[
  {
    "chunk_id": "In search of the castaways_chunk_277",
    "book_name": "In search of the castaways",
    "text": "hair, and commanding look, so far as one could judge through the clouds of smoke that issued from his short pipe. Thalcave, addressing him, introduced Lord Glenarvan and his companions. While he spoke, the commander kept scrutinizing Paganel with quite embarrassing persistence. The geographer did not know what the trooper meant, and was about to ask him, when the latter unceremoniously seized his hand, and said, in a joyous tone, in his own language,-- \"A Frenchman?\" \"Yes, a Frenchman,\" replied Paganel. \"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\" cried the commander, shaking the geographer's arm with rather painful violence. \"One of your friends?\" asked the major of Paganel. \"Yes,\" replied he, with national pride; \"we have friends in all parts of the world!\" [Illustration: \"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\" cried the commander, shaking the geographer's arm with rather painful violence.] [Sidenote: RAISING A REGIMENT.] He then entered into conversation with the commander. Glenarvan would gladly have put in a word in regard to his affairs, but the soldier was telling his story, and was not in the mood to be interrupted. This honest man had left France a long time",
    "score": 0.5222160816192627
  },
  {
    "chunk_id": "In search of the castaways_chunk_922",
    "book_name": "In search of the castaways",
    "text": "in love with the geographer's peculiarities. Paganel was far from being insensible to Miss Arabella's attractions, yet did not dare to declare his sentiments. The major accordingly undertook the part of Cupid's messenger between these two congenial hearts, and even told Paganel that marriage was \"the last blunder\" that he could commit. But the geographer was very much embarrassed, and, strangely enough, could not summon courage to speak for himself. [Illustration: Early in the afternoon the travelers reached Malcolm Castle, amidst the hurrahs of their tenantry and friends.] \"Does not Miss Arabella please you?\" MacNabb would say to him. \"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too charming for me; and, if I must tell you, would please me better if she were less so. I should like to find a defect.\" \"Be easy,\" answered the major; \"she has more than one. The most perfect woman always has her share. Well, then, Paganel, are you decided?\" \"I do not dare.\" \"But, my learned friend, why do you hesitate?\" \"I am unworthy of her!\" was the geographer's invariable reply. At last, one day, driven desperate by the irrepressible major, Paganel confessed to him, under the pledge of secrecy, a",
    "score": 0.5182989835739136
  },
  {
    "chunk_id": "In search of the castaways_chunk_339",
    "book_name": "In search of the castaways",
    "text": "Malcolm Castle.\" \"No, but----\" \"I am certain that Robert is perfectly happy,\" interrupted Paganel, to secure one advocate, at least, of his theories. \"Yes, Monsieur Paganel!\" cried the boy, in a joyful tone. \"It is natural at his age,\" replied Glenarvan. \"And at mine,\" added the geographer. \"The less ease we have, the fewer wants; the fewer wants, the happier we are.\" \"Well,\" said the major, \"here is Paganel going to make an attack upon riches and gilded splendor.\" \"No, my dear major,\" continued Paganel; \"but, if you wish, I will tell you, in this connection, a little Arab story that occurs to me.\" \"Yes, yes, Monsieur Paganel,\" cried Robert. \"And what will your story prove?\" asked the major. \"What all stories prove, my brave companion.\" \"Not much, then,\" replied MacNabb. \"But go on, Scheherezade, and tell one of those stories that you relate so well.\" \"There was once upon a time,\" said Paganel, \"a son of the great Haroun-al-Raschid who was not happy. He accordingly consulted an old dervish, who told him that happiness was a very difficult thing to find in this world. 'However,' added he, 'I know an infallible way to procure you happiness.' 'What is it?'",
    "score": 0.511031985282898
  }
]