[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_72",
    "book_name": "The Count of Monte Cristo",
    "text": "is not much out in what he says. Absence severs as well as death, and if the walls of a prison were between Edmond and Mercédès they would be as effectually separated as if he lay under a tombstone.” 0056m “Yes; but one gets out of prison,” said Caderousse, who, with what sense was left him, listened eagerly to the conversation, “and when one gets out and one’s name is Edmond Dantès, one seeks revenge——” “What matters that?” muttered Fernand. “And why, I should like to know,” persisted Caderousse, “should they put Dantès in prison? he has neither robbed, nor killed, nor murdered.” “Hold your tongue!” said Danglars. “I won’t hold my tongue!” replied Caderousse; “I say I want to know why they should put Dantès in prison; I like Dantès; Dantès, your health!” and he swallowed another glass of wine. 0057m Danglars saw in the muddled look of the tailor the progress of his intoxication, and turning towards Fernand, said, “Well, you understand there is no need to kill him.” “Certainly not, if, as you said just now, you have the means of having Dantès arrested. Have you that means?” “It is to be found for the searching. But",
    "score": 0.5288934707641602
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_501",
    "book_name": "The Count of Monte Cristo",
    "text": "be all right,” returned Dantès. “That’s not fair,” said the seaman who had saved Dantès; “for you know more than we do.” “What is that to you, Jacopo?” returned the Captain. “Everyone is free to ask what he pleases.” “That’s true,” replied Jacopo; “I only make a remark.” “Well, you would do much better to find him a jacket and a pair of trousers, if you have them.” “No,” said Jacopo; “but I have a shirt and a pair of trousers.” “That is all I want,” interrupted Dantès. Jacopo dived into the hold and soon returned with what Edmond wanted. “Now, then, do you wish for anything else?” said the patron. “A piece of bread and another glass of the capital rum I tasted, for I have not eaten or drunk for a long time.” He had not tasted food for forty hours. A piece of bread was brought, and Jacopo offered him the gourd. “Larboard your helm,” cried the captain to the steersman. Dantès glanced that way as he lifted the gourd to his mouth; then paused with hand in mid-air. “Hollo! what’s the matter at the Château d’If?” said the captain. A small white cloud, which had attracted",
    "score": 0.5082889795303345
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_323",
    "book_name": "The Count of Monte Cristo",
    "text": "pity on me, and do not let me die in despair!” 0193m “Who talks of God and despair at the same time?” said a voice that seemed to come from beneath the earth, and, deadened by the distance, sounded hollow and sepulchral in the young man’s ears. Edmond’s hair stood on end, and he rose to his knees. “Ah,” said he, “I hear a human voice.” Edmond had not heard anyone speak save his jailer for four or five years; and a jailer is no man to a prisoner—he is a living door, a barrier of flesh and blood adding strength to restraints of oak and iron. “In the name of Heaven,” cried Dantès, “speak again, though the sound of your voice terrifies me. Who are you?” “Who are you?” said the voice. “An unhappy prisoner,” replied Dantès, who made no hesitation in answering. “Of what country?” “A Frenchman.” “Your name?” “Edmond Dantès.” “Your profession?” “A sailor.” “How long have you been here?” “Since the 28th of February, 1815.” “Your crime?” “I am innocent.” “But of what are you accused?” “Of having conspired to aid the emperor’s return.” “What! For the emperor’s return?—the emperor is no longer on the throne,",
    "score": 0.5069302320480347
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_71",
    "book_name": "The Count of Monte Cristo",
    "text": "very popular at the time: ‘Tous les méchants sont buveurs d’eau; C’est bien prouvé par le déluge.’1 “You said, sir, you would like to help me, but——” “Yes; but I added, to help you it would be sufficient that Dantès did not marry her you love; and the marriage may easily be thwarted, methinks, and yet Dantès need not die.” “Death alone can separate them,” remarked Fernand. “You talk like a noodle, my friend,” said Caderousse; “and here is Danglars, who is a wide-awake, clever, deep fellow, who will prove to you that you are wrong. Prove it, Danglars. I have answered for you. Say there is no need why Dantès should die; it would, indeed, be a pity he should. Dantès is a good fellow; I like Dantès. Dantès, your health.” Fernand rose impatiently. “Let him run on,” said Danglars, restraining the young man; “drunk as he is, he is not much out in what he says. Absence severs as well as death, and if the walls of a prison were between Edmond and Mercédès they would be as effectually separated as if he lay under a tombstone.” 0056m “Yes; but one gets out of prison,” said Caderousse, who,",
    "score": 0.4973319172859192
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2955",
    "book_name": "The Count of Monte Cristo",
    "text": "nothing in the world to resemble you in worth and goodness! But we must say farewell, Edmond, and let us part.” “Before I leave you, Mercédès, have you no request to make?” said the count. “I desire but one thing in this world, Edmond,—the happiness of my son.” “Pray to the Almighty to spare his life, and I will take upon myself to promote his happiness.” “Thank you, Edmond.” “But have you no request to make for yourself, Mercédès?” “For myself I want nothing. I live, as it were, between two graves. One is that of Edmond Dantès, lost to me long, long since. He had my love! That word ill becomes my faded lip now, but it is a memory dear to my heart, and one that I would not lose for all that the world contains. The other grave is that of the man who met his death from the hand of Edmond Dantès. I approve of the deed, but I must pray for the dead.” “Your son shall be happy, Mercédès,” repeated the count. “Then I shall enjoy as much happiness as this world can possibly confer.” “But what are your intentions?” Mercédès smiled sadly. “To say",
    "score": 0.4940469563007355
  }
]