[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1086",
    "text": "had received from the count, and the magnificence of his entertainment in the grotto of the _Thousand and One Nights_. He recounted, with circumstantial exactitude, all the particulars of the supper, the hashish, the statues, the dream, and how, at his awakening, there remained no proof or trace of all these events, save the small yacht, seen in the distant horizon driving under full sail toward Porto-Vecchio. Then he detailed the conversation overheard by him at the Colosseum, between the count and Vampa, in which the count had promised to obtain the release of the bandit Peppino,—an engagement which, as our readers are aware, he most faithfully fulfilled. At last he arrived at the adventure of the preceding night, and the embarrassment in which he found himself placed by not having sufficient cash by six or seven hundred piastres to make up the sum required, and finally of his application to the count and the picturesque and satisfactory result that followed. Albert listened with the most profound attention. “Well,” said he, when Franz had concluded, “what do you find to object to in all you have related? The count is fond of travelling, and, being rich, possesses a vessel of",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1143",
    "text": "to examine the admirable emerald than to see the pills that it passed from hand to hand. “And is it your cook who prepares these pills?” asked Beauchamp. “Oh, no, monsieur,” replied Monte Cristo; “I do not thus betray my enjoyments to the vulgar. I am a tolerable chemist, and prepare my pills myself.” “This is a magnificent emerald, and the largest I have ever seen,” said Château-Renaud, “although my mother has some remarkable family jewels.” “I had three similar ones,” returned Monte Cristo. “I gave one to the Sultan, who mounted it in his sabre; another to our holy father the Pope, who had it set in his tiara, opposite to one nearly as large, though not so fine, given by the Emperor Napoleon to his predecessor, Pius VII. I kept the third for myself, and I had it hollowed out, which reduced its value, but rendered it more commodious for the purpose I intended.” Everyone looked at Monte Cristo with astonishment; he spoke with so much simplicity that it was evident he spoke the truth, or that he was mad. However, the sight of the emerald made them naturally incline to the former belief. “And what did these",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1680",
    "text": "failed to anticipate the wishes of the living, thinking mind, or the wants of the almost inanimate body. As to the servant, he had, as we have said, been with his master for five-and-twenty years, therefore he knew all his habits, and it was seldom that Noirtier found it necessary to ask for anything, so prompt was he in administering to all the necessities of the invalid. Villefort did not need the help of either Valentine or the domestic in order to carry on with his father the strange conversation which he was about to begin. As we have said, he perfectly understood the old man’s vocabulary, and if he did not use it more often, it was only indifference and _ennui_ which prevented him from so doing. He therefore allowed Valentine to go into the garden, sent away Barrois, and after having seated himself at his father’s right hand, while Madame de Villefort placed herself on the left, he addressed him thus: “I trust you will not be displeased, sir, that Valentine has not come with us, or that I dismissed Barrois, for our conference will be one which could not with propriety be carried on in the presence",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1826",
    "text": "remarked, but which I did not think it worth while to allude to.” It was evident that Madame Danglars was suffering from that nervous irritability which women frequently cannot account for even to themselves; or that, as Debray had guessed, she had experienced some secret agitation that she would not acknowledge to anyone. Being a man who knew that the former of these symptoms was one of the inherent penalties of womanhood, he did not then press his inquiries, but waited for a more appropriate opportunity when he should again interrogate her, or receive an avowal _proprio motu_. At the door of her apartment the baroness met Mademoiselle Cornélie, her confidential maid. “What is my daughter doing?” asked Madame Danglars. “She practiced all the evening, and then went to bed,” replied Mademoiselle Cornélie. “Yet I think I hear her piano.” “It is Mademoiselle Louise d’Armilly, who is playing while Mademoiselle Danglars is in bed.” “Well,” said Madame Danglars, “come and undress me.” They entered the bedroom. Debray stretched himself upon a large couch, and Madame Danglars passed into her dressing-room with Mademoiselle Cornélie. “My dear M. Lucien,” said Madame Danglars through the door, “you are always complaining that Eugénie will",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2049",
    "text": "strange that, instead of being the result of the power of his will, it might emanate from enfeebled organs. Is it not natural that the madman, ignorant of his folly, should attempt things beyond his power? The weak man talks of burdens he can raise, the timid of giants he can confront, the poor of treasures he spends, the most humble peasant, in the height of his pride, calls himself Jupiter. Whether Noirtier understood the young man’s indecision, or whether he had not full confidence in his docility, he looked uneasily at him. “What do you wish, sir?” asked Morrel; “that I should renew my promise of remaining tranquil?” Noirtier’s eye remained fixed and firm, as if to imply that a promise did not suffice; then it passed from his face to his hands. “Shall I swear to you, sir?” asked Maximilian. “Yes,” said the paralytic with the same solemnity. Morrel understood that the old man attached great importance to an oath. He extended his hand. “I swear to you, on my honor,” said he, “to await your decision respecting the course I am to pursue with M. d’Épinay.” “That is right,” said the old man. “Now,” said Morrel, “do",
    "similarity_score": 6.0
  }
]