[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2776",
    "text": "friend.” Monte Cristo expected a burst of passion, but he was deceived, for Morrel turning round, said calmly,— “You see I was praying.” The scrutinizing glance of the count searched the young man from head to foot. He then seemed more easy. “Shall I drive you back to Paris?” he asked. “No, thank you.” “Do you wish anything?” “Leave me to pray.” The count withdrew without opposition, but it was only to place himself in a situation where he could watch every movement of Morrel, who at length arose, brushed the dust from his knees, and turned towards Paris, without once looking back. He walked slowly down the Rue de la Roquette. The count, dismissing his carriage, followed him about a hundred paces behind. Maximilian crossed the canal and entered the Rue Meslay by the boulevards. Five minutes after the door had been closed on Morrel’s entrance, it was again opened for the count. Julie was at the entrance of the garden, where she was attentively watching Penelon, who, entering with zeal into his profession of gardener, was very busy grafting some Bengal roses. “Ah, count,” she exclaimed, with the delight manifested by every member of the family whenever he",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1257",
    "text": "so carefully concealed from him; however, it was this answer, in which the child’s whole character revealed itself, that almost terrified me, and my arm fell without touching him. “The boy triumphed, and this victory rendered him so audacious, that all the money of Assunta, whose affection for him seemed to increase as he became more unworthy of it, was spent in caprices she knew not how to contend against, and follies she had not the courage to prevent. When I was at Rogliano everything went on properly, but no sooner was my back turned than Benedetto became master, and everything went ill. When he was only eleven, he chose his companions from among the young men of eighteen or twenty, the worst characters in Bastia, or, indeed, in Corsica, and they had already, for some mischievous pranks, been several times threatened with a prosecution. I became alarmed, as any prosecution might be attended with serious consequences. I was compelled, at this period, to leave Corsica on an important expedition; I reflected for a long time, and with the hope of averting some impending misfortune, I resolved that Benedetto should accompany me. “I hoped that the active and laborious life",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_268",
    "text": "read a petition countersigned and presented by me.” “And will you undertake to deliver it?” “With the greatest pleasure. Dantès was then guilty, and now he is innocent, and it is as much my duty to free him as it was to condemn him.” Villefort thus forestalled any danger of an inquiry, which, however improbable it might be, if it did take place would leave him defenceless. “But how shall I address the minister?” “Sit down there,” said Villefort, giving up his place to Morrel, “and write what I dictate.” “Will you be so good?” “Certainly. But lose no time; we have lost too much already.” “That is true. Only think what the poor fellow may even now be suffering.” Villefort shuddered at the suggestion; but he had gone too far to draw back. Dantès must be crushed to gratify Villefort’s ambition. Villefort dictated a petition, in which, from an excellent intention, no doubt, Dantès’ patriotic services were exaggerated, and he was made out one of the most active agents of Napoleon’s return. It was evident that at the sight of this document the minister would instantly release him. The petition finished, Villefort read it aloud. “That will do,” said",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1007",
    "text": "day?” “Yes; this morning we breakfasted with him; we rode in his carriage all day, and now we have taken possession of his box.” “You know him, then?” “Yes, and no.” “How so?” “It is a long story.” “Tell it to me.” “It would frighten you too much.” “So much the more reason.” “At least wait until the story has a conclusion.” “Very well; I prefer complete histories; but tell me how you made his acquaintance? Did anyone introduce you to him?” “No; it was he who introduced himself to us.” “When?” “Last night, after we left you.” “Through what medium?” “The very prosaic one of our landlord.” “He is staying, then, at the Hôtel de Londres with you?” “Not only in the same hotel, but on the same floor.” “What is his name; for, of course, you know?” “The Count of Monte Cristo.” “That is not a family name?” “No, it is the name of the island he has purchased.” “And he is a count?” “A Tuscan count.” “Well, we must put up with that,” said the countess, who was herself from one of the oldest Venetian families. “What sort of a man is he?” “Ask the Vicomte de",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_101",
    "text": "of an order of arrest, and although I most reluctantly perform the task assigned me, it must, nevertheless, be fulfilled. Who among the persons here assembled answers to the name of Edmond Dantès?” Every eye was turned towards the young man who, spite of the agitation he could not but feel, advanced with dignity, and said, in a firm voice: “I am he; what is your pleasure with me?” “Edmond Dantès,” replied the magistrate, “I arrest you in the name of the law!” “Me!” repeated Edmond, slightly changing color, “and wherefore, I pray?” “I cannot inform you, but you will be duly acquainted with the reasons that have rendered such a step necessary at the preliminary examination.” M. Morrel felt that further resistance or remonstrance was useless. He saw before him an officer delegated to enforce the law, and perfectly well knew that it would be as unavailing to seek pity from a magistrate decked with his official scarf, as to address a petition to some cold marble effigy. Old Dantès, however, sprang forward. There are situations which the heart of a father or a mother cannot be made to understand. He prayed and supplicated in terms so moving, that",
    "similarity_score": 8.0
  }
]