[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_126",
    "text": "and that the 9th Thermidor and the 4th of April, in the year 1814, were lucky days for France, worthy of being gratefully remembered by every friend to monarchy and civil order; and that explains how it comes to pass that, fallen, as I trust he is forever, Napoleon has still retained a train of parasitical satellites. Still, marquise, it has been so with other usurpers—Cromwell, for instance, who was not half so bad as Napoleon, had his partisans and advocates.” “Do you know, Villefort, that you are talking in a most dreadfully revolutionary strain? But I excuse it, it is impossible to expect the son of a Girondin to be free from a small spice of the old leaven.” A deep crimson suffused the countenance of Villefort. “’Tis true, madame,” answered he, “that my father was a Girondin, but he was not among the number of those who voted for the king’s death; he was an equal sufferer with yourself during the Reign of Terror, and had well-nigh lost his head on the same scaffold on which your father perished.” “True,” replied the marquise, without wincing in the slightest degree at the tragic remembrance thus called up; “but bear",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1478",
    "text": "I could.” 30059m “Dear Valentine!” “Well, would you believe it? directly my father caught the sound of your name he turned round quite hastily, and, like a poor silly thing, I was so persuaded that everyone must be as much affected as myself by the utterance of your name, that I was not surprised to see my father start, and almost tremble; but I even thought (though that surely must have been a mistake) that M. Danglars trembled too.” “‘Morrel, Morrel,’ cried my father, ‘stop a bit;’ then knitting his brows into a deep frown, he added, ‘surely this cannot be one of the Morrel family who lived at Marseilles, and gave us so much trouble from their violent Bonapartism—I mean about the year 1815.’ “‘Yes,’ replied M. Danglars, ‘I believe he is the son of the old shipowner.’” “Indeed,” answered Maximilian; “and what did your father say then, Valentine?” “Oh, such a dreadful thing, that I don’t dare to tell you.” “Always tell me everything,” said Maximilian with a smile. “‘Ah,’ continued my father, still frowning, ‘their idolized emperor treated these madmen as they deserved; he called them ‘food for cannon,’ which was precisely all they were good for;",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1481",
    "text": "in his presence (for they always say and do what they like before the dear old man, without the smallest regard for his feelings) had made a strong impression on his mind; for, naturally enough, it must have pained him to hear the emperor he so devotedly loved and served spoken of in that depreciating manner.” “The name of M. Noirtier,” interposed Maximilian, “is celebrated throughout Europe; he was a statesman of high standing, and you may or may not know, Valentine, that he took a leading part in every Bonapartist conspiracy set on foot during the restoration of the Bourbons.” “Oh, I have often heard whispers of things that seem to me most strange—the father a Bonapartist, the son a Royalist; what can have been the reason of so singular a difference in parties and politics? But to resume my story; I turned towards my grandfather, as though to question him as to the cause of his emotion; he looked expressively at the newspaper I had been reading. ‘What is the matter, dear grandfather?’ said I, ‘are you pleased?’ He gave me a sign in the affirmative. ‘With what my father said just now?’ He returned a sign in",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1977",
    "text": "to lose, “you wrote to me concerning the marriage of this child?” “Yes, madame,” replied Villefort, “it is not only projected but arranged.” “Your intended son-in-law is named M. Franz d’Épinay?” “Yes, madame.” “Is he not the son of General d’Épinay who was on our side, and who was assassinated some days before the usurper returned from the Island of Elba?” “The same.” “Does he not dislike the idea of marrying the granddaughter of a Jacobin?” “Our civil dissensions are now happily extinguished, mother,” said Villefort; “M. d’Épinay was quite a child when his father died, he knows very little of M. Noirtier, and will meet him, if not with pleasure, at least with indifference.” “Is it a suitable match?” “In every respect.” “And the young man?” “Is regarded with universal esteem.” “You approve of him?” “He is one of the most well-bred young men I know.” During the whole of this conversation Valentine had remained silent. “Well, sir,” said Madame de Saint-Méran, after a few minutes’ reflection, “I must hasten the marriage, for I have but a short time to live.” “You, madame?” “You, dear mamma?” exclaimed M. de Villefort and Valentine at the same time. “I know what",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2070",
    "text": "in the person, gave all his titles to the bridegroom elect. Villefort started, Madame de Villefort let her son slip from her knees, Valentine rose, pale and dumb as a statue. Albert and Château-Renaud exchanged a second look, more full of amazement than the first. The notary looked at Villefort. “It is impossible,” said the procureur. “M. d’Épinay cannot leave the drawing-room at present.” “It is at this moment,” replied Barrois with the same firmness, “that M. Noirtier, my master, wishes to speak on important subjects to M. Franz d’Épinay.” “Grandpapa Noirtier can speak now, then,” said Edward, with his habitual quickness. However, his remark did not make Madame de Villefort even smile, so much was every mind engaged, and so solemn was the situation. “Tell M. Nortier,” resumed Villefort, “that what he demands is impossible.” “Then, M. Nortier gives notice to these gentlemen,” replied Barrois, “that he will give orders to be carried to the drawing-room.” Astonishment was at its height. Something like a smile was perceptible on Madame de Villefort’s countenance. Valentine instinctively raised her eyes, as if to thank heaven. “Pray go, Valentine,” said; M. de Villefort, “and see what this new fancy of your grandfather’s is.”",
    "similarity_score": 6.0
  }
]