[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2155",
    "text": "said he to my mother, trembling perceptibly, ‘the instant approaches which will decide everything. In the space of half an hour we shall know the emperor’s answer. Go into the cavern with Haydée.’—‘I will not quit you,’ said Vasiliki; ‘if you die, my lord, I will die with you.’—‘Go to Selim!’ cried my father. ‘Adieu, my lord,’ murmured my mother, determining quietly to await the approach of death. ‘Take away Vasiliki!’ said my father to his Palikares. “As for me, I had been forgotten in the general confusion; I ran toward Ali Tepelini; he saw me hold out my arms to him, and he stooped down and pressed my forehead with his lips. Oh, how distinctly I remember that kiss!—it was the last he ever gave me, and I feel as if it were still warm on my forehead. On descending, we saw through the lattice-work several boats which were gradually becoming more distinct to our view. At first they appeared like black specks, and now they looked like birds skimming the surface of the waves. During this time, in the kiosk at my father’s feet, were seated twenty Palikares, concealed from view by an angle of the wall and",
    "similarity_score": 5.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2724",
    "text": "called a second and third time; still no answer. Then he determined to go up. Noirtier’s room was opened, like all the rest. The first thing he saw was the old man sitting in his armchair in his usual place, but his eyes expressed alarm, which was confirmed by the pallor which overspread his features. “How are you, sir?” asked Morrel, with a sickness of heart. “Well,” answered the old man, by closing his eyes; but his appearance manifested increasing uneasiness. “You are thoughtful, sir,” continued Morrel; “you want something; shall I call one of the servants?” “Yes,” replied Noirtier. Morrel pulled the bell, but though he nearly broke the cord no one answered. He turned towards Noirtier; the pallor and anguish expressed on his countenance momentarily increased. “Oh,” exclaimed Morrel, “why do they not come? Is anyone ill in the house?” The eyes of Noirtier seemed as though they would start from their sockets. “What is the matter? You alarm me. Valentine? Valentine?” “Yes, yes,” signed Noirtier. Maximilian tried to speak, but he could articulate nothing; he staggered, and supported himself against the wainscot. Then he pointed to the door. “Yes, yes, yes!” continued the old man. 50089m Maximilian",
    "similarity_score": 5.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2725",
    "text": "would start from their sockets. “What is the matter? You alarm me. Valentine? Valentine?” “Yes, yes,” signed Noirtier. Maximilian tried to speak, but he could articulate nothing; he staggered, and supported himself against the wainscot. Then he pointed to the door. “Yes, yes, yes!” continued the old man. 50089m Maximilian rushed up the little staircase, while Noirtier’s eyes seemed to say,—“Quicker, quicker!” In a minute the young man darted through several rooms, till at length he reached Valentine’s. There was no occasion to push the door, it was wide open. A sob was the only sound he heard. He saw as though in a mist, a black figure kneeling and buried in a confused mass of white drapery. A terrible fear transfixed him. It was then he heard a voice exclaim “Valentine is dead!” and another voice which, like an echo repeated: “Dead,—dead!” 50090m Chapter 103. Maximilian Villefort rose, half-ashamed of being surprised in such a paroxysm of grief. The terrible office he had held for twenty-five years had succeeded in making him more or less than man. His glance, at first wandering, fixed itself upon Morrel. “Who are you, sir,” he asked, “that forget that this is not the",
    "similarity_score": 5.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_3059",
    "text": "that vague delirium preceding death. He wished once again to press the count’s hand, but his own was immovable. He wished to articulate a last farewell, but his tongue lay motionless and heavy in his throat, like a stone at the mouth of a sepulchre. Involuntarily his languid eyes closed, and still through his eyelashes a well-known form seemed to move amid the obscurity with which he thought himself enveloped. The count had just opened a door. Immediately a brilliant light from the next room, or rather from the palace adjoining, shone upon the room in which he was gently gliding into his last sleep. Then he saw a woman of marvellous beauty appear on the threshold of the door separating the two rooms. Pale, and sweetly smiling, she looked like an angel of mercy conjuring the angel of vengeance. “Is it heaven that opens before me?” thought the dying man; “that angel resembles the one I have lost.” Monte Cristo pointed out Morrel to the young woman, who advanced towards him with clasped hands and a smile upon her lips. “Valentine, Valentine!” he mentally ejaculated; but his lips uttered no sound, and as though all his strength were centred",
    "similarity_score": 5.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_110",
    "text": "answered M. Morrel; “but still he is charged——” “With what?” inquired the elder Dantès. “With being an agent of the Bonapartist faction!” Many of our readers may be able to recollect how formidable such an accusation became in the period at which our story is dated. A despairing cry escaped the pale lips of Mercédès; the old man sank into a chair. “Ah, Danglars!” whispered Caderousse, “you have deceived me—the trick you spoke of last night has been played; but I cannot suffer a poor old man or an innocent girl to die of grief through your fault. I am determined to tell them all about it.” “Be silent, you simpleton!” cried Danglars, grasping him by the arm, “or I will not answer even for your own safety. Who can tell whether Dantès be innocent or guilty? The vessel did touch at Elba, where he quitted it, and passed a whole day in the island. Now, should any letters or other documents of a compromising character be found upon him, will it not be taken for granted that all who uphold him are his accomplices?” With the rapid instinct of selfishness, Caderousse readily perceived the solidity of this mode of",
    "similarity_score": 4.0
  }
]