[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1031",
    "text": "to the Piazza del Popolo, and mounting from the Piazza del Popolo to the Palazzo di Venezia. It seemed like the _fête_ of Jack-o’-lanterns. It is impossible to form any idea of it without having seen it. Suppose that all the stars had descended from the sky and mingled in a wild dance on the face of the earth; the whole accompanied by cries that were never heard in any other part of the world. The _facchino_ follows the prince, the Transteverin the citizen, everyone blowing, extinguishing, relighting. Had old Æolus appeared at this moment, he would have been proclaimed king of the _moccoli_, and Aquilo the heir-presumptive to the throne. This battle of folly and flame continued for two hours; the Corso was light as day; the features of the spectators on the third and fourth stories were visible. Every five minutes Albert took out his watch; at length it pointed to seven. The two friends were in the Via dei Pontefici. Albert sprang out, bearing his _moccoletto_ in his hand. Two or three masks strove to knock his _moccoletto_ out of his hand; but Albert, a first-rate pugilist, sent them rolling in the street, one after the other,",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1200",
    "text": "the door after him with the utmost precaution. “This devil of a fellow,” he muttered, shaking his head; “I said at the time he would create a sensation here, and I measure his effect by an infallible thermometer. My mother has noticed him, and he must therefore, perforce, be remarkable.” He went down to the stables, not without some slight annoyance, when he remembered that the Count of Monte Cristo had laid his hands on a “turnout” which sent his bays down to second place in the opinion of connoisseurs. “Most decidedly,” said he, “men are not equal, and I must beg my father to develop this theorem in the Chamber of Peers.” Chapter 42. Monsieur Bertuccio Meanwhile the count had arrived at his house; it had taken him six minutes to perform the distance, but these six minutes were sufficient to induce twenty young men who knew the price of the equipage they had been unable to purchase themselves, to put their horses in a gallop in order to see the rich foreigner who could afford to give 20,000 francs apiece for his horses. The house Ali had chosen, and which was to serve as a town residence to",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1678",
    "text": "of the arm, the sound of the voice, and the agility of the body, were wanting, the speaking eye sufficed for all. He commanded with it; it was the medium through which his thanks were conveyed. In short, his whole appearance produced on the mind the impression of a corpse with living eyes, and nothing could be more startling than to observe the expression of anger or joy suddenly lighting up these organs, while the rest of the rigid and marble-like features were utterly deprived of the power of participation. Three persons only could understand this language of the poor paralytic; these were Villefort, Valentine, and the old servant of whom we have already spoken. But as Villefort saw his father but seldom, and then only when absolutely obliged, and as he never took any pains to please or gratify him when he was there, all the old man’s happiness was centred in his granddaughter. Valentine, by means of her love, her patience, and her devotion, had learned to read in Noirtier’s look all the varied feelings which were passing in his mind. To this dumb language, which was so unintelligible to others, she answered by throwing her whole soul",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1694",
    "text": "old man’s eye was thoroughly fixed on its pages, she ran her finger quickly up and down the columns. During the six years which had passed since Noirtier first fell into this sad state, Valentine’s powers of invention had been too often put to the test not to render her expert in devising expedients for gaining a knowledge of his wishes, and the constant practice had so perfected her in the art that she guessed the old man’s meaning as quickly as if he himself had been able to seek for what he wanted. At the word _Notary_, Noirtier made a sign to her to stop. 30169m “Notary,” said she, “do you want a notary, dear grandpapa?” The old man again signified that it was a notary he desired. “You would wish a notary to be sent for then?” said Valentine. “Yes.” “Shall my father be informed of your wish?” “Yes.” “Do you wish the notary to be sent for immediately?” “Yes.” “Then they shall go for him directly, dear grandpapa. Is that all you want?” “Yes.” Valentine rang the bell, and ordered the servant to tell Monsieur or Madame de Villefort that they were requested to come to M.",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1695",
    "text": "“Yes.” “Do you wish the notary to be sent for immediately?” “Yes.” “Then they shall go for him directly, dear grandpapa. Is that all you want?” “Yes.” Valentine rang the bell, and ordered the servant to tell Monsieur or Madame de Villefort that they were requested to come to M. Noirtier’s room. “Are you satisfied now?” inquired Valentine. “Yes.” “I am sure you are; it is not very difficult to discover that.” And the young girl smiled on her grandfather, as if he had been a child. M. de Villefort entered, followed by Barrois. “What do you want me for, sir?” demanded he of the paralytic. “Sir,” said Valentine, “my grandfather wishes for a notary.” At this strange and unexpected demand M. de Villefort and his father exchanged looks. “Yes,” motioned the latter, with a firmness which seemed to declare that with the help of Valentine and his old servant, who both knew what his wishes were, he was quite prepared to maintain the contest. “Do you wish for a notary?” asked Villefort. “Yes.” “What to do?” Noirtier made no answer. “What do you want with a notary?” again repeated Villefort. The invalid’s eye remained fixed, by which expression he",
    "similarity_score": 11.0
  }
]