[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1031",
    "text": "to the Piazza del Popolo, and mounting from the Piazza del Popolo to the Palazzo di Venezia. It seemed like the _fête_ of Jack-o’-lanterns. It is impossible to form any idea of it without having seen it. Suppose that all the stars had descended from the sky and mingled in a wild dance on the face of the earth; the whole accompanied by cries that were never heard in any other part of the world. The _facchino_ follows the prince, the Transteverin the citizen, everyone blowing, extinguishing, relighting. Had old Æolus appeared at this moment, he would have been proclaimed king of the _moccoli_, and Aquilo the heir-presumptive to the throne. This battle of folly and flame continued for two hours; the Corso was light as day; the features of the spectators on the third and fourth stories were visible. Every five minutes Albert took out his watch; at length it pointed to seven. The two friends were in the Via dei Pontefici. Albert sprang out, bearing his _moccoletto_ in his hand. Two or three masks strove to knock his _moccoletto_ out of his hand; but Albert, a first-rate pugilist, sent them rolling in the street, one after the other,",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1247",
    "text": "that the infant belonged to wealthy parents, the blood with which I was covered might have proceeded from the child as well as from anyone else. No objection was raised, but they pointed out the asylum, which was situated at the upper end of the Rue d’Enfer, and after having taken the precaution of cutting the linen in two pieces, so that one of the two letters which marked it was on the piece wrapped around the child, while the other remained in my possession, I rang the bell, and fled with all speed. A fortnight after I was at Rogliano, and I said to Assunta: “‘Console thyself, sister; Israel is dead, but he is avenged.’ “She demanded what I meant, and when I had told her all,—‘Giovanni,’ said she, ‘you should have brought this child with you; we would have replaced the parents it has lost, have called it Benedetto, and then, in consequence of this good action, God would have blessed us.’ In reply I gave her the half of the linen I had kept in order to reclaim him if we became rich.” “What letters were marked on the linen?” said Monte Cristo. “An H and an",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1320",
    "text": "that was admirable and enviable, more especially when they gazed on the enormous diamond that glittered in his shirt, and the red ribbon that depended from his button-hole. The groom, in obedience to his orders, tapped at the window of the porter’s lodge, saying: “Pray, does not the Count of Monte Cristo live here?” “His excellency does reside here,” replied the concierge; “but——” added he, glancing an inquiring look at Ali. Ali returned a sign in the negative. “But what?” asked the groom. “His excellency does not receive visitors today.” “Then here is my master’s card, the Baron Danglars. You will take it to the count, and say that, although in haste to attend the Chamber, my master came out of his way to have the honor of calling upon him.” “I never speak to his excellency,” replied the concierge; “the valet de chambre will carry your message.” The groom returned to the carriage. “Well?” asked Danglars. The man, somewhat crest-fallen by the rebuke he had received, repeated what the concierge had said. “Bless me,” murmured Baron Danglars, “this must surely be a prince instead of a count by their styling him ‘excellency,’ and only venturing to address him by",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1495",
    "text": "de Villefort away?” “By no means,” replied the young lady quickly; “but this is the hour when we usually give M. Noirtier the unwelcome meal that sustains his pitiful existence. You are aware, sir, of the deplorable condition of my husband’s father?” “Yes, madame, M. de Villefort spoke of it to me—a paralysis, I think.” “Alas, yes; the poor old gentleman is entirely helpless; the mind alone is still active in this human machine, and that is faint and flickering, like the light of a lamp about to expire. But excuse me, sir, for talking of our domestic misfortunes; I interrupted you at the moment when you were telling me that you were a skilful chemist.” “No, madame, I did not say as much as that,” replied the count with a smile; “quite the contrary. I have studied chemistry because, having determined to live in eastern climates I have been desirous of following the example of King Mithridates.” “_Mithridates, rex Ponticus_,” said the young scamp, as he tore some beautiful portraits out of a splendid album, “the individual who took cream in his cup of poison every morning at breakfast.” “Edward, you naughty boy,” exclaimed Madame de Villefort, snatching the",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1496",
    "text": "desirous of following the example of King Mithridates.” “_Mithridates, rex Ponticus_,” said the young scamp, as he tore some beautiful portraits out of a splendid album, “the individual who took cream in his cup of poison every morning at breakfast.” “Edward, you naughty boy,” exclaimed Madame de Villefort, snatching the mutilated book from the urchin’s grasp, “you are positively past bearing; you really disturb the conversation; go, leave us, and join your sister Valentine in dear grandpapa Noirtier’s room.” “The album,” said Edward sulkily. “What do you mean?—the album!” “I want the album.” “How dare you tear out the drawings?” “Oh, it amuses me.” “Go—go at once.” “I won’t go unless you give me the album,” said the boy, seating himself doggedly in an armchair, according to his habit of never giving way. “Take it, then, and pray disturb us no longer,” said Madame de Villefort, giving the album to Edward, who then went towards the door, led by his mother. The count followed her with his eyes. “Let us see if she shuts the door after him,” he muttered. Madame de Villefort closed the door carefully after the child, the count appearing not to notice her; then casting a",
    "similarity_score": 8.0
  }
]