[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1311",
    "text": "excellency, that was the crime, the real crime, for in that I acted like a coward. My first duty, directly I had succeeded in recalling the babe to life, was to restore it to its mother; but, in order to do so, I must have made close and careful inquiry, which would, in all probability, have led to my own apprehension; and I clung to life, partly on my sister’s account, and partly from that feeling of pride inborn in our hearts of desiring to come off untouched and victorious in the execution of our vengeance. Perhaps, too, the natural and instinctive love of life made me wish to avoid endangering my own. And then, again, I am not as brave and courageous as was my poor brother.” Bertuccio hid his face in his hands as he uttered these words, while Monte Cristo fixed on him a look of inscrutable meaning. After a brief silence, rendered still more solemn by the time and place, the count said, in a tone of melancholy wholly unlike his usual manner: “In order to bring this conversation to a fitting termination (the last we shall ever hold upon this subject), I will repeat to",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2118",
    "text": "Monte Cristo turned away to conceal the expression of pity which passed over his features, but which was gone in a moment. “We shall go together, shall we not?” said Albert to the count. “If you like,” replied the latter. Albert could not understand the banker’s look, and turning to Monte Cristo, who understood it perfectly,—“Did you see,” said he, “how he looked at me?” “Yes,” said the count; “but did you think there was anything particular in his look?” “Indeed, I did; and what does he mean by his news from Greece?” “How can I tell you?” “Because I imagine you have correspondents in that country.” Monte Cristo smiled significantly. “Stop,” said Albert, “here he comes. I shall compliment Mademoiselle Danglars on her cameo, while the father talks to you.” “If you compliment her at all, let it be on her voice, at least,” said Monte Cristo. “No, everyone would do that.” “My dear viscount, you are dreadfully impertinent.” Albert advanced towards Eugénie, smiling. Meanwhile, Danglars, stooping to Monte Cristo’s ear, “Your advice was excellent,” said he; “there is a whole history connected with the names Fernand and Yanina.” “Indeed?” said Monte Cristo. “Yes, I will tell you all;",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2459",
    "text": "thrusting his hands into his hair; “have you seen the woman you loved giving her hand to your rival, while you were perishing at the bottom of a dungeon?” “No,” interrupted Mercédès, “but I have seen him whom I loved on the point of murdering my son.” Mercédès uttered these words with such deep anguish, with an accent of such intense despair, that Monte Cristo could not restrain a sob. The lion was daunted; the avenger was conquered. “What do you ask of me?” said he,—“your son’s life? Well, he shall live!” Mercédès uttered a cry which made the tears start from Monte Cristo’s eyes; but these tears disappeared almost instantaneously, for, doubtless, God had sent some angel to collect them—far more precious were they in his eyes than the richest pearls of Guzerat and Ophir. “Oh,” said she, seizing the count’s hand and raising it to her lips; “oh, thank you, thank you, Edmond! Now you are exactly what I dreamt you were,—the man I always loved. Oh, now I may say so!” “So much the better,” replied Monte Cristo; “as that poor Edmond will not have long to be loved by you. Death is about to return to",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2592",
    "text": "he had nothing more to say. Five minutes afterwards the piano resounded to the touch of Mademoiselle d’Armilly’s fingers, and Mademoiselle Danglars was singing Brabantio’s malediction on Desdemona. At the end of the piece Étienne entered, and announced to Eugénie that the horses were to the carriage, and that the baroness was waiting for her to pay her visits. We have seen them at Villefort’s; they proceeded then on their course. 40306m VOLUME FIVE 50009m 50011m 50019m Chapter 96. The Contract Three days after the scene we have just described, namely towards five o’clock in the afternoon of the day fixed for the signature of the contract between Mademoiselle Eugénie Danglars and Andrea Cavalcanti, whom the banker persisted in calling prince, a fresh breeze was stirring the leaves in the little garden in front of the Count of Monte Cristo’s house, and the count was preparing to go out. While his horses were impatiently pawing the ground, held in by the coachman, who had been seated a quarter of an hour on his box, the elegant phaeton with which we are familiar rapidly turned the angle of the entrance-gate, and cast out on the doorsteps M. Andrea Cavalcanti, as decked",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_10",
    "text": "up the spanker!” The order was executed as promptly as it would have been on board a man-of-war. “Let go—and clue up!” At this last command all the sails were lowered, and the vessel moved almost imperceptibly onwards. “Now, if you will come on board, M. Morrel,” said Dantès, observing the owner’s impatience, “here is your supercargo, M. Danglars, coming out of his cabin, who will furnish you with every particular. As for me, I must look after the anchoring, and dress the ship in mourning.” The owner did not wait for a second invitation. He seized a rope which Dantès flung to him, and with an activity that would have done credit to a sailor, climbed up the side of the ship, while the young man, going to his task, left the conversation to Danglars, who now came towards the owner. He was a man of twenty-five or twenty-six years of age, of unprepossessing countenance, obsequious to his superiors, insolent to his subordinates; and this, in addition to his position as responsible agent on board, which is always obnoxious to the sailors, made him as much disliked by the crew as Edmond Dantès was beloved by them. “Well, M.",
    "similarity_score": 6.0
  }
]