[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1305",
    "text": "One morning he threatened her with the severest consequences if she did not supply him with what he desired, and disappeared and remained away all day, leaving the kind-hearted Assunta, who loved him as if he were her own child, to weep over his conduct and bewail his absence. Evening came, and still, with all the patient solicitude of a mother, she watched for his return. “As the eleventh hour struck, he entered with a swaggering air, attended by two of the most dissolute and reckless of his boon companions. She stretched out her arms to him, but they seized hold of her, and one of the three—none other than the accursed Benedetto exclaimed: “‘Put her to torture and she’ll soon tell us where her money is.’ “It unfortunately happened that our neighbor, Wasilio, was at Bastia, leaving no person in his house but his wife; no human creature beside could hear or see anything that took place within our dwelling. Two held poor Assunta, who, unable to conceive that any harm was intended to her, smiled in the face of those who were soon to become her executioners. The third proceeded to barricade the doors and windows, then returned,",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_458",
    "text": "came into the dungeon, and paled the ineffectual light of the lamp. Strange shadows passed over the countenance of the dead man, and at times gave it the appearance of life. While the struggle between day and night lasted, Dantès still doubted; but as soon as the daylight gained the pre-eminence, he saw that he was alone with a corpse. Then an invincible and extreme terror seized upon him, and he dared not again press the hand that hung out of bed, he dared no longer to gaze on those fixed and vacant eyes, which he tried many times to close, but in vain—they opened again as soon as shut. He extinguished the lamp, carefully concealed it, and then went away, closing as well as he could the entrance to the secret passage by the large stone as he descended. It was time, for the jailer was coming. On this occasion he began his rounds at Dantès’ cell, and on leaving him he went on to Faria’s dungeon, taking thither breakfast and some linen. Nothing betokened that the man knew anything of what had occurred. He went on his way. Dantès was then seized with an indescribable desire to know",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_866",
    "text": "chamber, seized her in his arms, and with superhuman skill and strength conveyed her to the turf of the grass-plot, where she fainted. When she recovered, her father was by her side. All the servants surrounded her, offering her assistance. An entire wing of the villa was burnt down; but what of that, as long as Carmela was safe and uninjured? “Her preserver was everywhere sought for, but he did not appear; he was inquired after, but no one had seen him. Carmela was greatly troubled that she had not recognized him. “As the count was immensely rich, excepting the danger Carmela had run,—and the marvellous manner in which she had escaped, made that appear to him rather a favor of Providence than a real misfortune,—the loss occasioned by the conflagration was to him but a trifle. “The next day, at the usual hour, the two young peasants were on the borders of the forest. Luigi arrived first. He came toward Teresa in high spirits, and seemed to have completely forgotten the events of the previous evening. The young girl was very pensive, but seeing Luigi so cheerful, she on her part assumed a smiling air, which was natural to",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_912",
    "text": "personal attractions by the aid of the most rich and elaborate toilet. The box taken by Albert was in the first circle; although each of the three tiers of boxes is deemed equally aristocratic, and is, for this reason, generally styled the “nobility’s boxes,” and although the box engaged for the two friends was sufficiently capacious to contain at least a dozen persons, it had cost less than would be paid at some of the French theatres for one admitting merely four occupants. Another motive had influenced Albert’s selection of his seat,—who knew but that, thus advantageously placed, he might not in truth attract the notice of some fair Roman, and an introduction might ensue that would procure him the offer of a seat in a carriage, or a place in a princely balcony, from which he might behold the gayeties of the Carnival? These united considerations made Albert more lively and anxious to please than he had hitherto been. Totally disregarding the business of the stage, he leaned from his box and began attentively scrutinizing the beauty of each pretty woman, aided by a powerful opera-glass; but, alas, this attempt to attract notice wholly failed; not even curiosity had",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_10",
    "text": "up the spanker!” The order was executed as promptly as it would have been on board a man-of-war. “Let go—and clue up!” At this last command all the sails were lowered, and the vessel moved almost imperceptibly onwards. “Now, if you will come on board, M. Morrel,” said Dantès, observing the owner’s impatience, “here is your supercargo, M. Danglars, coming out of his cabin, who will furnish you with every particular. As for me, I must look after the anchoring, and dress the ship in mourning.” The owner did not wait for a second invitation. He seized a rope which Dantès flung to him, and with an activity that would have done credit to a sailor, climbed up the side of the ship, while the young man, going to his task, left the conversation to Danglars, who now came towards the owner. He was a man of twenty-five or twenty-six years of age, of unprepossessing countenance, obsequious to his superiors, insolent to his subordinates; and this, in addition to his position as responsible agent on board, which is always obnoxious to the sailors, made him as much disliked by the crew as Edmond Dantès was beloved by them. “Well, M.",
    "similarity_score": 10.0
  }
]