[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2856",
    "text": "to see upon what person this dark look was directed. Then he saw beneath a thick clump of linden-trees, which were nearly divested of foliage, Madame de Villefort sitting with a book in her hand, the perusal of which she frequently interrupted to smile upon her son, or to throw back his elastic ball, which he obstinately threw from the drawing-room into the garden. Villefort became pale; he understood the old man’s meaning. Noirtier continued to look at the same object, but suddenly his glance was transferred from the wife to the husband, and Villefort himself had to submit to the searching investigation of eyes, which, while changing their direction and even their language, had lost none of their menacing expression. Madame de Villefort, unconscious of the passions that exhausted their fire over her head, at that moment held her son’s ball, and was making signs to him to reclaim it with a kiss. Edward begged for a long while, the maternal kiss probably not offering sufficient recompense for the trouble he must take to obtain it; however at length he decided, leaped out of the window into a cluster of heliotropes and daisies, and ran to his mother, his",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1972",
    "text": "and she staggered; Madame de Villefort instantly hastened to her assistance, and aided her husband in dragging her to the carriage, saying: “What a singular event! Who could have thought it? Ah, yes, it is indeed strange!” And the wretched family departed, leaving a cloud of sadness hanging over the rest of the evening. At the foot of the stairs, Valentine found Barrois awaiting her. “M. Noirtier wishes to see you tonight, he said, in an undertone. “Tell him I will come when I leave my dear grandmamma,” she replied, feeling, with true delicacy, that the person to whom she could be of the most service just then was Madame de Saint-Méran. Valentine found her grandmother in bed; silent caresses, heartwrung sobs, broken sighs, burning tears, were all that passed in this sad interview, while Madame de Villefort, leaning on her husband’s arm, maintained all outward forms of respect, at least towards the poor widow. She soon whispered to her husband: “I think it would be better for me to retire, with your permission, for the sight of me appears still to afflict your mother-in-law.” Madame de Saint-Méran heard her. “Yes, yes,” she said softly to Valentine, “let her leave;",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2011",
    "text": "of the contract is fixed for this evening at nine o’clock. I have but one promise and but one heart to give; that promise is pledged to you, that heart is also yours. This evening, then, at a quarter to nine at the gate. “Your betrothed, “Valentine de Villefort.” “P.S.—My poor grandmother gets worse and worse; yesterday her fever amounted to delirium; today her delirium is almost madness. You will be very kind to me, will you not, Morrel, to make me forget my sorrow in leaving her thus? I think it is kept a secret from grandpapa Noirtier, that the contract is to be signed this evening.” Morrel went also to the notary, who confirmed the news that the contract was to be signed that evening. Then he went to call on Monte Cristo and heard still more. Franz had been to announce the ceremony, and Madame de Villefort had also written to beg the count to excuse her not inviting him; the death of M. de Saint-Méran and the dangerous illness of his widow would cast a gloom over the meeting which she would regret should be shared by the count whom she wished every happiness. The day",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_111",
    "text": "whole day in the island. Now, should any letters or other documents of a compromising character be found upon him, will it not be taken for granted that all who uphold him are his accomplices?” With the rapid instinct of selfishness, Caderousse readily perceived the solidity of this mode of reasoning; he gazed, doubtfully, wistfully, on Danglars, and then caution supplanted generosity. “Suppose we wait a while, and see what comes of it,” said he, casting a bewildered look on his companion. “To be sure!” answered Danglars. “Let us wait, by all means. If he be innocent, of course he will be set at liberty; if guilty, why, it is no use involving ourselves in a conspiracy.” “Let us go, then. I cannot stay here any longer.” “With all my heart!” replied Danglars, pleased to find the other so tractable. “Let us take ourselves out of the way, and leave things for the present to take their course.” After their departure, Fernand, who had now again become the friend and protector of Mercédès, led the girl to her home, while some friends of Dantès conducted his father, nearly lifeless, to the Allées de Meilhan. The rumor of Edmond’s arrest as",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1375",
    "text": "my slave, and in saving your life he was but discharging his duty to me.” “Nay,” interposed Madame de Villefort, on whom the authoritative style adopted by the count made a deep impression, “nay, but consider that to preserve my life he has risked his own.” “His life, madame, belongs not to him; it is mine, in return for my having myself saved him from death.” Madame de Villefort made no further reply; her mind was utterly absorbed in the contemplation of the person who, from the first instant she saw him, had made so powerful an impression on her. During the evident preoccupation of Madame de Villefort, Monte Cristo scrutinized the features and appearance of the boy she kept folded in her arms, lavishing on him the most tender endearments. The child was small for his age, and unnaturally pale. A mass of straight black hair, defying all attempts to train or curl it, fell over his projecting forehead, and hung down to his shoulders, giving increased vivacity to eyes already sparkling with a youthful love of mischief and fondness for every forbidden enjoyment. His mouth was large, and the lips, which had not yet regained their color, were",
    "similarity_score": 8.0
  }
]