[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1200",
    "text": "the door after him with the utmost precaution. “This devil of a fellow,” he muttered, shaking his head; “I said at the time he would create a sensation here, and I measure his effect by an infallible thermometer. My mother has noticed him, and he must therefore, perforce, be remarkable.” He went down to the stables, not without some slight annoyance, when he remembered that the Count of Monte Cristo had laid his hands on a “turnout” which sent his bays down to second place in the opinion of connoisseurs. “Most decidedly,” said he, “men are not equal, and I must beg my father to develop this theorem in the Chamber of Peers.” Chapter 42. Monsieur Bertuccio Meanwhile the count had arrived at his house; it had taken him six minutes to perform the distance, but these six minutes were sufficient to induce twenty young men who knew the price of the equipage they had been unable to purchase themselves, to put their horses in a gallop in order to see the rich foreigner who could afford to give 20,000 francs apiece for his horses. The house Ali had chosen, and which was to serve as a town residence to",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1771",
    "text": "before the time named, he would not only lose his bet, but people would say he was afraid; and a brave captain of Spahis cannot risk this, even to gratify a pretty woman, which is, in my opinion, one of the most sacred obligations in the world.” “You see my position, madame,” said Morrel, bestowing a grateful smile on Monte Cristo. “It seems to me,” said Danglars, in his coarse tone, ill-concealed by a forced smile, “that you have already got horses enough.” Madame Danglars seldom allowed remarks of this kind to pass unnoticed, but, to the surprise of the young people, she pretended not to hear it, and said nothing. Monte Cristo smiled at her unusual humility, and showed her two immense porcelain jars, over which wound marine plants, of a size and delicacy that nature alone could produce. The baroness was astonished. “Why,” said she, “you could plant one of the chestnut-trees in the Tuileries inside! How can such enormous jars have been manufactured?” “Ah! madame,” replied Monte Cristo, “you must not ask of us, the manufacturers of fine porcelain, such a question. It is the work of another age, constructed by the genii of earth and water.”",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1815",
    "text": "I had missed you tonight, I might not have had another chance.” “You see, I do not conceal myself.” “You are lucky; I wish I could say as much, for I do conceal myself; and then I was afraid you would not recognize me, but you did,” added Caderousse with his unpleasant smile. “It was very polite of you.” “Come,” said Andrea, “what do you want?” “You do not speak affectionately to me, Benedetto, my old friend, that is not right—take care, or I may become troublesome.” This menace smothered the young man’s passion. He urged the horse again into a trot. “You should not speak so to an old friend like me, Caderousse, as you said just now; you are a native of Marseilles, I am——” “Do you know then now what you are?” “No, but I was brought up in Corsica; you are old and obstinate, I am young and wilful. Between people like us threats are out of place, everything should be amicably arranged. Is it my fault if fortune, which has frowned on you, has been kind to me?” “Fortune has been kind to you, then? Your tilbury, your groom, your clothes, are not then hired?",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2102",
    "text": "of the conversation, that the count noticed M. Andrea Cavalcanti’s solicitude, his manner of listening to the music at the door he dared not pass, and of manifesting his admiration. The banker soon returned. His first look was certainly directed towards Monte Cristo, but the second was for Andrea. As for his wife, he bowed to her, as some husbands do to their wives, but in a way that bachelors will never comprehend, until a very extensive code is published on conjugal life. “Have not the ladies invited you to join them at the piano?” said Danglars to Andrea. “Alas, no, sir,” replied Andrea with a sigh, still more remarkable than the former ones. Danglars immediately advanced towards the door and opened it. 40050m The two young ladies were seen seated on the same chair, at the piano, accompanying themselves, each with one hand, a fancy to which they had accustomed themselves, and performed admirably. Mademoiselle d’Armilly, whom they then perceived through the open doorway, formed with Eugénie one of the _tableaux vivants_ of which the Germans are so fond. She was somewhat beautiful, and exquisitely formed—a little fairy-like figure, with large curls falling on her neck, which was rather",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2293",
    "text": "bedroom. Caderousse became thoughtful. “Does he often go to Auteuil?” added he. “Two or three times a week. Tomorrow, for instance, he is going to spend the day and night there.” “Are you sure of it?” “He has invited me to dine there.” “There’s a life for you,” said Caderousse; “a town house and a country house.” “That is what it is to be rich.” “And shall you dine there?” “Probably.” “When you dine there, do you sleep there?” “If I like; I am at home there.” Caderousse looked at the young man, as if to get at the truth from the bottom of his heart. But Andrea drew a cigar-case from his pocket, took a Havana, quietly lit it, and began smoking. “When do you want your twelve hundred francs?” said he to Caderousse. “Now, if you have them.” Andrea took five-and-twenty louis from his pocket. “Yellow boys?” said Caderousse; “no, I thank you.” “Oh, you despise them.” “On the contrary, I esteem them, but will not have them.” “You can change them, idiot; gold is worth five sous.” “Exactly; and he who changes them will follow friend Caderousse, lay hands on him, and demand what farmers pay him",
    "similarity_score": 8.0
  }
]