[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1254",
    "text": "is right,” replied Bertuccio, “and God made this infant the instrument of our punishment. Never did a perverse nature declare itself more prematurely, and yet it was not owing to any fault in his bringing up. He was a most lovely child, with large blue eyes, of that deep color that harmonizes so well with the blond complexion; only his hair, which was too light, gave his face a most singular expression, and added to the vivacity of his look, and the malice of his smile. “Unfortunately, there is a proverb which says that ‘red is either altogether good or altogether bad.’ The proverb was but too correct as regarded Benedetto, and even in his infancy he manifested the worst disposition. It is true that the indulgence of his foster-mother encouraged him. This child, for whom my poor sister would go to the town, five or six leagues off, to purchase the earliest fruits and the most tempting sweetmeats, preferred to Palma grapes or Genoese preserves, the chestnuts stolen from a neighbor’s orchard, or the dried apples in his loft, when he could eat as well of the nuts and apples that grew in my garden. “One day, when Benedetto",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1304",
    "text": "count; “I take pleasure in saying that you have served me faithfully, Bertuccio; but you might have shown more confidence in me.” “I, your excellency?” “Yes; you. How comes it, that having both a sister and an adopted son, you have never spoken to me of either?” 20323m “Alas, I have still to recount the most distressing period of my life. Anxious as you may suppose I was to behold and comfort my dear sister, I lost no time in hastening to Corsica, but when I arrived at Rogliano I found a house of mourning, the consequences of a scene so horrible that the neighbors remember and speak of it to this day. Acting by my advice, my poor sister had refused to comply with the unreasonable demands of Benedetto, who was continually tormenting her for money, as long as he believed there was a sou left in her possession. One morning he threatened her with the severest consequences if she did not supply him with what he desired, and disappeared and remained away all day, leaving the kind-hearted Assunta, who loved him as if he were her own child, to weep over his conduct and bewail his absence. Evening",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1386",
    "text": "and drove that same night to No. 30 in the Avenue des Champs-Élysées. VOLUME THREE 30009m 30011m Chapter 48. Ideology If the Count of Monte Cristo had been for a long time familiar with the ways of Parisian society, he would have appreciated better the significance of the step which M. de Villefort had taken. Standing well at court, whether the king regnant was of the older or younger branch, whether the government was doctrinaire liberal, or conservative; looked upon by all as a man of talent, since those who have never experienced a political check are generally so regarded; hated by many, but warmly supported by others, without being really liked by anybody, M. de Villefort held a high position in the magistracy, and maintained his eminence like a Harlay or a Molé. His drawing-room, under the regenerating influence of a young wife and a daughter by his first marriage, scarcely eighteen, was still one of the well-regulated Paris salons where the worship of traditional customs and the observance of rigid etiquette were carefully maintained. A freezing politeness, a strict fidelity to government principles, a profound contempt for theories and theorists, a deep-seated hatred of ideality,—these were the elements",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1387",
    "text": "marriage, scarcely eighteen, was still one of the well-regulated Paris salons where the worship of traditional customs and the observance of rigid etiquette were carefully maintained. A freezing politeness, a strict fidelity to government principles, a profound contempt for theories and theorists, a deep-seated hatred of ideality,—these were the elements of private and public life displayed by M. de Villefort. 30023m M. de Villefort was not only a magistrate, he was almost a diplomatist. His relations with the former court, of which he always spoke with dignity and respect, made him respected by the new one, and he knew so many things, that not only was he always carefully considered, but sometimes consulted. Perhaps this would not have been so had it been possible to get rid of M. de Villefort; but, like the feudal barons who rebelled against their sovereign, he dwelt in an impregnable fortress. This fortress was his post as king’s attorney, all the advantages of which he exploited with marvellous skill, and which he would not have resigned but to be made deputy, and thus to replace neutrality by opposition. Ordinarily M. de Villefort made and returned very few visits. His wife visited for him, and",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1431",
    "text": "his horse, and smoking his cigar at the entrance of the garden, when the count’s carriage stopped at the gate. Cocles opened the gate, and Baptistin, springing from the box, inquired whether Monsieur and Madame Herbault and Monsieur Maximilian Morrel would see his excellency the Count of Monte Cristo. “The Count of Monte Cristo?” cried Morrel, throwing away his cigar and hastening to the carriage; “I should think we would see him. Ah, a thousand thanks, count, for not having forgotten your promise.” And the young officer shook the count’s hand so warmly, that Monte Cristo could not be mistaken as to the sincerity of his joy, and he saw that he had been expected with impatience, and was received with pleasure. “Come, come,” said Maximilian, “I will serve as your guide; such a man as you are ought not to be introduced by a servant. My sister is in the garden plucking the dead roses; my brother is reading his two papers, _la Presse_ and _les Débats_, within six steps of her; for wherever you see Madame Herbault, you have only to look within a circle of four yards and you will find M. Emmanuel, and ‘reciprocally,’ as they",
    "similarity_score": 8.0
  }
]