[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_675",
    "text": "contrary, from a firm conviction. Like the rats that one by one forsake the doomed ship even before the vessel weighs anchor, so all the numerous clerks had by degrees deserted the office and the warehouse. Cocles had seen them go without thinking of inquiring the cause of their departure. Everything was as we have said, a question of arithmetic to Cocles, and during twenty years he had always seen all payments made with such exactitude, that it seemed as impossible to him that the house should stop payment, as it would to a miller that the river that had so long turned his mill should cease to flow. Nothing had as yet occurred to shake Cocles’ belief; the last month’s payment had been made with the most scrupulous exactitude; Cocles had detected an overbalance of fourteen sous in his cash, and the same evening he had brought them to M. Morrel, who, with a melancholy smile, threw them into an almost empty drawer, saying: “Thanks, Cocles; you are the pearl of cashiers.” Cocles went away perfectly happy, for this eulogium of M. Morrel, himself the pearl of the honest men of Marseilles, flattered him more than a present of",
    "similarity_score": 12.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1017",
    "text": "merited. He had recognized by certain unmistakable signs, that his fair _incognita_ belonged to the aristocracy. He had made up his mind to write to her the next day. Franz remarked, while he gave these details, that Albert seemed to have something to ask of him, but that he was unwilling to ask it. He insisted upon it, declaring beforehand that he was willing to make any sacrifice the other wished. Albert let himself be pressed just as long as friendship required, and then avowed to Franz that he would do him a great favor by allowing him to occupy the carriage alone the next day. Albert attributed to Franz’s absence the extreme kindness of the fair peasant in raising her mask. Franz was not sufficiently egotistical to stop Albert in the middle of an adventure that promised to prove so agreeable to his curiosity and so flattering to his vanity. He felt assured that the perfect indiscretion of his friend would duly inform him of all that happened; and as, during three years that he had travelled all over Italy, a similar piece of good fortune had never fallen to his share, Franz was by no means sorry to",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2639",
    "text": "was coming from Mortefontaine to Senlis, when my horse, which is a troublesome creature, stumbled and threw me. I must reach Compiègne tonight, or I shall cause deep anxiety to my family. Could you let me hire a horse of you?” An innkeeper has always a horse to let, whether it be good or bad. The host called the stable-boy, and ordered him to saddle _Le Blanc_ then he awoke his son, a child of seven years, whom he ordered to ride before the gentleman and bring back the horse. Andrea gave the innkeeper twenty francs, and in taking them from his pocket dropped a visiting card. This belonged to one of his friends at the Café de Paris, so that the innkeeper, picking it up after Andrea had left, was convinced that he had let his horse to the Count of Mauléon, 25 Rue Saint-Dominique, that being the name and address on the card. _Le Blanc_ was not a fast animal, but he kept up an easy, steady pace; in three hours and a half Andrea had traversed the nine leagues which separated him from Compiègne, and four o’clock struck as he reached the place where the coaches stop.",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2642",
    "text": "his last stay at Compiègne. Unfortunately, No. 3 was engaged by a young man who was travelling with his sister. Andrea appeared in despair, but consoled himself when the hostess assured him that No. 7, prepared for him, was situated precisely the same as No. 3, and while warming his feet and chatting about the last races at Chantilly, he waited until they announced his room to be ready. Andrea had not spoken without cause of the pretty rooms looking out upon the court of the Bell Hotel, which with its triple galleries like those of a theatre, with the jessamine and clematis twining round the light columns, forms one of the prettiest entrances to an inn that you can imagine. The fowl was tender, the wine old, the fire clear and sparkling, and Andrea was surprised to find himself eating with as good an appetite as though nothing had happened. Then he went to bed and almost immediately fell into that deep sleep which is sure to visit men of twenty years of age, even when they are torn with remorse. Now, here we are obliged to own that Andrea ought to have felt remorse, but that he did",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2646",
    "text": "that gendarme there?” asked Andrea of himself. Then, all at once, he replied, with that logic which the reader has, doubtless, remarked in him, “There is nothing astonishing in seeing a gendarme at an inn; instead of being astonished, let me dress myself.” And the youth dressed himself with a facility his valet de chambre had failed to rob him of during the two months of fashionable life he had led in Paris. “Now then,” said Andrea, while dressing himself, “I’ll wait till he leaves, and then I’ll slip away.” 50047m And, saying this, Andrea, who had now put on his boots and cravat, stole gently to the window, and a second time lifted up the muslin curtain. Not only was the first gendarme still there, but the young man now perceived a second yellow, blue, and white uniform at the foot of the staircase, the only one by which he could descend, while a third, on horseback, holding a musket in his fist, was posted as a sentinel at the great street-door which alone afforded the means of egress. The appearance of the third gendarme settled the matter, for a crowd of curious loungers was extended before him, effectually",
    "similarity_score": 11.0
  }
]