[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_11",
    "text": "years of age, of unprepossessing countenance, obsequious to his superiors, insolent to his subordinates; and this, in addition to his position as responsible agent on board, which is always obnoxious to the sailors, made him as much disliked by the crew as Edmond Dantès was beloved by them. “Well, M. Morrel,” said Danglars, “you have heard of the misfortune that has befallen us?” “Yes—yes: poor Captain Leclere! He was a brave and an honest man.” “And a first-rate seaman, one who had seen long and honorable service, as became a man charged with the interests of a house so important as that of Morrel & Son,” replied Danglars. “But,” replied the owner, glancing after Dantès, who was watching the anchoring of his vessel, “it seems to me that a sailor needs not be so old as you say, Danglars, to understand his business, for our friend Edmond seems to understand it thoroughly, and not to require instruction from anyone.” “Yes,” said Danglars, darting at Edmond a look gleaming with hate. “Yes, he is young, and youth is invariably self-confident. Scarcely was the captain’s breath out of his body when he assumed the command without consulting anyone, and he caused us",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2933",
    "text": "do?” The slave respectfully signalized that he had. “And what did he say, or rather do?” Ali placed himself in the light, so that his master might see him distinctly, and then imitating in his intelligent manner the countenance of the old man, he closed his eyes, as Noirtier was in the custom of doing when saying “Yes.” “Good; he accepts,” said Monte Cristo. “Now let us go.” 50205m These words had scarcely escaped him, when the carriage was on its way, and the feet of the horses struck a shower of sparks from the pavement. Maximilian settled himself in his corner without uttering a word. Half an hour had passed when the carriage stopped suddenly; the count had just pulled the silken check-string, which was fastened to Ali’s finger. The Nubian immediately descended and opened the carriage door. It was a lovely starlight night—they had just reached the top of the hill Villejuif, from whence Paris appears like a sombre sea tossing its millions of phosphoric waves into light—waves indeed more noisy, more passionate, more changeable, more furious, more greedy, than those of the tempestuous ocean,—waves which never rest as those of the sea sometimes do,—waves ever dashing, ever",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_506",
    "text": "the customs officers of the coast; and as there was between these worthies and himself a perpetual battle of wits, he had at first thought that Dantès might be an emissary of these industrious guardians of rights and duties, who perhaps employed this ingenious means of learning some of the secrets of his trade. But the skilful manner in which Dantès had handled the lugger had entirely reassured him; and then, when he saw the light plume of smoke floating above the bastion of the Château d’If, and heard the distant report, he was instantly struck with the idea that he had on board his vessel one whose coming and going, like that of kings, was accompanied with salutes of artillery. This made him less uneasy, it must be owned, than if the new-comer had proved to be a customs officer; but this supposition also disappeared like the first, when he beheld the perfect tranquillity of his recruit. Edmond thus had the advantage of knowing what the owner was, without the owner knowing who he was; and however the old sailor and his crew tried to “pump” him, they extracted nothing more from him; he gave accurate descriptions of Naples",
    "similarity_score": 7.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_101",
    "text": "of an order of arrest, and although I most reluctantly perform the task assigned me, it must, nevertheless, be fulfilled. Who among the persons here assembled answers to the name of Edmond Dantès?” Every eye was turned towards the young man who, spite of the agitation he could not but feel, advanced with dignity, and said, in a firm voice: “I am he; what is your pleasure with me?” “Edmond Dantès,” replied the magistrate, “I arrest you in the name of the law!” “Me!” repeated Edmond, slightly changing color, “and wherefore, I pray?” “I cannot inform you, but you will be duly acquainted with the reasons that have rendered such a step necessary at the preliminary examination.” M. Morrel felt that further resistance or remonstrance was useless. He saw before him an officer delegated to enforce the law, and perfectly well knew that it would be as unavailing to seek pity from a magistrate decked with his official scarf, as to address a petition to some cold marble effigy. Old Dantès, however, sprang forward. There are situations which the heart of a father or a mother cannot be made to understand. He prayed and supplicated in terms so moving, that",
    "similarity_score": 6.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1015",
    "text": "bouquet in his button-hole, but he kept the faded one in his hand; and when he again met the calash, he raised it to his lips, an action which seemed greatly to amuse not only the fair lady who had thrown it, but her joyous companions also. The day was as gay as the preceding one, perhaps even more animated and noisy; the count appeared for an instant at his window, but when they again passed he had disappeared. It is almost needless to say that the flirtation between Albert and the fair peasant continued all day. In the evening, on his return, Franz found a letter from the embassy, informing him that he would have the honor of being received by his holiness the next day. At each previous visit he had made to Rome, he had solicited and obtained the same favor; and incited as much by a religious feeling as by gratitude, he was unwilling to quit the capital of the Christian world without laying his respectful homage at the feet of one of St. Peter’s successors who has set the rare example of all the virtues. He did not then think of the Carnival, for in",
    "similarity_score": 6.0
  }
]