[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1435",
    "text": "other, and with twenty-five thousand francs a year they fancy themselves as rich as Rothschild.” “Five-and-twenty thousand francs is not a large sum, however,” replied Monte Cristo, with a tone so sweet and gentle, that it went to Maximilian’s heart like the voice of a father; “but they will not be content with that. Your brother-in-law is a barrister? a doctor?” “He was a merchant, monsieur, and had succeeded to the business of my poor father. M. Morrel, at his death, left 500,000 francs, which were divided between my sister and myself, for we were his only children. Her husband, who, when he married her, had no other patrimony than his noble probity, his first-rate ability, and his spotless reputation, wished to possess as much as his wife. He labored and toiled until he had amassed 250,000 francs; six years sufficed to achieve this object. Oh, I assure you, sir, it was a touching spectacle to see these young creatures, destined by their talents for higher stations, toiling together, and through their unwillingness to change any of the customs of their paternal house, taking six years to accomplish what less scrupulous people would have effected in two or three. Marseilles",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1442",
    "text": "of this purse, with the paper at one end and the large diamond at the other.” “Count,” replied Maximilian, with an air of gravity, “those are our most precious family treasures.” “The stone seems very brilliant,” answered the count. “Oh, my brother does not allude to its value, although it has been estimated at 100,000 francs; he means, that the articles contained in this purse are the relics of the angel I spoke of just now.” “This I do not comprehend; and yet I may not ask for an explanation, madame,” replied Monte Cristo bowing. “Pardon me, I had no intention of committing an indiscretion.” “Indiscretion,—oh, you make us happy by giving us an excuse for expatiating on this subject. If we wanted to conceal the noble action this purse commemorates, we should not expose it thus to view. Oh, would we could relate it everywhere, and to everyone, so that the emotion of our unknown benefactor might reveal his presence.” “Ah, really,” said Monte Cristo in a half-stifled voice. “Monsieur,” returned Maximilian, raising the glass cover, and respectfully kissing the silken purse, “this has touched the hand of a man who saved my father from suicide, us from ruin,",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1591",
    "text": "style about them. Monsieur Baptistin especially; I could never get such a man as that. My servants seem to imitate those you sometimes see in a play, who, because they have only a word or two to say, aquit themselves in the most awkward manner possible. Therefore, if you part with M. Baptistin, give me the refusal of him.” “By all means.” “That is not all; give my compliments to your illustrious Luccanese, Cavalcante of the Cavalcanti; and if by any chance he should be wishing to establish his son, find him a wife very rich, very noble on her mother’s side at least, and a baroness in right of her father, I will help you in the search.” “Ah, ha; you will do as much as that, will you?” “Yes.” “Well, really, nothing is certain in this world.” “Oh, count, what a service you might render me! I should like you a hundred times better if, by your intervention, I could manage to remain a bachelor, even were it only for ten years.” “Nothing is impossible,” gravely replied Monte Cristo; and taking leave of Albert, he returned into the house, and struck the gong three times. Bertuccio appeared. “Monsieur",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1598",
    "text": "Cavalcanti, a worthy patrician of Lucca, a descendant of the Cavalcanti of Florence,’” continued Monte Cristo, reading aloud, “‘possessing an income of half a million.’” Monte Cristo raised his eyes from the paper, and bowed. “Half a million,” said he, “magnificent!” “Half a million, is it?” said the major. “Yes, in so many words; and it must be so, for the abbé knows correctly the amount of all the largest fortunes in Europe.” “Be it half a million, then; but on my word of honor, I had no idea that it was so much.” “Because you are robbed by your steward. You must make some reformation in that quarter.” “You have opened my eyes,” said the Italian gravely; “I will show the gentlemen the door.” Monte Cristo resumed the perusal of the letter: “‘And who only needs one thing more to make him happy.’” “Yes, indeed but one!” said the major with a sigh. “‘Which is to recover a lost and adored son.’” “A lost and adored son!” “‘Stolen away in his infancy, either by an enemy of his noble family or by the gypsies.’” “At the age of five years!” said the major with a deep sigh, and raising",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1599",
    "text": "major with a sigh. “‘Which is to recover a lost and adored son.’” “A lost and adored son!” “‘Stolen away in his infancy, either by an enemy of his noble family or by the gypsies.’” “At the age of five years!” said the major with a deep sigh, and raising his eye to heaven. “Unhappy father,” said Monte Cristo. The count continued: “‘I have given him renewed life and hope, in the assurance that you have the power of restoring the son whom he has vainly sought for fifteen years.’” The major looked at the count with an indescribable expression of anxiety. “I have the power of so doing,” said Monte Cristo. The major recovered his self-possession. “So, then,” said he, “the letter was true to the end?” “Did you doubt it, my dear Monsieur Bartolomeo?” “No, indeed; certainly not; a good man, a man holding religious office, as does the Abbé Busoni, could not condescend to deceive or play off a joke; but your excellency has not read all.” “Ah, true,” said Monte Cristo “there is a postscript.” “Yes, yes,” repeated the major, “yes—there—is—a—postscript.” “‘In order to save Major Cavalcanti the trouble of drawing on his banker, I send",
    "similarity_score": 10.0
  }
]