[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1191",
    "text": "velvet armchair, the whole room so obscure that only the shining spangle, fastened here and there to the drapery, and the angles of the gilded frames of the pictures, showed with some degree of brightness in the gloom. Albert could not see the face of the countess, as it was covered with a thin veil she had put on her head, and which fell over her features in misty folds, but it seemed to him as though her voice had altered. He could distinguish amid the perfumes of the roses and heliotropes in the flower-stands, the sharp and fragrant odor of volatile salts, and he noticed in one of the chased cups on the mantle-piece the countess’s smelling-bottle, taken from its shagreen case, and exclaimed in a tone of uneasiness, as he entered: “My dear mother, have you been ill during my absence?” “No, no, Albert, but you know these roses, tuberoses, and orange-flowers throw out at first, before one is used to them, such violent perfumes.” “Then, my dear mother,” said Albert, putting his hand to the bell, “they must be taken into the antechamber. You are really ill, and just now were so pale as you came into",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1680",
    "text": "failed to anticipate the wishes of the living, thinking mind, or the wants of the almost inanimate body. As to the servant, he had, as we have said, been with his master for five-and-twenty years, therefore he knew all his habits, and it was seldom that Noirtier found it necessary to ask for anything, so prompt was he in administering to all the necessities of the invalid. Villefort did not need the help of either Valentine or the domestic in order to carry on with his father the strange conversation which he was about to begin. As we have said, he perfectly understood the old man’s vocabulary, and if he did not use it more often, it was only indifference and _ennui_ which prevented him from so doing. He therefore allowed Valentine to go into the garden, sent away Barrois, and after having seated himself at his father’s right hand, while Madame de Villefort placed herself on the left, he addressed him thus: “I trust you will not be displeased, sir, that Valentine has not come with us, or that I dismissed Barrois, for our conference will be one which could not with propriety be carried on in the presence",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1681",
    "text": "while Madame de Villefort placed herself on the left, he addressed him thus: “I trust you will not be displeased, sir, that Valentine has not come with us, or that I dismissed Barrois, for our conference will be one which could not with propriety be carried on in the presence of either. Madame de Villefort and I have a communication to make to you.” Noirtier’s face remained perfectly passive during this long preamble, while, on the contrary, Villefort’s eye was endeavoring to penetrate into the inmost recesses of the old man’s heart. “This communication,” continued the procureur, in that cold and decisive tone which seemed at once to preclude all discussion, “will, we are sure, meet with your approbation.” The eye of the invalid still retained that vacancy of expression which prevented his son from obtaining any knowledge of the feelings which were passing in his mind; he listened, nothing more. “Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had the old man’s face been moulded in wax it could not have shown less emotion at this news than was now to be traced there. “The marriage will take place in less than three months,” said Villefort. Noirtier’s eye",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1969",
    "text": "but, as I have told you, it was too late.” “Yes; but then he could tell of what complaint the poor marquis had died.” “Oh, yes, sir, he told me; it appears to have been an apoplectic stroke.” “And what did you do then?” “M. de Saint-Méran had always expressed a desire, in case his death happened during his absence from Paris, that his body might be brought to the family vault. I had him put into a leaden coffin, and I am preceding him by a few days.” “Oh! my poor mother!” said Villefort, “to have such duties to perform at your age after such a blow!” “God has supported me through all; and then, my dear marquis, he would certainly have done everything for me that I performed for him. It is true that since I left him, I seem to have lost my senses. I cannot cry; at my age they say that we have no more tears,—still I think that when one is in trouble one should have the power of weeping. Where is Valentine, sir? It is on her account I am here; I wish to see Valentine.” 30315m Villefort thought it would be terrible",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2117",
    "text": "on his regret, after what he had just heard, that he had been unable to be present the previous evening. Cavalcanti, being left alone, turned to Monte Cristo. “Come,” said Madame Danglars, “leave music and compliments, and let us go and take tea.” “Come, Louise,” said Mademoiselle Danglars to her friend. They passed into the next drawing-room, where tea was prepared. Just as they were beginning, in the English fashion, to leave the spoons in their cups, the door again opened and Danglars entered, visibly agitated. Monte Cristo observed it particularly, and by a look asked the banker for an explanation. “I have just received my courier from Greece,” said Danglars. “Ah, yes,” said the count; “that was the reason of your running away from us.” “Yes.” “How is King Otho getting on?” asked Albert in the most sprightly tone. Danglars cast another suspicious look towards him without answering, and Monte Cristo turned away to conceal the expression of pity which passed over his features, but which was gone in a moment. “We shall go together, shall we not?” said Albert to the count. “If you like,” replied the latter. Albert could not understand the banker’s look, and turning to",
    "similarity_score": 8.0
  }
]