[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_669",
    "text": "inspector begged the Englishman to seat himself in an armchair, and placed before him the register and documents relative to the Château d’If, giving him all the time he desired for the examination, while De Boville seated himself in a corner, and began to read his newspaper. The Englishman easily found the entries relative to the Abbé Faria; but it seemed that the history which the inspector had related interested him greatly, for after having perused the first documents he turned over the leaves until he reached the deposition respecting Edmond Dantès. There he found everything arranged in due order,—the accusation, examination, Morrel’s petition, M. de Villefort’s marginal notes. He folded up the accusation quietly, and put it as quietly in his pocket; read the examination, and saw that the name of Noirtier was not mentioned in it; perused, too, the application dated 10th April, 1815, in which Morrel, by the deputy procureur’s advice, exaggerated with the best intentions (for Napoleon was then on the throne) the services Dantès had rendered to the imperial cause—services which Villefort’s certificates rendered indisputable. Then he saw through the whole thing. This petition to Napoleon, kept back by Villefort, had become, under the second",
    "similarity_score": 12.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_481",
    "text": "seen. When he arose a second time, he was fifty paces from where he had first sunk. He saw overhead a black and tempestuous sky, across which the wind was driving clouds that occasionally suffered a twinkling star to appear; before him was the vast expanse of waters, sombre and terrible, whose waves foamed and roared as if before the approach of a storm. Behind him, blacker than the sea, blacker than the sky, rose phantom-like the vast stone structure, whose projecting crags seemed like arms extended to seize their prey, and on the highest rock was a torch lighting two figures. He fancied that these two forms were looking at the sea; doubtless these strange grave-diggers had heard his cry. Dantès dived again, and remained a long time beneath the water. This was an easy feat to him, for he usually attracted a crowd of spectators in the bay before the lighthouse at Marseilles when he swam there, and was unanimously declared to be the best swimmer in the port. When he came up again the light had disappeared. He must now get his bearings. Ratonneau and Pomègue are the nearest islands of all those that surround the Château",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_482",
    "text": "before the lighthouse at Marseilles when he swam there, and was unanimously declared to be the best swimmer in the port. When he came up again the light had disappeared. He must now get his bearings. Ratonneau and Pomègue are the nearest islands of all those that surround the Château d’If, but Ratonneau and Pomègue are inhabited, as is also the islet of Daume. Tiboulen and Lemaire were therefore the safest for Dantès’ venture. The islands of Tiboulen and Lemaire are a league from the Château d’If; Dantès, nevertheless, determined to make for them. But how could he find his way in the darkness of the night? At this moment he saw the light of Planier, gleaming in front of him like a star. By leaving this light on the right, he kept the Island of Tiboulen a little on the left; by turning to the left, therefore, he would find it. But, as we have said, it was at least a league from the Château d’If to this island. Often in prison Faria had said to him, when he saw him idle and inactive: “Dantès, you must not give way to this listlessness; you will be drowned if you",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_578",
    "text": "port of Marseilles, and anchored exactly opposite the spot from whence, on the never-to-be-forgotten night of his departure for the Château d’If, he had been put on board the boat destined to convey him thither. 0315m Still Dantès could not view without a shudder the approach of a gendarme who accompanied the officers deputed to demand his bill of health ere the yacht was permitted to hold communication with the shore; but with that perfect self-possession he had acquired during his acquaintance with Faria, Dantès coolly presented an English passport he had obtained from Leghorn, and as this gave him a standing which a French passport would not have afforded, he was informed that there existed no obstacle to his immediate debarkation. The first person to attract the attention of Dantès, as he landed on the Canebière, was one of the crew belonging to the _Pharaon_. Edmond welcomed the meeting with this fellow—who had been one of his own sailors—as a sure means of testing the extent of the change which time had worked in his own appearance. Going straight towards him, he propounded a variety of questions on different subjects, carefully watching the man’s countenance as he did so;",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_668",
    "text": "in knowing if he were dead or alive.” “So that now, if there were anything to inherit from him, they may do so with easy conscience. He is dead, and no mistake about it.” “Oh, yes; and they may have the fact attested whenever they please.” “So be it,” said the Englishman. “But to return to these registers.” “True, this story has diverted our attention from them. Excuse me.” “Excuse you for what? For the story? By no means; it really seems to me very curious.” “Yes, indeed. So, sir, you wish to see all relating to the poor abbé, who really was gentleness itself.” “Yes, you will much oblige me.” “Go into my study here, and I will show it to you.” And they both entered M. de Boville’s study. Everything was here arranged in perfect order; each register had its number, each file of papers its place. The inspector begged the Englishman to seat himself in an armchair, and placed before him the register and documents relative to the Château d’If, giving him all the time he desired for the examination, while De Boville seated himself in a corner, and began to read his newspaper. The Englishman easily",
    "similarity_score": 11.0
  }
]