[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_107",
    "text": "this misery—I am quite sure of it,” whispered Caderousse, who had never taken his eyes off Fernand, to Danglars. “I don’t think so,” answered the other; “he’s too stupid to imagine such a scheme. I only hope the mischief will fall upon the head of whoever wrought it.” “You don’t mention those who aided and abetted the deed,” said Caderousse. “Surely,” answered Danglars, “one cannot be held responsible for every chance arrow shot into the air.” “You can, indeed, when the arrow lights point downward on somebody’s head.” Meantime the subject of the arrest was being canvassed in every different form. “What think you, Danglars,” said one of the party, turning towards him, “of this event?” “Why,” replied he, “I think it just possible Dantès may have been detected with some trifling article on board ship considered here as contraband.” “But how could he have done so without your knowledge, Danglars, since you are the ship’s supercargo?” “Why, as for that, I could only know what I was told respecting the merchandise with which the vessel was laden. I know she was loaded with cotton, and that she took in her freight at Alexandria from Pastret’s warehouse, and at Smyrna",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1095",
    "text": "the servants and masters when they were on foot. It was easy to discover that the delicate care of a mother, unwilling to part from her son, and yet aware that a young man of the viscount’s age required the full exercise of his liberty, had chosen this habitation for Albert. There were not lacking, however, evidences of what we may call the intelligent egoism of a youth who is charmed with the indolent, careless life of an only son, and who lives as it were in a gilded cage. By means of the two windows looking into the street, Albert could see all that passed; the sight of what is going on is necessary to young men, who always want to see the world traverse their horizon, even if that horizon is only a public thoroughfare. Then, should anything appear to merit a more minute examination, Albert de Morcerf could follow up his researches by means of a small gate, similar to that close to the _concierge’s_ door, and which merits a particular description. It was a little entrance that seemed never to have been opened since the house was built, so entirely was it covered with dust and",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_110",
    "text": "answered M. Morrel; “but still he is charged——” “With what?” inquired the elder Dantès. “With being an agent of the Bonapartist faction!” Many of our readers may be able to recollect how formidable such an accusation became in the period at which our story is dated. A despairing cry escaped the pale lips of Mercédès; the old man sank into a chair. “Ah, Danglars!” whispered Caderousse, “you have deceived me—the trick you spoke of last night has been played; but I cannot suffer a poor old man or an innocent girl to die of grief through your fault. I am determined to tell them all about it.” “Be silent, you simpleton!” cried Danglars, grasping him by the arm, “or I will not answer even for your own safety. Who can tell whether Dantès be innocent or guilty? The vessel did touch at Elba, where he quitted it, and passed a whole day in the island. Now, should any letters or other documents of a compromising character be found upon him, will it not be taken for granted that all who uphold him are his accomplices?” With the rapid instinct of selfishness, Caderousse readily perceived the solidity of this mode of",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1384",
    "text": "curiously interesting problems I, for one, delight in solving at any risk, even if it were to necessitate another drive to the Bois behind your horses. Edward endured the accident with miraculous courage—he did not utter a single cry, but fell lifeless into my arms; nor did a tear fall from his eyes after it was over. I doubt not you will consider these praises the result of blind maternal affection, but there is a soul of iron in that delicate, fragile body. Valentine sends many affectionate remembrances to your dear Eugénie. I embrace you with all my heart. Héloïse de Villefort. P.S.—Do pray contrive some means for me to meet the Count of Monte Cristo at your house. I must and will see him again. I have just made M. de Villefort promise to call on him, and I hope the visit will be returned. That night the adventure at Auteuil was talked of everywhere. Albert related it to his mother; Château-Renaud recounted it at the Jockey Club, and Debray detailed it at length in the salons of the minister; even Beauchamp accorded twenty lines in his journal to the relation of the count’s courage and gallantry, thereby celebrating",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2642",
    "text": "his last stay at Compiègne. Unfortunately, No. 3 was engaged by a young man who was travelling with his sister. Andrea appeared in despair, but consoled himself when the hostess assured him that No. 7, prepared for him, was situated precisely the same as No. 3, and while warming his feet and chatting about the last races at Chantilly, he waited until they announced his room to be ready. Andrea had not spoken without cause of the pretty rooms looking out upon the court of the Bell Hotel, which with its triple galleries like those of a theatre, with the jessamine and clematis twining round the light columns, forms one of the prettiest entrances to an inn that you can imagine. The fowl was tender, the wine old, the fire clear and sparkling, and Andrea was surprised to find himself eating with as good an appetite as though nothing had happened. Then he went to bed and almost immediately fell into that deep sleep which is sure to visit men of twenty years of age, even when they are torn with remorse. Now, here we are obliged to own that Andrea ought to have felt remorse, but that he did",
    "similarity_score": 8.0
  }
]