[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_106",
    "text": "“That’s right!” exclaimed a multitude of voices, “go, and return as quickly as you can!” This second departure was followed by a long and fearful state of terrified silence on the part of those who were left behind. The old father and Mercédès remained for some time apart, each absorbed in grief; but at length the two poor victims of the same blow raised their eyes, and with a simultaneous burst of feeling rushed into each other’s arms. Meanwhile Fernand made his appearance, poured out for himself a glass of water with a trembling hand; then hastily swallowing it, went to sit down at the first vacant place, and this was, by mere chance, placed next to the seat on which poor Mercédès had fallen half fainting, when released from the warm and affectionate embrace of old Dantès. Instinctively Fernand drew back his chair. “He is the cause of all this misery—I am quite sure of it,” whispered Caderousse, who had never taken his eyes off Fernand, to Danglars. “I don’t think so,” answered the other; “he’s too stupid to imagine such a scheme. I only hope the mischief will fall upon the head of whoever wrought it.” “You don’t",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2516",
    "text": "leave everything in perfect order, she did not perceive a pale and sinister face at a glass door which threw light into the passage, from which everything could be both seen and heard. He who was thus looking, without being heard or seen, probably heard and saw all that passed in Madame de Morcerf’s apartments. From that glass door the pale-faced man went to the count’s bedroom and raised with a constricted hand the curtain of a window overlooking the courtyard. He remained there ten minutes, motionless and dumb, listening to the beating of his own heart. For him those ten minutes were very long. It was then Albert, returning from his meeting with the count, perceived his father watching for his arrival behind a curtain, and turned aside. The count’s eye expanded; he knew Albert had insulted the count dreadfully, and that in every country in the world such an insult would lead to a deadly duel. Albert returned safely—then the count was revenged. An indescribable ray of joy illumined that wretched countenance like the last ray of the sun before it disappears behind the clouds which bear the aspect, not of a downy couch, but of a tomb.",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_637",
    "text": "and down pensively, and then resumed his seat. “You have two or three times mentioned a M. Morrel,” he said; “who was he?” “The owner of the _Pharaon_ and patron of Dantès.” “And what part did he play in this sad drama?” inquired the abbé. “The part of an honest man, full of courage and real regard. Twenty times he interceded for Edmond. When the emperor returned, he wrote, implored, threatened, and so energetically, that on the second restoration he was persecuted as a Bonapartist. Ten times, as I told you, he came to see Dantès’ father, and offered to receive him in his own house; and the night or two before his death, as I have already said, he left his purse on the mantelpiece, with which they paid the old man’s debts, and buried him decently; and so Edmond’s father died, as he had lived, without doing harm to anyone. I have the purse still by me—a large one, made of red silk.” “And,” asked the abbé, “is M. Morrel still alive?” “Yes,” replied Caderousse. “In that case,” replied the abbé, “he should be a man blessed of God, rich, happy.” Caderousse smiled bitterly. “Yes, happy as myself,”",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_11",
    "text": "years of age, of unprepossessing countenance, obsequious to his superiors, insolent to his subordinates; and this, in addition to his position as responsible agent on board, which is always obnoxious to the sailors, made him as much disliked by the crew as Edmond Dantès was beloved by them. “Well, M. Morrel,” said Danglars, “you have heard of the misfortune that has befallen us?” “Yes—yes: poor Captain Leclere! He was a brave and an honest man.” “And a first-rate seaman, one who had seen long and honorable service, as became a man charged with the interests of a house so important as that of Morrel & Son,” replied Danglars. “But,” replied the owner, glancing after Dantès, who was watching the anchoring of his vessel, “it seems to me that a sailor needs not be so old as you say, Danglars, to understand his business, for our friend Edmond seems to understand it thoroughly, and not to require instruction from anyone.” “Yes,” said Danglars, darting at Edmond a look gleaming with hate. “Yes, he is young, and youth is invariably self-confident. Scarcely was the captain’s breath out of his body when he assumed the command without consulting anyone, and he caused us",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1207",
    "text": "with a faltering step, and returned with a bundle of bank-notes, which the notary counted like a man who never gives a receipt for money until after he is sure it is all there. “And now,” demanded the count, “are all the forms complied with?” “All, sir.” “Have you the keys?” “They are in the hands of the concierge, who takes care of the house, but here is the order I have given him to install the count in his new possessions.” “Very well;” and Monte Cristo made a sign with his hand to the notary, which said, “I have no further need of you; you may go.” “But,” observed the honest notary, “the count is, I think, mistaken; it is only fifty thousand francs, everything included.” “And your fee?” “Is included in this sum.” “But have you not come from Auteuil here?” “Yes, certainly.” “Well, then, it is but fair that you should be paid for your loss of time and trouble,” said the count; and he made a gesture of polite dismissal. The notary left the room backwards, and bowing down to the ground; it was the first time he had ever met a similar client. “See this",
    "similarity_score": 10.0
  }
]