[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1055",
    "text": "the Campo Vaccino, went up the Strada San Gregorio, and reached the gates of St. Sebastian. Then the porter raised some difficulties, but the Count of Monte Cristo produced a permit from the governor of Rome, allowing him to leave or enter the city at any hour of the day or night; the portcullis was therefore raised, the porter had a louis for his trouble, and they went on their way. The road which the carriage now traversed was the ancient Appian Way, and bordered with tombs. From time to time, by the light of the moon, which began to rise, Franz imagined that he saw something like a sentinel appear at various points among the ruins, and suddenly retreat into the darkness on a signal from Peppino. A short time before they reached the Baths of Caracalla the carriage stopped, Peppino opened the door, and the count and Franz alighted. “In ten minutes,” said the count to his companion, “we shall be there.” He then took Peppino aside, gave him an order in a low voice, and Peppino went away, taking with him a torch, brought with them in the carriage. Five minutes elapsed, during which Franz saw the",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1783",
    "text": "an Oriental feast that he offered to them, but of such a kind as the Arabian fairies might be supposed to prepare. Every delicious fruit that the four quarters of the globe could provide was heaped in vases from China and jars from Japan. Rare birds, retaining their most brilliant plumage, enormous fish, spread upon massive silver dishes, together with every wine produced in the Archipelago, Asia Minor, or the Cape, sparkling in bottles, whose grotesque shape seemed to give an additional flavor to the draught,—all these, like one of the displays with which Apicius of old gratified his guests, passed in review before the eyes of the astonished Parisians, who understood that it was possible to expend a thousand louis upon a dinner for ten persons, but only on the condition of eating pearls, like Cleopatra, or drinking refined gold, like Lorenzo de’ Medici. Monte Cristo noticed the general astonishment, and began laughing and joking about it. “Gentlemen,” he said, “you will admit that, when arrived at a certain degree of fortune, the superfluities of life are all that can be desired; and the ladies will allow that, after having risen to a certain eminence of position, the ideal",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_206",
    "text": "faithful report as to the feeling in these three provinces?” “_Canimus surdis_,” replied the king, continuing the annotations in his Horace. “Sire,” replied the courtier, laughing, in order that he might seem to comprehend the quotation, “your majesty may be perfectly right in relying on the good feeling of France, but I fear I am not altogether wrong in dreading some desperate attempt.” “By whom?” “By Bonaparte, or, at least, by his adherents.” “My dear Blacas,” said the king, “you with your alarms prevent me from working.” “And you, sire, prevent me from sleeping with your security.” “Wait, my dear sir, wait a moment; for I have such a delightful note on the _Pastor quum traheret_—wait, and I will listen to you afterwards.” There was a brief pause, during which Louis XVIII. wrote, in a hand as small as possible, another note on the margin of his Horace, and then looking at the duke with the air of a man who thinks he has an idea of his own, while he is only commenting upon the idea of another, said: “Go on, my dear duke, go on—I listen.” “Sire,” said Blacas, who had for a moment the hope of sacrificing",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2082",
    "text": "they thought to have relied as on a brother, manifested evidently signs of discontent and repugnance. When the reading was finished, he remained silent, with knitted brows. “‘“Well,” asked the president, “what do you say to this letter, general?” “‘“I say that it is too soon after declaring myself for Louis XVIII. to break my vow in behalf of the ex-emperor.” This answer was too clear to permit of any mistake as to his sentiments. “General,” said the president, “we acknowledge no King Louis XVIII., or an ex-emperor, but his majesty the emperor and king, driven from France, which is his kingdom, by violence and treason.” “‘“Excuse me, gentlemen,” said the general; “you may not acknowledge Louis XVIII., but I do, as he has made me a baron and a field-marshal, and I shall never forget that for these two titles I am indebted to his happy return to France.” “‘“Sir,” said the president, rising with gravity, “be careful what you say; your words clearly show us that they are deceived concerning you in the Island of Elba, and have deceived us! The communication has been made to you in consequence of the confidence placed in you, and which does",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_222",
    "text": "by the population. Take courage, sir; but at the same time rely on our royal gratitude.” “Ah, here is M. Dandré!” cried de Blacas. At this instant the minister of police appeared at the door, pale, trembling, and as if ready to faint. Villefort was about to retire, but M. de Blacas, taking his hand, restrained him. Chapter 11. The Corsican Ogre At the sight of this agitation Louis XVIII. pushed from him violently the table at which he was sitting. “What ails you, baron?” he exclaimed. “You appear quite aghast. Has your uneasiness anything to do with what M. de Blacas has told me, and M. de Villefort has just confirmed?” M. de Blacas moved suddenly towards the baron, but the fright of the courtier pleaded for the forbearance of the statesman; and besides, as matters were, it was much more to his advantage that the prefect of police should triumph over him than that he should humiliate the prefect. “Sire,——” stammered the baron. “Well, what is it?” asked Louis XVIII. The minister of police, giving way to an impulse of despair, was about to throw himself at the feet of Louis XVIII., who retreated a step and frowned.",
    "similarity_score": 11.0
  }
]