[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1311",
    "text": "excellency, that was the crime, the real crime, for in that I acted like a coward. My first duty, directly I had succeeded in recalling the babe to life, was to restore it to its mother; but, in order to do so, I must have made close and careful inquiry, which would, in all probability, have led to my own apprehension; and I clung to life, partly on my sister’s account, and partly from that feeling of pride inborn in our hearts of desiring to come off untouched and victorious in the execution of our vengeance. Perhaps, too, the natural and instinctive love of life made me wish to avoid endangering my own. And then, again, I am not as brave and courageous as was my poor brother.” Bertuccio hid his face in his hands as he uttered these words, while Monte Cristo fixed on him a look of inscrutable meaning. After a brief silence, rendered still more solemn by the time and place, the count said, in a tone of melancholy wholly unlike his usual manner: “In order to bring this conversation to a fitting termination (the last we shall ever hold upon this subject), I will repeat to",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_400",
    "text": "a similar attack the year previous to my imprisonment. This malady admits but of one remedy; I will tell you what that is. Go into my cell as quickly as you can; draw out one of the feet that support the bed; you will find it has been hollowed out for the purpose of containing a small phial you will see there half-filled with a red-looking fluid. Bring it to me—or rather—no, no!—I may be found here, therefore help me back to my room while I have the strength to drag myself along. Who knows what may happen, or how long the attack may last?” In spite of the magnitude of the misfortune which thus suddenly frustrated his hopes, Dantès did not lose his presence of mind, but descended into the passage, dragging his unfortunate companion with him; then, half-carrying, half-supporting him, he managed to reach the abbé’s chamber, when he immediately laid the sufferer on his bed. “Thanks,” said the poor abbé, shivering as though his veins were filled with ice. “I am about to be seized with a fit of catalepsy; when it comes to its height I shall probably lie still and motionless as though dead, uttering",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_977",
    "text": "All three descended; the coachman received his master’s orders, and drove down the Via del Babuino. While the three gentlemen walked along the Piazza di Spagna and the Via Frattina, which led directly between the Fiano and Rospoli palaces, Franz’s attention was directed towards the windows of that last palace, for he had not forgotten the signal agreed upon between the man in the mantle and the Transtevere peasant. “Which are your windows?” asked he of the count, with as much indifference as he could assume. “The three last,” returned he, with a negligence evidently unaffected, for he could not imagine with what intention the question was put. Franz glanced rapidly towards the three windows. The side windows were hung with yellow damask, and the centre one with white damask and a red cross. The man in the mantle had kept his promise to the Transteverin, and there could now be no doubt that he was the count. The three windows were still untenanted. Preparations were making on every side; chairs were placed, scaffolds were raised, and windows were hung with flags. The masks could not appear; the carriages could not move about; but the masks were visible behind the",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_108",
    "text": "Danglars, since you are the ship’s supercargo?” “Why, as for that, I could only know what I was told respecting the merchandise with which the vessel was laden. I know she was loaded with cotton, and that she took in her freight at Alexandria from Pastret’s warehouse, and at Smyrna from Pascal’s; that is all I was obliged to know, and I beg I may not be asked for any further particulars.” “Now I recollect,” said the afflicted old father; “my poor boy told me yesterday he had got a small case of coffee, and another of tobacco for me!” “There, you see,” exclaimed Danglars. “Now the mischief is out; depend upon it the custom-house people went rummaging about the ship in our absence, and discovered poor Dantès’ hidden treasures.” Mercédès, however, paid no heed to this explanation of her lover’s arrest. Her grief, which she had hitherto tried to restrain, now burst out in a violent fit of hysterical sobbing. “Come, come,” said the old man, “be comforted, my poor child; there is still hope!” “Hope!” repeated Danglars. “Hope!” faintly murmured Fernand, but the word seemed to die away on his pale agitated lips, and a convulsive spasm passed",
    "similarity_score": 10.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1121",
    "text": "two with my double-barrelled gun, and two more with my pistols, but I was then disarmed, and two were still left; one seized me by the hair (that is why I now wear it so short, for no one knows what may happen), the other swung a yataghan, and I already felt the cold steel on my neck, when this gentleman whom you see here charged them, shot the one who held me by the hair, and cleft the skull of the other with his sabre. He had assigned himself the task of saving a man’s life that day; chance caused that man to be myself. When I am rich I will order a statue of Chance from Klagmann or Marochetti.” “Yes,” said Morrel, smiling, “it was the 5th of September, the anniversary of the day on which my father was miraculously preserved; therefore, as far as it lies in my power, I endeavor to celebrate it by some——” 20237m “Heroic action,” interrupted Château-Renaud. “I was chosen. But that is not all—after rescuing me from the sword, he rescued me from the cold, not by sharing his cloak with me, like St. Martin, but by giving me the whole; then",
    "similarity_score": 10.0
  }
]