[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1686",
    "text": "his lips expanded into a smile. “Now,” continued Villefort, “those to whom the guilt really belongs, by whom the crime was committed, on whose heads the justice of man may probably descend here, and the certain judgment of God hereafter, would rejoice in the opportunity thus afforded of bestowing such a peace-offering as Valentine on the son of him whose life they so ruthlessly destroyed.” Noirtier had succeeded in mastering his emotion more than could have been deemed possible with such an enfeebled and shattered frame. “Yes, I understand,” was the reply contained in his look; and this look expressed a feeling of strong indignation, mixed with profound contempt. Villefort fully understood his father’s meaning, and answered by a slight shrug of his shoulders. He then motioned to his wife to take leave. “Now sir,” said Madame de Villefort, “I must bid you farewell. Would you like me to send Edward to you for a short time?” It had been agreed that the old man should express his approbation by closing his eyes, his refusal by winking them several times, and if he had some desire or feeling to express, he raised them to heaven. If he wanted Valentine, he",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2706",
    "text": "strong dose; the poison will be changed, and the quantity increased.” He took the glass and raised it to his lips. “It is already done,” he said; “brucine is no longer employed, but a simple narcotic! I can recognize the flavor of the alcohol in which it has been dissolved. If you had taken what Madame de Villefort has poured into your glass, Valentine—Valentine—you would have been doomed!” “But,” exclaimed the young girl, “why am I thus pursued?” “Why?—are you so kind—so good—so unsuspicious of ill, that you cannot understand, Valentine?” “No, I have never injured her.” “But you are rich, Valentine; you have 200,000 livres a year, and you prevent her son from enjoying these 200,000 livres.” “How so? The fortune is not her gift, but is inherited from my relations.” “Certainly; and that is why M. and Madame de Saint-Méran have died; that is why M. Noirtier was sentenced the day he made you his heir; that is why you, in your turn, are to die—it is because your father would inherit your property, and your brother, his only son, succeed to his.” “Edward? Poor child! Are all these crimes committed on his account?” “Ah, then you at",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1680",
    "text": "failed to anticipate the wishes of the living, thinking mind, or the wants of the almost inanimate body. As to the servant, he had, as we have said, been with his master for five-and-twenty years, therefore he knew all his habits, and it was seldom that Noirtier found it necessary to ask for anything, so prompt was he in administering to all the necessities of the invalid. Villefort did not need the help of either Valentine or the domestic in order to carry on with his father the strange conversation which he was about to begin. As we have said, he perfectly understood the old man’s vocabulary, and if he did not use it more often, it was only indifference and _ennui_ which prevented him from so doing. He therefore allowed Valentine to go into the garden, sent away Barrois, and after having seated himself at his father’s right hand, while Madame de Villefort placed herself on the left, he addressed him thus: “I trust you will not be displeased, sir, that Valentine has not come with us, or that I dismissed Barrois, for our conference will be one which could not with propriety be carried on in the presence",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1681",
    "text": "while Madame de Villefort placed herself on the left, he addressed him thus: “I trust you will not be displeased, sir, that Valentine has not come with us, or that I dismissed Barrois, for our conference will be one which could not with propriety be carried on in the presence of either. Madame de Villefort and I have a communication to make to you.” Noirtier’s face remained perfectly passive during this long preamble, while, on the contrary, Villefort’s eye was endeavoring to penetrate into the inmost recesses of the old man’s heart. “This communication,” continued the procureur, in that cold and decisive tone which seemed at once to preclude all discussion, “will, we are sure, meet with your approbation.” The eye of the invalid still retained that vacancy of expression which prevented his son from obtaining any knowledge of the feelings which were passing in his mind; he listened, nothing more. “Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had the old man’s face been moulded in wax it could not have shown less emotion at this news than was now to be traced there. “The marriage will take place in less than three months,” said Villefort. Noirtier’s eye",
    "similarity_score": 8.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1683",
    "text": "Franz de Quesnel, Baron d’Épinay.” While his wife was speaking, Villefort had narrowly watched the old man’s countenance. When Madame de Villefort pronounced the name of Franz, the pupil of M. Noirtier’s eye began to dilate, and his eyelids trembled with the same movement that may be perceived on the lips of an individual about to speak, and he darted a lightning glance at Madame de Villefort and his son. The procureur, who knew the political hatred which had formerly existed between M. Noirtier and the elder d’Épinay, well understood the agitation and anger which the announcement had produced; but, feigning not to perceive either, he immediately resumed the narrative begun by his wife. “Sir,” said he, “you are aware that Valentine is about to enter her nineteenth year, which renders it important that she should lose no time in forming a suitable alliance. Nevertheless, you have not been forgotten in our plans, and we have fully ascertained beforehand that Valentine’s future husband will consent, not to live in this house, for that might not be pleasant for the young people, but that you should live with them; so that you and Valentine, who are so attached to each other,",
    "similarity_score": 8.0
  }
]