[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2036",
    "text": "not exemplary for piety, he was not easily impressed, but Valentine suffering, weeping, wringing her hands before him, was more than he could bear in silence. He sighed, and whispered a name, and the head bathed in tears and pressed on the velvet cushion of the chair—a head like that of a Magdalen by Correggio—was raised and turned towards him. Valentine perceived him without betraying the least surprise. A heart overwhelmed with one great grief is insensible to minor emotions. Morrel held out his hand to her. Valentine, as her only apology for not having met him, pointed to the corpse under the sheet, and began to sob again. Neither dared for some time to speak in that room. They hesitated to break the silence which death seemed to impose; at length Valentine ventured. “My friend,” said she, “how came you here? Alas, I would say you are welcome, had not death opened the way for you into this house.” “Valentine,” said Morrel with a trembling voice, “I had waited since half-past eight, and did not see you come; I became uneasy, leaped the wall, found my way through the garden, when voices conversing about the fatal event——” “What voices?”",
    "similarity_score": 15.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1683",
    "text": "Franz de Quesnel, Baron d’Épinay.” While his wife was speaking, Villefort had narrowly watched the old man’s countenance. When Madame de Villefort pronounced the name of Franz, the pupil of M. Noirtier’s eye began to dilate, and his eyelids trembled with the same movement that may be perceived on the lips of an individual about to speak, and he darted a lightning glance at Madame de Villefort and his son. The procureur, who knew the political hatred which had formerly existed between M. Noirtier and the elder d’Épinay, well understood the agitation and anger which the announcement had produced; but, feigning not to perceive either, he immediately resumed the narrative begun by his wife. “Sir,” said he, “you are aware that Valentine is about to enter her nineteenth year, which renders it important that she should lose no time in forming a suitable alliance. Nevertheless, you have not been forgotten in our plans, and we have fully ascertained beforehand that Valentine’s future husband will consent, not to live in this house, for that might not be pleasant for the young people, but that you should live with them; so that you and Valentine, who are so attached to each other,",
    "similarity_score": 14.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1289",
    "text": "wear an air of improbability), appeared natural enough, and called for neither apprehension nor mistrust; but, worn out as I was with fatigue, and fully purposing to proceed onwards directly the tempest abated, I determined to obtain a few hours’ sleep. Overhead I could accurately distinguish every movement of the jeweller, who, after making the best arrangements in his power for passing a comfortable night, threw himself on his bed, and I could hear it creak and groan beneath his weight. “Insensibly my eyelids grew heavy, deep sleep stole over me, and having no suspicion of anything wrong, I sought not to shake it off. I looked into the kitchen once more and saw Caderousse sitting by the side of a long table upon one of the low wooden stools which in country places are frequently used instead of chairs; his back was turned towards me, so that I could not see the expression of his countenance—neither should I have been able to do so had he been placed differently, as his head was buried between his two hands. La Carconte continued to gaze on him for some time, then shrugging her shoulders, she took her seat immediately opposite to",
    "similarity_score": 13.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1682",
    "text": "more. “Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had the old man’s face been moulded in wax it could not have shown less emotion at this news than was now to be traced there. “The marriage will take place in less than three months,” said Villefort. Noirtier’s eye still retained its inanimate expression. Madame de Villefort now took her part in the conversation and added: “We thought this news would possess an interest for you, sir, who have always entertained a great affection for Valentine; it therefore only now remains for us to tell you the name of the young man for whom she is destined. It is one of the most desirable connections which could possibly be formed; he possesses fortune, a high rank in society, and every personal qualification likely to render Valentine supremely happy,—his name, moreover, cannot be wholly unknown to you. It is M. Franz de Quesnel, Baron d’Épinay.” While his wife was speaking, Villefort had narrowly watched the old man’s countenance. When Madame de Villefort pronounced the name of Franz, the pupil of M. Noirtier’s eye began to dilate, and his eyelids trembled with the same movement that may be perceived on the",
    "similarity_score": 13.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1687",
    "text": "Edward to you for a short time?” It had been agreed that the old man should express his approbation by closing his eyes, his refusal by winking them several times, and if he had some desire or feeling to express, he raised them to heaven. If he wanted Valentine, he closed his right eye only, and if Barrois, the left. At Madame de Villefort’s proposition he instantly winked his eyes. Provoked by a complete refusal, she bit her lip and said, “Then shall I send Valentine to you?” The old man closed his eyes eagerly, thereby intimating that such was his wish. M. and Madame de Villefort bowed and left the room, giving orders that Valentine should be summoned to her grandfather’s presence, and feeling sure that she would have much to do to restore calmness to the perturbed spirit of the invalid. Valentine, with a color still heightened by emotion, entered the room just after her parents had quitted it. One look was sufficient to tell her that her grandfather was suffering, and that there was much on his mind which he was wishing to communicate to her. “Dear grandpapa,” cried she, “what has happened? They have vexed you,",
    "similarity_score": 13.0
  }
]