[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2036",
    "text": "not exemplary for piety, he was not easily impressed, but Valentine suffering, weeping, wringing her hands before him, was more than he could bear in silence. He sighed, and whispered a name, and the head bathed in tears and pressed on the velvet cushion of the chair—a head like that of a Magdalen by Correggio—was raised and turned towards him. Valentine perceived him without betraying the least surprise. A heart overwhelmed with one great grief is insensible to minor emotions. Morrel held out his hand to her. Valentine, as her only apology for not having met him, pointed to the corpse under the sheet, and began to sob again. Neither dared for some time to speak in that room. They hesitated to break the silence which death seemed to impose; at length Valentine ventured. “My friend,” said she, “how came you here? Alas, I would say you are welcome, had not death opened the way for you into this house.” “Valentine,” said Morrel with a trembling voice, “I had waited since half-past eight, and did not see you come; I became uneasy, leaped the wall, found my way through the garden, when voices conversing about the fatal event——” “What voices?”",
    "similarity_score": 12.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2565",
    "text": "was the best thing that could be done; but he forbade that anything should be given to her except what he ordered. They carried Valentine away; she had revived, but could scarcely move or speak, so shaken was her frame by the attack. She had, however, just power to give one parting look to her grandfather, who in losing her seemed to be resigning his very soul. D’Avrigny followed the invalid, wrote a prescription, ordered Villefort to take a cabriolet, go in person to a chemist’s to get the prescribed medicine, bring it himself, and wait for him in his daughter’s room. Then, having renewed his injunction not to give Valentine anything, he went down again to Noirtier, shut the doors carefully, and after convincing himself that no one was listening: “Do you,” said he, “know anything of this young lady’s illness?” “Yes,” said the old man. “We have no time to lose; I will question, and do you answer me.” Noirtier made a sign that he was ready to answer. “Did you anticipate the accident which has happened to your granddaughter?” “Yes.” D’Avrigny reflected a moment; then approaching Noirtier: “Pardon what I am going to say,” added he, “but",
    "similarity_score": 12.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2973",
    "text": "can see in the dark.” “Why, you are like No. 34. They said he was so accustomed to darkness that he could see a pin in the darkest corner of his dungeon.” “He spent fourteen years to arrive at that,” muttered the count. The guide carried away the torch. The count had spoken correctly. Scarcely had a few seconds elapsed, ere he saw everything as distinctly as by daylight. Then he looked around him, and really recognized his dungeon. “Yes,” he said, “there is the stone upon which I used to sit; there is the impression made by my shoulders on the wall; there is the mark of my blood made when one day I dashed my head against the wall. Oh, those figures, how well I remember them! I made them one day to calculate the age of my father, that I might know whether I should find him still living, and that of Mercédès, to know if I should find her still free. After finishing that calculation, I had a minute’s hope. I did not reckon upon hunger and infidelity!” and a bitter laugh escaped the count. He saw in fancy the burial of his father, and the",
    "similarity_score": 12.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_110",
    "text": "answered M. Morrel; “but still he is charged——” “With what?” inquired the elder Dantès. “With being an agent of the Bonapartist faction!” Many of our readers may be able to recollect how formidable such an accusation became in the period at which our story is dated. A despairing cry escaped the pale lips of Mercédès; the old man sank into a chair. “Ah, Danglars!” whispered Caderousse, “you have deceived me—the trick you spoke of last night has been played; but I cannot suffer a poor old man or an innocent girl to die of grief through your fault. I am determined to tell them all about it.” “Be silent, you simpleton!” cried Danglars, grasping him by the arm, “or I will not answer even for your own safety. Who can tell whether Dantès be innocent or guilty? The vessel did touch at Elba, where he quitted it, and passed a whole day in the island. Now, should any letters or other documents of a compromising character be found upon him, will it not be taken for granted that all who uphold him are his accomplices?” With the rapid instinct of selfishness, Caderousse readily perceived the solidity of this mode of",
    "similarity_score": 11.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1847",
    "text": "a violent effort to reply to this last attack, but she fell upon a chair thinking of Villefort, of the dinner scene, of the strange series of misfortunes which had taken place in her house during the last few days, and changed the usual calm of her establishment to a scene of scandalous debate. Danglars did not even look at her, though she did her best to faint. He shut the bedroom door after him, without adding another word, and returned to his apartments; and when Madame Danglars recovered from her half-fainting condition, she could almost believe that she had had a disagreeable dream. Chapter 66. Matrimonial Projects The day following this scene, at the hour Debray usually chose to pay a visit to Madame Danglars on his way to his office, his _coupé_ did not appear. At this time, that is, about half-past twelve, Madame Danglars ordered her carriage, and went out. Danglars, hidden behind a curtain, watched the departure he had been waiting for. He gave orders that he should be informed as soon as Madame Danglars appeared; but at two o’clock she had not returned. He then called for his horses, drove to the Chamber, and inscribed",
    "similarity_score": 11.0
  }
]