[
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1108",
    "text": "plunged at once into European cabals and Parisian intrigues; having kings, and, better still, queens, to protect, parties to unite, elections to direct; making more use of your cabinet with your pen and your telegraph than Napoleon did of his battle-fields with his sword and his victories; possessing five-and-twenty thousand francs a year, besides your place; a horse, for which Château-Renaud offered you four hundred louis, and which you would not part with; a tailor who never disappoints you; with the opera, the jockey-club, and other diversions, can you not amuse yourself? Well, I will amuse you.” “How?” “By introducing to you a new acquaintance.” “A man or a woman?” “A man.” “I know so many men already.” “But you do not know this man.” “Where does he come from—the end of the world?” “Farther still, perhaps.” “The deuce! I hope he does not bring our breakfast with him.” “Oh, no; our breakfast comes from my father’s kitchen. Are you hungry?” “Humiliating as such a confession is, I am. But I dined at M. de Villefort’s, and lawyers always give you very bad dinners. You would think they felt some remorse; did you ever remark that?” “Ah, depreciate other persons’",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1586",
    "text": "events, I could not guess that you would invite me to dinner.” “Probably not.” “Well, listen, Baptistin, what did I tell you this morning when I called you into my laboratory?” “To close the door against visitors as soon as the clock struck five,” replied the valet. “What then?” “Ah, my dear count,” said Albert. “No, no, I wish to do away with that mysterious reputation that you have given me, my dear viscount; it is tiresome to be always acting Manfred. I wish my life to be free and open. Go on, Baptistin.” “Then to admit no one except Major Bartolomeo Cavalcanti and his son.” “You hear—Major Bartolomeo Cavalcanti—a man who ranks amongst the most ancient nobility of Italy, whose name Dante has celebrated in the tenth canto of _The Inferno_, you remember it, do you not? Then there is his son, Andrea, a charming young man, about your own age, viscount, bearing the same title as yourself, and who is making his entry into the Parisian world, aided by his father’s millions. The major will bring his son with him this evening, the _contino_, as we say in Italy; he confides him to my care. If he proves",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_1587",
    "text": "own age, viscount, bearing the same title as yourself, and who is making his entry into the Parisian world, aided by his father’s millions. The major will bring his son with him this evening, the _contino_, as we say in Italy; he confides him to my care. If he proves himself worthy of it, I will do what I can to advance his interests. You will assist me in the work, will you not?” “Most undoubtedly. This Major Cavalcanti is an old friend of yours, then?” “By no means. He is a perfect nobleman, very polite, modest, and agreeable, such as may be found constantly in Italy, descendants of very ancient families. I have met him several times at Florence, Bologna and Lucca, and he has now communicated to me the fact of his arrival in Paris. The acquaintances one makes in travelling have a sort of claim on one; they everywhere expect to receive the same attention which you once paid them by chance, as though the civilities of a passing hour were likely to awaken any lasting interest in favor of the man in whose society you may happen to be thrown in the course of your journey.",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2262",
    "text": "gloves which fitted admirably, had entered the courtyard of the banker’s house in Rue de la Chaussée d’Antin. He had not been more than ten minutes in the drawing-room before he drew Danglars aside into the recess of a bow-window, and, after an ingenious preamble, related to him all his anxieties and cares since his noble father’s departure. He acknowledged the extreme kindness which had been shown him by the banker’s family, in which he had been received as a son, and where, besides, his warmest affections had found an object on which to centre in Mademoiselle Danglars. Danglars listened with the most profound attention; he had expected this declaration for the last two or three days, and when at last it came his eyes glistened as much as they had lowered on listening to Morcerf. He would not, however, yield immediately to the young man’s request, but made a few conscientious objections. “Are you not rather young, M. Andrea, to think of marrying?” “I think not, sir,” replied M. Cavalcanti; “in Italy the nobility generally marry young. Life is so uncertain, that we ought to secure happiness while it is within our reach.” “Well, sir,” said Danglars, “in case",
    "similarity_score": 9.0
  },
  {
    "chunk_id": "The Count of Monte Cristo_chunk_2496",
    "text": "regained their carriage; then suddenly unfastening his horse from the little tree to which his servant had tied it, he mounted and galloped off in the direction of Paris. In a quarter of an hour he was entering the house in the Rue du Helder. As he alighted, he thought he saw his father’s pale face behind the curtain of the count’s bedroom. Albert turned away his head with a sigh, and went to his own apartments. He cast one lingering look on all the luxuries which had rendered life so easy and so happy since his infancy; he looked at the pictures, whose faces seemed to smile, and the landscapes, which appeared painted in brighter colors. Then he took away his mother’s portrait, with its oaken frame, leaving the gilt frame from which he took it black and empty. Then he arranged all his beautiful Turkish arms, his fine English guns, his Japanese china, his cups mounted in silver, his artistic bronzes by Feuchères or Barye; examined the cupboards, and placed the key in each; threw into a drawer of his secretaire, which he left open, all the pocket-money he had about him, and with it the thousand fancy",
    "similarity_score": 9.0
  }
]