{
  "5266fc5b8947": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05102040816326531,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 861,
      "chunk_id": "The Count of Monte Cristo_chunk_625",
      "start_pos": 2187500,
      "end_pos": 2191500,
      "similarity": 0.03672316384180791,
      "text": "just\npower to give one parting look to her grandfather, who in losing her\nseemed to be resigning his very soul. D’Avrigny followed the invalid,\nwrote a prescription, ordered Villefort to take a cabriolet, go in\nperson to a chemist’s to get the prescribed medicine, bring it himself,\nand wait for him in his daughter’s room. Then, having renewed his\ninjunction not to give Valentine anything, he went down again to\nNoirtier, shut the doors carefully, and after convincing himself that\nno one was listening:\n\n“Do you,” said he, “know anything of this young lady’s illness?”\n\n“Yes,” said the old man.\n\n“We have no time to lose; I will question, and do you answer me.”\nNoirtier made a sign that he was ready to answer. “Did you anticipate\nthe accident which has happened to your granddaughter?”\n\n“Yes.” D’Avrigny reflected a moment; then approaching Noirtier:\n\n“Pardon what I am going to say,” added he, “but no indication should be\nneglected in this terrible situation. Did you see poor Barrois die?”\nNoirtier raised his eyes to heaven.\n\n“Do you know of what he died!” asked d’Avrigny, placing his hand on\nNoirtier’s shoulder.\n\n“Yes,” replied the old man.\n\n“Do you think he died a natural death?” A sort of smile was discernible\non the motionless lips of Noirtier.\n\n“Then you have thought that Barrois was poisoned?”\n\n“Yes.”\n\n“Do you think the poison he fell a victim to was intended for him?”\n\n“No.”\n\n“Do you think the same hand which unintentionally struck Barrois has\nnow attacked Valentine?”\n\n“Yes.”\n\n“Then will she die too?” asked d’Avrigny, fixing his penetrating gaze\non Noirtier. He watched the effect of this question on the old man.\n\n“No,” replied he with an air of triumph which would have puzzled the\nmost clever diviner.\n\n“Then you hope?” said d’Avrigny, with surprise.\n\n“Yes.”\n\n“What do you hope?” The old man made him understand with his eyes that\nhe could not answer.\n\n“Ah, yes, it is true,” murmured d’Avrigny. Then, turning to\nNoirtier,—“Do you hope the assassin will be tried?”\n\n“No.”\n\n“Then you hope the poison will take no effect on Valentine?”\n\n“Yes.”\n\n“It is no news to you,” added d’Avrigny, “to tell you that an attempt\nhas been made to poison her?” The old man made a sign that he\nentertained no doubt upon the subject. “Then how do you hope Valentine\nwill escape?”\n\nNoirtier kept his eyes steadfastly fixed on the same spot. D’Avrigny\nfollowed the direction and saw that they were fixed on a bottle\ncontaining the mixture which he took every morning. “Ah, indeed?” said\nd’Avrigny, struck with a sudden thought, “has it occurred to\nyou”—Noirtier did not let him finish.\n\n“Yes,” said he.\n\n“To prepare her system to resist poison?”\n\n“Yes.”\n\n“By accustoming her by degrees——”\n\n“Yes, yes, yes,” said Noirtier, delighted to be understood.\n\n“Of course. I had told you that there was brucine in the mixture I give\nyou.”\n\n“Yes.”\n\n“And by accustoming her to that poison, you have endeavored to\nneutralize the effect of a similar poison?” Noirtier’s joy continued.\n“And you have succeeded,” exclaimed d’Avrigny. “Without that precaution\nValentine would have died before assistance could have been procured.\nThe dose has been excessive, but she has only been shaken by it; and\nthis time, at any rate, Valentine will not die.”\n\nA superhuman joy expanded the old man’s eyes, which were raised towards\nheaven with an expression of infinite gratitude. At this moment\nVillefort returned.\n\n“Here, doctor,” said he, “is what you sent me for.”\n\n“Was this prepared in your presence?”\n\n“Yes,” replied the procureur.\n\n“Have you not let it go out of your hands?”\n\n“No.”\n\nD’Avrigny took the bottle, poured some drops of the mixture it\ncontained in the hollow of his hand, and swallowed them.\n\n“Well,” said he, “let us go to Valentine; I will give instructions to\neveryone, and you, M. de Villefort, will yourself see that no one\ndeviates from them.”\n\n40294m\n\n\n\nAt the moment when d’Avrigny was returning to Valentine’s room,\naccompanied by Villefort, an Italian priest, of serious demeanor and\ncalm an"
    },
    {
      "chunk_idx": 643,
      "chunk_id": "The Count of Monte Cristo_chunk_407",
      "start_pos": 1424500,
      "end_pos": 1428500,
      "similarity": 0.035623409669211195,
      "text": "orse, and that he lost expressly to give me the means of\nprocuring him.”\n\n“My dear Maximilian, you are really too fanciful; you will not love\neven me long. A man who accustoms himself to live in such a world of\npoetry and imagination must find far too little excitement in a common,\nevery-day sort of attachment such as ours. But they are calling me. Do\nyou hear?”\n\n“Ah, Valentine,” said Maximilian, “give me but one finger through this\nopening in the grating, one finger, the littlest finger of all, that I\nmay have the happiness of kissing it.”\n\n“Maximilian, we said we would be to each other as two voices, two\nshadows.”\n\n“As you will, Valentine.”\n\n“Shall you be happy if I do what you wish?”\n\n“Oh, yes!”\n\nValentine mounted on a bench, and passed not only her finger but her\nwhole hand through the opening. Maximilian uttered a cry of delight,\nand, springing forwards, seized the hand extended towards him, and\nimprinted on it a fervent and impassioned kiss. The little hand was\nthen immediately withdrawn, and the young man saw Valentine hurrying\ntowards the house, as though she were almost terrified at her own\nsensations.\n\n\n\n Chapter 58. M. Noirtier de Villefort\n\nWe will now relate what was passing in the house of the king’s attorney\nafter the departure of Madame Danglars and her daughter, and during the\ntime of the conversation between Maximilian and Valentine, which we\nhave just detailed.\n\nM. de Villefort entered his father’s room, followed by Madame de\nVillefort. Both of the visitors, after saluting the old man and\nspeaking to Barrois, a faithful servant, who had been twenty-five years\nin his service, took their places on either side of the paralytic.\n\nM. Noirtier was sitting in an armchair, which moved upon casters, in\nwhich he was wheeled into the room in the morning, and in the same way\ndrawn out again at night. He was placed before a large glass, which\nreflected the whole apartment, and so, without any attempt to move,\nwhich would have been impossible, he could see all who entered the room\nand everything which was going on around him. M. Noirtier, although\nalmost as immovable as a corpse, looked at the new-comers with a quick\nand intelligent expression, perceiving at once, by their ceremonious\ncourtesy, that they were come on business of an unexpected and official\ncharacter.\n\nSight and hearing were the only senses remaining, and they, like two\nsolitary sparks, remained to animate the miserable body which seemed\nfit for nothing but the grave; it was only, however, by means of one of\nthese senses that he could reveal the thoughts and feelings that still\noccupied his mind, and the look by which he gave expression to his\ninner life was like the distant gleam of a candle which a traveller\nsees by night across some desert place, and knows that a living being\ndwells beyond the silence and obscurity.\n\nNoirtier’s hair was long and white, and flowed over his shoulders;\nwhile in his eyes, shaded by thick black lashes, was concentrated, as\nit often happens with an organ which is used to the exclusion of the\nothers, all the activity, address, force, and intelligence which were\nformerly diffused over his whole body; and so although the movement of\nthe arm, the sound of the voice, and the agility of the body, were\nwanting, the speaking eye sufficed for all. He commanded with it; it\nwas the medium through which his thanks were conveyed. In short, his\nwhole appearance produced on the mind the impression of a corpse with\nliving eyes, and nothing could be more startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him whe"
    },
    {
      "chunk_idx": 730,
      "chunk_id": "The Count of Monte Cristo_chunk_494",
      "start_pos": 1729000,
      "end_pos": 1733000,
      "similarity": 0.03553299492385787,
      "text": "octor, you see me\nalready so grieved—how can I introduce into my house so much scandal,\nafter so much sorrow? My wife and my daughter would die of it! And I,\ndoctor—you know a man does not arrive at the post I occupy—one has not\nbeen king’s attorney twenty-five years without having amassed a\ntolerable number of enemies; mine are numerous. Let this affair be\ntalked of, it will be a triumph for them, which will make them rejoice,\nand cover me with shame. Pardon me, doctor, these worldly ideas; were\nyou a priest I should not dare tell you that, but you are a man, and\nyou know mankind. Doctor, pray recall your words; you have said\nnothing, have you?”\n\n“My dear M. de Villefort,” replied the doctor, “my first duty is to\nhumanity. I would have saved Madame de Saint-Méran, if science could\nhave done it; but she is dead and my duty regards the living. Let us\nbury this terrible secret in the deepest recesses of our hearts; I am\nwilling, if anyone should suspect this, that my silence on the subject\nshould be imputed to my ignorance. Meanwhile, sir, watch always—watch\ncarefully, for perhaps the evil may not stop here. And when you have\nfound the culprit, if you find him, I will say to you, ‘You are a\nmagistrate, do as you will!’”\n\n“I thank you, doctor,” said Villefort with indescribable joy; “I never\nhad a better friend than you.” And, as if he feared Doctor d’Avrigny\nwould recall his promise, he hurried him towards the house.\n\nWhen they were gone, Morrel ventured out from under the trees, and the\nmoon shone upon his face, which was so pale it might have been taken\nfor that of a ghost.\n\n“I am manifestly protected in a most wonderful, but most terrible\nmanner,” said he; “but Valentine, poor girl, how will she bear so much\nsorrow?”\n\nAs he thought thus, he looked alternately at the window with red\ncurtains and the three windows with white curtains. The light had\nalmost disappeared from the former; doubtless Madame de Villefort had\njust put out her lamp, and the nightlamp alone reflected its dull light\non the window. At the extremity of the building, on the contrary, he\nsaw one of the three windows open. A wax-light placed on the\nmantle-piece threw some of its pale rays without, and a shadow was seen\nfor one moment on the balcony. Morrel shuddered; he thought he heard a\nsob.\n\nIt cannot be wondered at that his mind, generally so courageous, but\nnow disturbed by the two strongest human passions, love and fear, was\nweakened even to the indulgence of superstitious thoughts. Although it\nwas impossible that Valentine should see him, hidden as he was, he\nthought he heard the shadow at the window call him; his disturbed mind\ntold him so. This double error became an irresistible reality, and by\none of the incomprehensible transports of youth, he bounded from his\nhiding-place, and with two strides, at the risk of being seen, at the\nrisk of alarming Valentine, at the risk of being discovered by some\nexclamation which might escape the young girl, he crossed the\nflower-garden, which by the light of the moon resembled a large white\nlake, and having passed the rows of orange-trees which extended in\nfront of the house, he reached the step, ran quickly up and pushed the\ndoor, which opened without offering any resistance.\n\nValentine had not seen him. Her eyes, raised towards heaven, were\nwatching a silvery cloud gliding over the azure, its form that of a\nshadow mounting towards heaven. Her poetic and excited mind pictured it\nas the soul of her grandmother.\n\nMeanwhile, Morrel had traversed the anteroom and found the staircase,\nwhich, being carpeted, prevented his approach being heard, and he had\nregained that degree of confidence that the presence of M. de Villefort\neven would not have alarmed him. He was quite prepared for any such\nencounter. He would at once approach Valentine’s father and acknowledge\nall, begging Villefort to pardon and sanction the love which united two\nfond and loving hearts. Morrel was mad.\n\nHappily he did not meet anyone. Now, especially"
    },
    {
      "chunk_idx": 899,
      "chunk_id": "The Count of Monte Cristo_chunk_663",
      "start_pos": 2320500,
      "end_pos": 2324500,
      "similarity": 0.035326086956521736,
      "text": " not deceive a\nsick-nurse. She screamed aloud; then running to the door exclaimed:\n\n“Help, help!”\n\n50083m\n\n\n\n“What is the matter?” asked M. d’Avrigny, at the foot of the stairs, it\nbeing the hour he usually visited her.\n\n“What is it?” asked Villefort, rushing from his room. “Doctor, do you\nhear them call for help?”\n\n“Yes, yes; let us hasten up; it was in Valentine’s room.”\n\nBut before the doctor and the father could reach the room, the servants\nwho were on the same floor had entered, and seeing Valentine pale and\nmotionless on her bed, they lifted up their hands towards heaven and\nstood transfixed, as though struck by lightening.\n\n“Call Madame de Villefort!—Wake Madame de Villefort!” cried the\nprocureur from the door of his chamber, which apparently he scarcely\ndared to leave. But instead of obeying him, the servants stood watching\nM. d’Avrigny, who ran to Valentine, and raised her in his arms.\n\n“What?—this one, too?” he exclaimed. “Oh, where will be the end?”\n\nVillefort rushed into the room.\n\n“What are you saying, doctor?” he exclaimed, raising his hands to\nheaven.\n\n“I say that Valentine is dead!” replied d’Avrigny, in a voice terrible\nin its solemn calmness.\n\n50085m\n\n\n\nM. de Villefort staggered and buried his head in the bed. On the\nexclamation of the doctor and the cry of the father, the servants all\nfled with muttered imprecations; they were heard running down the\nstairs and through the long passages, then there was a rush in the\ncourt, afterwards all was still; they had, one and all, deserted the\naccursed house.\n\nJust then, Madame de Villefort, in the act of slipping on her\ndressing-gown, threw aside the drapery and for a moment stood\nmotionless, as though interrogating the occupants of the room, while\nshe endeavored to call up some rebellious tears. On a sudden she\nstepped, or rather bounded, with outstretched arms, towards the table.\nShe saw d’Avrigny curiously examining the glass, which she felt certain\nof having emptied during the night. It was now a third full, just as it\nwas when she threw the contents into the ashes. The spectre of\nValentine rising before the poisoner would have alarmed her less. It\nwas, indeed, the same color as the draught she had poured into the\nglass, and which Valentine had drunk; it was indeed the poison, which\ncould not deceive M. d’Avrigny, which he now examined so closely; it\nwas doubtless a miracle from heaven, that, notwithstanding her\nprecautions, there should be some trace, some proof remaining to reveal\nthe crime.\n\nWhile Madame de Villefort remained rooted to the spot like a statue of\nterror, and Villefort, with his head hidden in the bedclothes, saw\nnothing around him, d’Avrigny approached the window, that he might the\nbetter examine the contents of the glass, and dipping the tip of his\nfinger in, tasted it.\n\n“Ah,” he exclaimed, “it is no longer brucine that is used; let me see\nwhat it is!”\n\nThen he ran to one of the cupboards in Valentine’s room, which had been\ntransformed into a medicine closet, and taking from its silver case a\nsmall bottle of nitric acid, dropped a little of it into the liquor,\nwhich immediately changed to a blood-red color.\n\n“Ah,” exclaimed d’Avrigny, in a voice in which the horror of a judge\nunveiling the truth was mingled with the delight of a student making a\ndiscovery.\n\nMadame de Villefort was overpowered; her eyes first flashed and then\nswam, she staggered towards the door and disappeared. Directly\nafterwards the distant sound of a heavy weight falling on the ground\nwas heard, but no one paid any attention to it; the nurse was engaged\nin watching the chemical analysis, and Villefort was still absorbed in\ngrief. M. d’Avrigny alone had followed Madame de Villefort with his\neyes, and watched her hurried retreat. He lifted up the drapery over\nthe entrance to Edward’s room, and his eye reaching as far as Madame de\nVillefort’s apartment, he beheld her extended lifeless on the floor.\n\n“Go to the assistance of Madame de Villefort,” he said to the nurse.\n“Madame de "
    }
  ]
}