{
  "5eb3a605b393": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.045454545454545456,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 943,
      "chunk_id": "The Count of Monte Cristo_chunk_707",
      "start_pos": 2474500,
      "end_pos": 2478500,
      "similarity": 0.020887728459530026,
      "text": "ather’s, and can tell it to you.”\n\nA painful giddiness overwhelmed Villefort; great drops of acrid sweat\nfell from his face upon the papers which he held in his convulsed hand.\n\n“Repeat your father’s name,” said the president.\n\nNot a whisper, not a breath, was heard in that vast assembly; everyone\nwaited anxiously.\n\n“My father is king’s attorney,” replied Andrea calmly.\n\n50179m\n\n\n\n“King’s attorney?” said the president, stupefied, and without noticing\nthe agitation which spread over the face of M. de Villefort; “king’s\nattorney?”\n\n“Yes; and if you wish to know his name, I will tell it,—he is named\nVillefort.”\n\nThe explosion, which had been so long restrained from a feeling of\nrespect to the court of justice, now burst forth like thunder from the\nbreasts of all present; the court itself did not seek to restrain the\nfeelings of the audience. The exclamations, the insults addressed to\nBenedetto, who remained perfectly unconcerned, the energetic gestures,\nthe movement of the gendarmes, the sneers of the scum of the crowd\nalways sure to rise to the surface in case of any disturbance—all this\nlasted five minutes, before the door-keepers and magistrates were able\nto restore silence. In the midst of this tumult the voice of\nthe president was heard to exclaim:\n\n“Are you playing with justice, accused, and do you dare set your\nfellow-citizens an example of disorder which even in these times has\nnever been equalled?”\n\nSeveral persons hurried up to M. de Villefort, who sat half bowed over\nin his chair, offering him consolation, encouragement, and\nprotestations of zeal and sympathy. Order was re-established in the\nhall, except that a few people still moved about and whispered to one\nanother. A lady, it was said, had just fainted; they had supplied her\nwith a smelling-bottle, and she had recovered. During the scene of\ntumult, Andrea had turned his smiling face towards the assembly; then,\nleaning with one hand on the oaken rail of the dock, in the most\ngraceful attitude possible, he said:\n\n“Gentlemen, I assure you I had no idea of insulting the court, or of\nmaking a useless disturbance in the presence of this honorable\nassembly. They ask my age; I tell it. They ask where I was born; I\nanswer. They ask my name, I cannot give it, since my parents abandoned\nme. But though I cannot give my own name, not possessing one, I can\ntell them my father’s. Now I repeat, my father is named M. de\nVillefort, and I am ready to prove it.”\n\nThere was an energy, a conviction, and a sincerity in the manner of the\nyoung man, which silenced the tumult. All eyes were turned for a moment\ntowards the procureur, who sat as motionless as though a thunderbolt\nhad changed him into a corpse.\n\n“Gentlemen,” said Andrea, commanding silence by his voice and manner;\n“I owe you the proofs and explanations of what I have said.”\n\n“But,” said the irritated president, “you called yourself Benedetto,\ndeclared yourself an orphan, and claimed Corsica as your country.”\n\n“I said anything I pleased, in order that the solemn declaration I have\njust made should not be withheld, which otherwise would certainly have\nbeen the case. I now repeat that I was born at Auteuil on the night of\nthe 27th of September, 1817, and that I am the son of the procureur, M.\nde Villefort. Do you wish for any further details? I will give them. I\nwas born in No. 28, Rue de la Fontaine, in a room hung with red damask;\nmy father took me in his arms, telling my mother I was dead, wrapped me\nin a napkin marked with an H and an N, and carried me into a garden,\nwhere he buried me alive.”\n\nA shudder ran through the assembly when they saw that the confidence of\nthe prisoner increased in proportion to the terror of M. de Villefort.\n\n“But how have you become acquainted with all these details?” asked the\npresident.\n\n“I will tell you, Mr. President. A man who had sworn vengeance against\nmy father, and had long watched his opportunity to kill him, had\nintroduced himself that night into the garden in which my father buried\nme. "
    },
    {
      "chunk_idx": 820,
      "chunk_id": "The Count of Monte Cristo_chunk_584",
      "start_pos": 2044000,
      "end_pos": 2048000,
      "similarity": 0.018970189701897018,
      "text": "bout to pass his sentence of life\nor death. To the committee the adventure was so extraordinary and\ncurious, that the interest they had felt for the count’s safety became\nnow quite a secondary matter. The president himself advanced to place a\nseat for the young lady; but she declined availing herself of it. As\nfor the count, he had fallen on his chair; it was evident that his legs\nrefused to support him.\n\n“‘Madame,’ said the president, ‘you have engaged to furnish the\ncommittee with some important particulars respecting the affair at\nYanina, and you have stated that you were an eyewitness of the\nevent.’—‘I was, indeed,’ said the stranger, with a tone of sweet\nmelancholy, and with the sonorous voice peculiar to the East.\n\n“‘But allow me to say that you must have been very young then.’—‘I was\nfour years old; but as those events deeply concerned me, not a single\ndetail has escaped my memory.’—‘In what manner could these events\nconcern you? and who are you, that they should have made so deep an\nimpression on you?’—‘On them depended my father’s life,’ replied she.\n‘I am Haydée, the daughter of Ali Tepelini, pasha of Yanina, and of\nVasiliki, his beloved wife.’\n\n40202m\n\n\n\n“The blush of mingled pride and modesty which suddenly suffused the\ncheeks of the young woman, the brilliancy of her eye, and her highly\nimportant communication, produced an indescribable effect on the\nassembly. As for the count, he could not have been more overwhelmed if\na thunderbolt had fallen at his feet and opened an immense gulf before\nhim.\n\n“‘Madame,’ replied the president, bowing with profound respect, ‘allow\nme to ask one question; it shall be the last: Can you prove the\nauthenticity of what you have now stated?’\n\n“‘I can, sir,’ said Haydée, drawing from under her veil a satin satchel\nhighly perfumed; ‘for here is the register of my birth, signed by my\nfather and his principal officers, and that of my baptism, my father\nhaving consented to my being brought up in my mother’s faith,—this\nlatter has been sealed by the grand primate of Macedonia and Epirus;\nand lastly (and perhaps the most important), the record of the sale of\nmy person and that of my mother to the Armenian merchant El-Kobbir, by\nthe French officer, who, in his infamous bargain with the Porte, had\nreserved as his part of the booty the wife and daughter of his\nbenefactor, whom he sold for the sum of four hundred thousand francs.’\nA greenish pallor spread over the count’s cheeks, and his eyes became\nbloodshot at these terrible imputations, which were listened to by the\nassembly with ominous silence.\n\n“Haydée, still calm, but with a calmness more dreadful than the anger\nof another would have been, handed to the president the record of her\nsale, written in Arabic. It had been supposed some of the papers might\nbe in the Arabian, Romaic, or Turkish language, and the interpreter of\nthe House was in attendance. One of the noble peers, who was familiar\nwith the Arabic language, having studied it during the famous Egyptian\ncampaign, followed with his eye as the translator read aloud:\n\n“‘I, El-Kobbir, a slave-merchant, and purveyor of the harem of his\nhighness, acknowledge having received for transmission to the sublime\nemperor, from the French lord, the Count of Monte Cristo, an emerald\nvalued at eight hundred thousand francs; as the ransom of a young\nChristian slave of eleven years of age, named Haydée, the acknowledged\ndaughter of the late lord Ali Tepelini, pasha of Yanina, and of\nVasiliki, his favorite; she having been sold to me seven years\npreviously, with her mother, who had died on arriving at\nConstantinople, by a French colonel in the service of the Vizier Ali\nTepelini, named Fernand Mondego. The above-mentioned purchase was made\non his highness’s account, whose mandate I had, for the sum of four\nhundred thousand francs.\n\n“‘Given at Constantinople, by authority of his highness, in the year\n1247 of the Hegira.\n\n“‘Signed, El-Kobbir.’\n\n“‘That this record should have all due authority, it shall bear"
    },
    {
      "chunk_idx": 408,
      "chunk_id": "The Count of Monte Cristo_chunk_172",
      "start_pos": 602000,
      "end_pos": 606000,
      "similarity": 0.01876675603217158,
      "text": "hout taking a crown from his\npocket, could save Morrel; he had but to pass his word for a loan, and\nMorrel was saved. Morrel had long thought of Danglars, but had kept\naway from some instinctive motive, and had delayed as long as possible\navailing himself of this last resource. And Morrel was right, for he\nreturned home crushed by the humiliation of a refusal.\n\nYet, on his arrival, Morrel did not utter a complaint, or say one harsh\nword. He embraced his weeping wife and daughter, pressed Emmanuel’s\nhand with friendly warmth, and then going to his private room on the\nsecond floor had sent for Cocles.\n\n“Then,” said the two women to Emmanuel, “we are indeed ruined.”\n\nIt was agreed in a brief council held among them, that Julie should\nwrite to her brother, who was in garrison at Nîmes, to come to them as\nspeedily as possible. The poor women felt instinctively that they\nrequired all their strength to support the blow that impended. Besides,\nMaximilian Morrel, though hardly two-and-twenty, had great influence\nover his father.\n\nHe was a strong-minded, upright young man. At the time when he decided\non his profession his father had no desire to choose for him, but had\nconsulted young Maximilian’s taste. He had at once declared for a\nmilitary life, and had in consequence studied hard, passed brilliantly\nthrough the Polytechnic School, and left it as sub-lieutenant of the\n53rd of the line. For a year he had held this rank, and expected\npromotion on the first vacancy. In his regiment Maximilian Morrel was\nnoted for his rigid observance, not only of the obligations imposed on\na soldier, but also of the duties of a man; and he thus gained the name\nof “the stoic.” We need hardly say that many of those who gave him this\nepithet repeated it because they had heard it, and did not even know\nwhat it meant.\n\nThis was the young man whom his mother and sister called to their aid\nto sustain them under the serious trial which they felt they would soon\nhave to endure. They had not mistaken the gravity of this event, for\nthe moment after Morrel had entered his private office with Cocles,\nJulie saw the latter leave it pale, trembling, and his features\nbetraying the utmost consternation. She would have questioned him as he\npassed by her, but the worthy creature hastened down the staircase with\nunusual precipitation, and only raised his hands to heaven and\nexclaimed:\n\n“Oh, mademoiselle, mademoiselle, what a dreadful misfortune! Who could\never have believed it!”\n\nA moment afterwards Julie saw him go upstairs carrying two or three\nheavy ledgers, a portfolio, and a bag of money.\n\nMorrel examined the ledgers, opened the portfolio, and counted the\nmoney. All his funds amounted to 6,000 or 8,000 francs, his bills\nreceivable up to the 5th to 4,000 or 5,000, which, making the best of\neverything, gave him 14,000 francs to meet debts amounting to 287,500\nfrancs. He had not even the means for making a possible settlement on\naccount.\n\nHowever, when Morrel went down to his dinner, he appeared very calm.\nThis calmness was more alarming to the two women than the deepest\ndejection would have been. After dinner Morrel usually went out and\nused to take his coffee at the club of the Phocéens, and read the\n_Semaphore_; this day he did not leave the house, but returned to his\noffice.\n\nAs to Cocles, he seemed completely bewildered. For part of the day he\nwent into the courtyard, seated himself on a stone with his head bare\nand exposed to the blazing sun. Emmanuel tried to comfort the women,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after"
    },
    {
      "chunk_idx": 8,
      "chunk_id": "In Search of the Castaways_chunk_8",
      "start_pos": 28000,
      "end_pos": 32000,
      "similarity": 0.018617021276595744,
      "text": "tic in Scotland, is\nsituated near the village of Luss, whose pretty valley it crowns. The\nlimpid waters of Loch Lomond bathe the granite of its walls. From time\nimmemorial it has belonged to the Glenarvan family, who have preserved\nin the country of Rob Roy and Fergus MacGregor the hospitable customs\nof the ancient heroes of Walter Scott. At the epoch of the social\nrevolution in Scotland, a great number of vassals were expelled,\nbecause they could not pay the great rents to the ancient chiefs\nof the clans. Some died of hunger, others became fishermen, others\nemigrated. There was general despair.\n\n[Illustration]\n\nAmong all these the Glenarvans alone believed that fidelity bound the\nhigh as well as the low, and they remained faithful to their tenants.\nNot one left the roof under which he was born; not one abandoned the\nsoil where his ancestors reposed; all continued in the clan of their\nancient lords. Thus at this epoch, in this age of disaffection and\ndisunion, the Glenarvan family considered the Scots at Malcolm Castle\nas their own people. All were descended from the vassals of their\nkinsmen; were children of the counties of Stirling and Dumbarton, and\nhonestly devoted, body and estate, to their master.\n\nLord Glenarvan possessed an immense fortune, which he employed in\ndoing much good. His kindness exceeded even his generosity, for one\nwas boundless, while the other was necessarily limited. The lord of\nLuss, the \"laird\" of Malcolm, represented his fellows in the House of\nLords; but with true Scottish ideas, little pleasing to the southrons,\nhe was disliked by many of them especially because he adhered to the\ntraditions of his ancestors, and energetically opposed some dicta of\nmodern political economy.\n\nHe was not, however, a backward man, either in wit or shrewdness; but\nwhile ready to enter every door of progress, he remained Scotch at\nheart, and it was for the glory of his native land that he contended\nwith his racing yachts in the matches of the Royal Thames Yacht Club.\n\nLord Edward Glenarvan was thirty-two years old. His form was erect and\nhis features sharp, but his look was mild, and his character thoroughly\nimbued with the poetry of the Highlands. He was known to be brave to\nexcess, enterprising, chivalrous, a Fergus of the nineteenth century;\nbut good above all, better than Saint Martin himself, for he would have\ngiven his very cloak to the poor people of the Highlands.\n\nHe had been married scarcely three months, having espoused Miss Helena\nTuffnel, daughter of the great traveler, William Tuffnel, one of the\nnumerous victims to the great passion for geographical discoveries.\n\nMiss Helena did not belong to a noble family, but she was Scotch, which\nequaled all nobilities in the eyes of Lord Glenarvan. This charming\nyoung creature, high-minded and devoted, the lord of Luss had made the\ncompanion of his life. He found her one day living alone, an orphan,\nalmost without fortune, in the house of her father at Kilpatrick. He\nsaw that the poor girl would make a noble wife, and he married her.\n\nMiss Tuffnel was twenty-two, a youthful blonde, with eyes as blue as\nthe waters of the Scotch lakes on a beautiful morning in spring. Her\nlove for her husband exceeded even her gratitude. She loved him as if\nshe had been the rich heiress, and he the friendless orphan. As to\ntheir tenants and servants, they were ready to lay down their lives for\nher whom they called \"our good lady of Luss.\"\n\n[Sidenote: LIFE IN THE SCOTTISH HOME.]\n\nLord and Lady Glenarvan lived happily at Malcolm Castle, in the midst\nof the grand and wild scenery of the Highlands, rambling in the\nshady alleys of horse-chestnuts and sycamores, along the shores of\nthe lake, where still resounded the war cries of ancient times, or\nin the depths of those uncultivated gorges in which the history of\nScotland lies written in ruins from age to age. One day they would\nwander in the forests of beeches and larches, and in the midst of the\nmasses of heather; another, they would scale "
    }
  ]
}