{
  "26e9872178fb": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043478260869565216,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.0273972602739726,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    },
    {
      "chunk_idx": 924,
      "chunk_id": "The Count of Monte Cristo_chunk_688",
      "start_pos": 2408000,
      "end_pos": 2412000,
      "similarity": 0.02702702702702703,
      "text": " too white; if he wished to walk through the\ntown, his boots seemed too highly polished. Yet these two noble and\nintelligent creatures, united by the indissoluble ties of maternal and\nfilial love, had succeeded in tacitly understanding one another, and\neconomizing their stores, and Albert had been able to tell his mother\nwithout extorting a change of countenance:\n\n“Mother, we have no more money.”\n\n50141m\n\n\n\nMercédès had never known misery; she had often, in her youth, spoken of\npoverty, but between want and necessity, those synonymous words, there\nis a wide difference.\n\nAmongst the Catalans, Mercédès wished for a thousand things, but still\nshe never really wanted any. So long as the nets were good, they caught\nfish; and so long as they sold their fish, they were able to buy twine\nfor new nets. And then, shut out from friendship, having but one\naffection, which could not be mixed up with her ordinary pursuits, she\nthought of herself—of no one but herself. Upon the little she earned\nshe lived as well as she could; now there were two to be supported, and\nnothing to live upon.\n\nWinter approached. Mercédès had no fire in that cold and naked\nroom—she, who was accustomed to stoves which heated the house from the\nhall to the boudoir; she had not even one little flower—she whose\napartment had been a conservatory of costly exotics. But she had her\nson. Hitherto the excitement of fulfilling a duty had sustained them.\nExcitement, like enthusiasm, sometimes renders us unconscious to the\nthings of earth. But the excitement had calmed down, and they felt\nthemselves obliged to descend from dreams to reality; after having\nexhausted the ideal, they found they must talk of the actual.\n\n“Mother,” exclaimed Albert, just as Madame Danglars was descending the\nstairs, “let us reckon our riches, if you please; I want capital to\nbuild my plans upon.”\n\n“Capital—nothing!” replied Mercédès with a mournful smile.\n\n“No, mother,—capital 3,000 francs. And I have an idea of our leading a\ndelightful life upon this 3,000 francs.”\n\n“Child!” sighed Mercédès.\n\n“Alas, dear mother,” said the young man, “I have unhappily spent too\nmuch of your money not to know the value of it. These 3,000 francs are\nenormous, and I intend building upon this foundation a miraculous\ncertainty for the future.”\n\n“You say this, my dear boy; but do you think we ought to accept these\n3,000 francs?” said Mercédès, coloring.\n\n“I think so,” answered Albert in a firm tone. “We will accept them the\nmore readily, since we have them not here; you know they are buried in\nthe garden of the little house in the Allées de Meilhan, at Marseilles.\nWith 200 francs we can reach Marseilles.”\n\n“With 200 francs?—are you sure, Albert?”\n\n“Oh, as for that, I have made inquiries respecting the diligences and\nsteamboats, and my calculations are made. You will take your place in\nthe _coupé_ to Châlons. You see, mother, I treat you handsomely for\nthirty-five francs.”\n\nAlbert then took a pen, and wrote:\n\n\n                                                         Frs. _Coupé_,\n                                                         thirty-five\n                                                         francs........\n                                                         ..............\n                                                         ........ 35.\n                                                         From Châlons\n                                                         to Lyons you\n                                                         will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ."
    },
    {
      "chunk_idx": 439,
      "chunk_id": "The Count of Monte Cristo_chunk_203",
      "start_pos": 710500,
      "end_pos": 714500,
      "similarity": 0.02631578947368421,
      "text": "ike Manfred, and had taken refuge on the banks of the\nAmasine between Sonnino and Juperno. He strove to collect a band of\nfollowers, and followed the footsteps of Decesaris and Gasparone, whom\nhe hoped to surpass. Many young men of Palestrina, Frascati, and\nPampinara had disappeared. Their disappearance at first caused much\ndisquietude; but it was soon known that they had joined Cucumetto.\nAfter some time Cucumetto became the object of universal attention; the\nmost extraordinary traits of ferocious daring and brutality were\nrelated of him.\n\n“One day he carried off a young girl, the daughter of a surveyor of\nFrosinone. The bandit’s laws are positive; a young girl belongs first\nto him who carries her off, then the rest draw lots for her, and she is\nabandoned to their brutality until death relieves her sufferings. When\ntheir parents are sufficiently rich to pay a ransom, a messenger is\nsent to negotiate; the prisoner is hostage for the security of the\nmessenger; should the ransom be refused, the prisoner is irrevocably\nlost. The young girl’s lover was in Cucumetto’s troop; his name was\nCarlini. When she recognized her lover, the poor girl extended her arms\nto him, and believed herself safe; but Carlini felt his heart sink, for\nhe but too well knew the fate that awaited her. However, as he was a\nfavorite with Cucumetto, as he had for three years faithfully served\nhim, and as he had saved his life by shooting a dragoon who was about\nto cut him down, he hoped the chief would have pity on him. He took\nCucumetto one side, while the young girl, seated at the foot of a huge\npine that stood in the centre of the forest, made a veil of her\npicturesque head-dress to hide her face from the lascivious gaze of the\nbandits. There he told the chief all—his affection for the prisoner,\ntheir promises of mutual fidelity, and how every night, since he had\nbeen near, they had met in some neighboring ruins.\n\n20109m\n\n\n\n“It so happened that night that Cucumetto had sent Carlini to a\nvillage, so that he had been unable to go to the place of meeting.\nCucumetto had been there, however, by accident, as he said, and had\ncarried the maiden off. Carlini besought his chief to make an exception\nin Rita’s favor, as her father was rich, and could pay a large ransom.\nCucumetto seemed to yield to his friend’s entreaties, and bade him find\na shepherd to send to Rita’s father at Frosinone.\n\n“Carlini flew joyfully to Rita, telling her she was saved, and bidding\nher write to her father, to inform him what had occurred, and that her\nransom was fixed at three hundred piastres. Twelve hours’ delay was all\nthat was granted—that is, until nine the next morning. The instant the\nletter was written, Carlini seized it, and hastened to the plain to\nfind a messenger. He found a young shepherd watching his flock. The\nnatural messengers of the bandits are the shepherds who live between\nthe city and the mountains, between civilized and savage life. The boy\nundertook the commission, promising to be in Frosinone in less than an\nhour. Carlini returned, anxious to see his mistress, and announce the\njoyful intelligence. He found the troop in the glade, supping off the\nprovisions exacted as contributions from the peasants; but his eye\nvainly sought Rita and Cucumetto among them.\n\n“He inquired where they were, and was answered by a burst of laughter.\nA cold perspiration burst from every pore, and his hair stood on end.\nHe repeated his question. One of the bandits rose, and offered him a\nglass filled with Orvietto, saying, ‘To the health of the brave\nCucumetto and the fair Rita.’ At this moment Carlini heard a woman’s\ncry; he divined the truth, seized the glass, broke it across the face\nof him who presented it, and rushed towards the spot whence the cry\ncame. After a hundred yards he turned the corner of the thicket; he\nfound Rita senseless in the arms of Cucumetto. At the sight of Carlini,\nCucumetto rose, a pistol in each hand. The two brigands looked at each\nother for a moment—the one with"
    },
    {
      "chunk_idx": 350,
      "chunk_id": "The Count of Monte Cristo_chunk_114",
      "start_pos": 399000,
      "end_pos": 403000,
      "similarity": 0.025906735751295335,
      "text": " die? It is very easy,” he went on\nwith a smile; “I will remain here, rush on the first person that opens\nthe door, strangle him, and then they will guillotine me.”\n\nBut excessive grief is like a storm at sea, where the frail bark is\ntossed from the depths to the top of the wave. Dantès recoiled from the\nidea of so infamous a death, and passed suddenly from despair to an\nardent desire for life and liberty.\n\n“Die? oh, no,” he exclaimed—“not die now, after having lived and\nsuffered so long and so much! Die? yes, had I died years ago; but now\nto die would be, indeed, to give way to the sarcasm of destiny. No, I\nwant to live; I shall struggle to the very last; I will yet win back\nthe happiness of which I have been deprived. Before I die I must not\nforget that I have my executioners to punish, and perhaps, too, who\nknows, some friends to reward. Yet they will forget me here, and I\nshall die in my dungeon like Faria.”\n\nAs he said this, he became silent and gazed straight before him like\none overwhelmed with a strange and amazing thought. Suddenly he arose,\nlifted his hand to his brow as if his brain were giddy, paced twice or\nthrice round the dungeon, and then paused abruptly by the bed.\n\n“Just God!” he muttered, “whence comes this thought? Is it from thee?\nSince none but the dead pass freely from this dungeon, let me take the\nplace of the dead!”\n\nWithout giving himself time to reconsider his decision, and, indeed,\nthat he might not allow his thoughts to be distracted from his\ndesperate resolution, he bent over the appalling shroud, opened it with\nthe knife which Faria had made, drew the corpse from the sack, and bore\nit along the tunnel to his own chamber, laid it on his couch, tied\naround its head the rag he wore at night around his own, covered it\nwith his counterpane, once again kissed the ice-cold brow, and tried\nvainly to close the resisting eyes, which glared horribly, turned the\nhead towards the wall, so that the jailer might, when he brought the\nevening meal, believe that he was asleep, as was his frequent custom;\nentered the tunnel again, drew the bed against the wall, returned to\nthe other cell, took from the hiding-place the needle and thread, flung\noff his rags, that they might feel only naked flesh beneath the coarse\ncanvas, and getting inside the sack, placed himself in the posture in\nwhich the dead body had been laid, and sewed up the mouth of the sack\nfrom the inside.\n\nHe would have been discovered by the beating of his heart, if by any\nmischance the jailers had entered at that moment. Dantès might have\nwaited until the evening visit was over, but he was afraid that the\ngovernor would change his mind, and order the dead body to be removed\nearlier. In that case his last hope would have been destroyed.\n\nNow his plans were fully made, and this is what he intended to do. If\nwhile he was being carried out the grave-diggers should discover that\nthey were bearing a live instead of a dead body, Dantès did not intend\nto give them time to recognize him, but with a sudden cut of the knife,\nhe meant to open the sack from top to bottom, and, profiting by their\nalarm, escape; if they tried to catch him, he would use his knife to\nbetter purpose.\n\n0263m\n\n\n\nIf they took him to the cemetery and laid him in a grave, he would\nallow himself to be covered with earth, and then, as it was night, the\ngrave-diggers could scarcely have turned their backs before he would\nhave worked his way through the yielding soil and escaped. He hoped\nthat the weight of earth would not be so great that he could not\novercome it. If he was detected in this and the earth proved too heavy,\nhe would be stifled, and then—so much the better, all would be over.\n\nDantès had not eaten since the preceding evening, but he had not\nthought of hunger, nor did he think of it now. His situation was too\nprecarious to allow him even time to reflect on any thought but one.\n\nThe first risk that Dantès ran was, that the jailer, when he brought\nhim his supper at seven o’clock, mi"
    }
  ]
}