{
  "9852f3c6909a": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.058823529411764705,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 837,
      "chunk_id": "The Count of Monte Cristo_chunk_601",
      "start_pos": 2103500,
      "end_pos": 2107500,
      "similarity": 0.03940886699507389,
      "text": "ddle of my career. Oh, shall I then, again become a fatalist, whom\nfourteen years of despair and ten of hope had rendered a believer in\nProvidence?\n\n“And all this—all this, because my heart, which I thought dead, was\nonly sleeping; because it has awakened and has begun to beat again,\nbecause I have yielded to the pain of the emotion excited in my breast\nby a woman’s voice.\n\n“Yet,” continued the count, becoming each moment more absorbed in the\nanticipation of the dreadful sacrifice for the morrow, which Mercédès\nhad accepted, “yet, it is impossible that so noble-minded a woman\nshould thus through selfishness consent to my death when I am in the\nprime of life and strength; it is impossible that she can carry to such\na point maternal love, or rather delirium. There are virtues which\nbecome crimes by exaggeration. No, she must have conceived some\npathetic scene; she will come and throw herself between us; and what\nwould be sublime here will there appear ridiculous.”\n\nThe blush of pride mounted to the count’s forehead as this thought\npassed through his mind.\n\n“Ridiculous?” repeated he; “and the ridicule will fall on me. I\nridiculous? No, I would rather die.”\n\nBy thus exaggerating to his own mind the anticipated ill-fortune of the\nnext day, to which he had condemned himself by promising Mercédès to\nspare her son, the count at last exclaimed:\n\n“Folly, folly, folly!—to carry generosity so far as to put myself up as\na mark for that young man to aim at. He will never believe that my\ndeath was suicide; and yet it is important for the honor of my\nmemory,—and this surely is not vanity, but a justifiable pride,—it is\nimportant the world should know that I have consented, by my free will,\nto stop my arm, already raised to strike, and that with the arm which\nhas been so powerful against others I have struck myself. It must be;\nit shall be.”\n\nSeizing a pen, he drew a paper from a secret drawer in his desk, and\nwrote at the bottom of the document (which was no other than his will,\nmade since his arrival in Paris) a sort of codicil, clearly explaining\nthe nature of his death.\n\n“I do this, Oh, my God,” said he, with his eyes raised to heaven, “as\nmuch for thy honor as for mine. I have during ten years considered\nmyself the agent of thy vengeance, and other wretches, like Morcerf,\nDanglars, Villefort, even Morcerf himself, must not imagine that chance\nhas freed them from their enemy. Let them know, on the contrary, that\ntheir punishment, which had been decreed by Providence, is only delayed\nby my present determination, and although they escape it in this world,\nit awaits them in another, and that they are only exchanging time for\neternity.”\n\nWhile he was thus agitated by gloomy uncertainties,—wretched waking\ndreams of grief,—the first rays of morning pierced his windows, and\nshone upon the pale blue paper on which he had just inscribed his\njustification of Providence.\n\nIt was just five o’clock in the morning when a slight noise like a\nstifled sigh reached his ear. He turned his head, looked around him,\nand saw no one; but the sound was repeated distinctly enough to\nconvince him of its reality.\n\nHe arose, and quietly opening the door of the drawing-room, saw Haydée,\nwho had fallen on a chair, with her arms hanging down and her beautiful\nhead thrown back. She had been standing at the door, to prevent his\ngoing out without seeing her, until sleep, which the young cannot\nresist, had overpowered her frame, wearied as she was with watching.\nThe noise of the door did not awaken her, and Monte Cristo gazed at her\nwith affectionate regret.\n\n“She remembered that she had a son,” said he; “and I forgot I had a\ndaughter.” Then, shaking his head sorrowfully, “Poor Haydée,” said he;\n“she wished to see me, to speak to me; she has feared or guessed\nsomething. Oh, I cannot go without taking leave of her; I cannot die\nwithout confiding her to someone.”\n\nHe quietly regained his seat, and wrote under the other lines:\n\n“I bequeath to Maximilian Morrel, captain of Spahi"
    },
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.03856749311294766,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 411,
      "chunk_id": "The Count of Monte Cristo_chunk_175",
      "start_pos": 612500,
      "end_pos": 616500,
      "similarity": 0.03836317135549872,
      "text": "el?” she asked.\n\nEmmanuel hesitated a moment, but his desire to make Julie decide\nimmediately made him reply.\n\n“Listen,” he said; “today is the 5th of September, is it not?”\n\n“Yes.”\n\n“Today, then, at eleven o’clock, your father has nearly three hundred\nthousand francs to pay?”\n\n“Yes, we know that.”\n\n“Well, then,” continued Emmanuel, “we have not fifteen thousand francs\nin the house.”\n\n“What will happen then?”\n\n“Why, if today before eleven o’clock your father has not found someone\nwho will come to his aid, he will be compelled at twelve o’clock to\ndeclare himself a bankrupt.”\n\n“Oh, come, then, come!” cried she, hastening away with the young man.\n\nDuring this time, Madame Morrel had told her son everything. The young\nman knew quite well that, after the succession of misfortunes which had\nbefallen his father, great changes had taken place in the style of\nliving and housekeeping; but he did not know that matters had reached\nsuch a point. He was thunderstruck. Then, rushing hastily out of the\napartment, he ran upstairs, expecting to find his father in his study,\nbut he rapped there in vain.\n\nWhile he was yet at the door of the study he heard the bedroom door\nopen, turned, and saw his father. Instead of going direct to his study,\nM. Morrel had returned to his bedchamber, which he was only this moment\nquitting. Morrel uttered a cry of surprise at the sight of his son, of\nwhose arrival he was ignorant. He remained motionless on the spot,\npressing with his left hand something he had concealed under his coat.\nMaximilian sprang down the staircase, and threw his arms round his\nfather’s neck; but suddenly he recoiled, and placed his right hand on\nMorrel’s breast.\n\n“Father,” he exclaimed, turning pale as death, “what are you going to\ndo with that brace of pistols under your coat?”\n\n“Oh, this is what I feared!” said Morrel.\n\n“Father, father, in Heaven’s name,” exclaimed the young man, “what are\nthese weapons for?”\n\n“Maximilian,” replied Morrel, looking fixedly at his son, “you are a\nman, and a man of honor. Come, and I will explain to you.”\n\nAnd with a firm step Morrel went up to his study, while Maximilian\nfollowed him, trembling as he went. Morrel opened the door, and closed\nit behind his son; then, crossing the anteroom, went to his desk on\nwhich he placed the pistols, and pointed with his finger to an open\nledger. In this ledger was made out an exact balance-sheet of his\naffairs. Morrel had to pay, within half an hour, 287,500 francs. All he\npossessed was 15,257 francs.\n\n“Read!” said Morrel.\n\nThe young man was overwhelmed as he read. Morrel said not a word. What\ncould he say? What need he add to such a desperate proof in figures?\n\n“And have you done all that is possible, father, to meet this\ndisastrous result?” asked the young man, after a moment’s pause.\n\n“I have,” replied Morrel.\n\n“You have no money coming in on which you can rely?”\n\n“None.”\n\n“You have exhausted every resource?”\n\n“All.”\n\n“And in half an hour,” said Maximilian in a gloomy voice, “our name is\ndishonored!”\n\n“Blood washes out dishonor,” said Morrel.\n\n“You are right, father; I understand you.” Then extending his hand\ntowards one of the pistols, he said, “There is one for you and one for\nme—thanks!”\n\nMorrel caught his hand. “Your mother—your sister! Who will support\nthem?”\n\nA shudder ran through the young man’s frame. “Father,” he said, “do you\nreflect that you are bidding me to live?”\n\n“Yes, I do so bid you,” answered Morrel, “it is your duty. You have a\ncalm, strong mind, Maximilian. Maximilian, you are no ordinary man. I\nmake no requests or commands; I only ask you to examine my position as\nif it were your own, and then judge for yourself.”\n\nThe young man reflected for a moment, then an expression of sublime\nresignation appeared in his eyes, and with a slow and sad gesture he\ntook off his two epaulets, the insignia of his rank.\n\n“Be it so, then, my father,” he said, extending his hand to Morrel,\n“die in peace, my father; I will live.”\n\nMorrel was about to cast himself on "
    },
    {
      "chunk_idx": 379,
      "chunk_id": "The Count of Monte Cristo_chunk_143",
      "start_pos": 500500,
      "end_pos": 504500,
      "similarity": 0.03787878787878788,
      "text": " a brief but faithful\ndescription.\n\nThe innkeeper himself was a man of from forty to fifty-five years of\nage, tall, strong, and bony, a perfect specimen of the natives of those\nsouthern latitudes; he had dark, sparkling, and deep-set eyes, hooked\nnose, and teeth white as those of a carnivorous animal; his hair, like\nhis beard, which he wore under his chin, was thick and curly, and in\nspite of his age but slightly interspersed with a few silvery threads.\nHis naturally dark complexion had assumed a still further shade of\nbrown from the habit the unfortunate man had acquired of stationing\nhimself from morning till eve at the threshold of his door, on the\nlookout for guests who seldom came, yet there he stood, day after day,\nexposed to the meridional rays of a burning sun, with no other\nprotection for his head than a red handkerchief twisted around it,\nafter the manner of the Spanish muleteers. This man was our old\nacquaintance, Gaspard Caderousse.\n\nHis wife, on the contrary, whose maiden name had been Madeleine\nRadelle, was pale, meagre, and sickly-looking. Born in the neighborhood\nof Arles, she had shared in the beauty for which its women are\nproverbial; but that beauty had gradually withered beneath the\ndevastating influence of the slow fever so prevalent among dwellers by\nthe ponds of Aiguemortes and the marshes of Camargue. She remained\nnearly always in her second-floor chamber, shivering in her chair, or\nstretched languid and feeble on her bed, while her husband kept his\ndaily watch at the door—a duty he performed with so much the greater\nwillingness, as it saved him the necessity of listening to the endless\nplaints and murmurs of his helpmate, who never saw him without breaking\nout into bitter invectives against fate; to all of which her husband\nwould calmly return an unvarying reply, in these philosophic words:\n\n“Hush, La Carconte. It is God’s pleasure that things should be so.”\n\nThe sobriquet of La Carconte had been bestowed on Madeleine Radelle\nfrom the fact that she had been born in a village, so called, situated\nbetween Salon and Lambesc; and as a custom existed among the\ninhabitants of that part of France where Caderousse lived of styling\nevery person by some particular and distinctive appellation, her\nhusband had bestowed on her the name of La Carconte in place of her\nsweet and euphonious name of Madeleine, which, in all probability, his\nrude guttural language would not have enabled him to pronounce.\n\nStill, let it not be supposed that amid this affected resignation to\nthe will of Providence, the unfortunate innkeeper did not writhe under\nthe double misery of seeing the hateful canal carry off his customers\nand his profits, and the daily infliction of his peevish partner’s\nmurmurs and lamentations.\n\n0323m\n\n\n\nLike other dwellers in the south, he was a man of sober habits and\nmoderate desires, but fond of external show, vain, and addicted to\ndisplay. During the days of his prosperity, not a festivity took place\nwithout himself and wife being among the spectators. He dressed in the\npicturesque costume worn upon grand occasions by the inhabitants of the\nsouth of France, bearing equal resemblance to the style adopted both by\nthe Catalans and Andalusians; while La Carconte displayed the charming\nfashion prevalent among the women of Arles, a mode of attire borrowed\nequally from Greece and Arabia. But, by degrees, watch-chains,\nnecklaces, parti-colored scarves, embroidered bodices, velvet vests,\nelegantly worked stockings, striped gaiters, and silver buckles for the\nshoes, all disappeared; and Gaspard Caderousse, unable to appear abroad\nin his pristine splendor, had given up any further participation in the\npomps and vanities, both for himself and wife, although a bitter\nfeeling of envious discontent filled his mind as the sound of mirth and\nmerry music from the joyous revellers reached even the miserable\nhostelry to which he still clung, more for the shelter than the profit\nit afforded.\n\nCaderousse, then, was, as usual, at "
    }
  ]
}