{
  "2b08f347fe2b": [
    {
      "chunk_idx": 644,
      "chunk_id": "The Count of Monte Cristo_chunk_408",
      "start_pos": 1428000,
      "end_pos": 1432000,
      "similarity": 0.04395604395604396,
      "text": "e startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him when he was there, all\nthe old man’s happiness was centred in his granddaughter. Valentine, by\nmeans of her love, her patience, and her devotion, had learned to read\nin Noirtier’s look all the varied feelings which were passing in his\nmind. To this dumb language, which was so unintelligible to others, she\nanswered by throwing her whole soul into the expression of her\ncountenance, and in this manner were the conversations sustained\nbetween the blooming girl and the helpless invalid, whose body could\nscarcely be called a living one, but who, nevertheless, possessed a\nfund of knowledge and penetration, united with a will as powerful as\never although clogged by a body rendered utterly incapable of obeying\nits impulses.\n\nValentine had solved the problem, and was able easily to understand his\nthoughts, and to convey her own in return, and, through her untiring\nand devoted assiduity, it was seldom that, in the ordinary transactions\nof every-day life, she failed to anticipate the wishes of the living,\nthinking mind, or the wants of the almost inanimate body.\n\nAs to the servant, he had, as we have said, been with his master for\nfive-and-twenty years, therefore he knew all his habits, and it was\nseldom that Noirtier found it necessary to ask for anything, so prompt\nwas he in administering to all the necessities of the invalid.\n\nVillefort did not need the help of either Valentine or the domestic in\norder to carry on with his father the strange conversation which he was\nabout to begin. As we have said, he perfectly understood the old man’s\nvocabulary, and if he did not use it more often, it was only\nindifference and _ennui_ which prevented him from so doing. He\ntherefore allowed Valentine to go into the garden, sent away Barrois,\nand after having seated himself at his father’s right hand, while\nMadame de Villefort placed herself on the left, he addressed him thus:\n\n“I trust you will not be displeased, sir, that Valentine has not come\nwith us, or that I dismissed Barrois, for our conference will be one\nwhich could not with propriety be carried on in the presence of either.\nMadame de Villefort and I have a communication to make to you.”\n\nNoirtier’s face remained perfectly passive during this long preamble,\nwhile, on the contrary, Villefort’s eye was endeavoring to penetrate\ninto the inmost recesses of the old man’s heart.\n\n“This communication,” continued the procureur, in that cold and\ndecisive tone which seemed at once to preclude all discussion, “will,\nwe are sure, meet with your approbation.”\n\nThe eye of the invalid still retained that vacancy of expression which\nprevented his son from obtaining any knowledge of the feelings which\nwere passing in his mind; he listened, nothing more.\n\n“Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had\nthe old man’s face been moulded in wax it could not have shown less\nemotion at this news than was now to be traced there. “The marriage\nwill take place in less than three months,” said Villefort.\n\nNoirtier’s eye still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely "
    },
    {
      "chunk_idx": 891,
      "chunk_id": "The Count of Monte Cristo_chunk_655",
      "start_pos": 2292500,
      "end_pos": 2296500,
      "similarity": 0.043596730245231606,
      "text": "that state of somnolence which succeeded her waking\nhours; it was then, in the silence of night, in the dim light shed from\nthe alabaster lamp on the chimney-piece, that she saw the shadows pass\nand repass which hover over the bed of sickness, and fan the fever with\ntheir trembling wings. First she fancied she saw her stepmother\nthreatening her, then Morrel stretched his arms towards her; sometimes\nmere strangers, like the Count of Monte Cristo came to visit her; even\nthe very furniture, in these moments of delirium, seemed to move, and\nthis state lasted till about three o’clock in the morning, when a deep,\nheavy slumber overcame the young girl, from which she did not awake\ntill daylight.\n\nOn the evening of the day on which Valentine had learned of the flight\nof Eugénie and the arrest of Benedetto,—Villefort having retired as\nwell as Noirtier and d’Avrigny,—her thoughts wandered in a confused\nmaze, alternately reviewing her own situation and the events she had\njust heard.\n\nEleven o’clock had struck. The nurse, having placed the beverage\nprepared by the doctor within reach of the patient, and locked the\ndoor, was listening with terror to the comments of the servants in the\nkitchen, and storing her memory with all the horrible stories which had\nfor some months past amused the occupants of the antechambers in the\nhouse of the king’s attorney. Meanwhile an unexpected scene was passing\nin the room which had been so carefully locked.\n\nTen minutes had elapsed since the nurse had left; Valentine, who for\nthe last hour had been suffering from the fever which returned nightly,\nincapable of controlling her ideas, was forced to yield to the\nexcitement which exhausted itself in producing and reproducing a\nsuccession and recurrence of the same fancies and images. The\nnight-lamp threw out countless rays, each resolving itself into some\nstrange form to her disordered imagination, when suddenly by its\nflickering light Valentine thought she saw the door of her library,\nwhich was in the recess by the chimney-piece, open slowly, though she\nin vain listened for the sound of the hinges on which it turned.\n\nAt any other time Valentine would have seized the silken bell-pull and\nsummoned assistance, but nothing astonished her in her present\nsituation. Her reason told her that all the visions she beheld were but\nthe children of her imagination, and the conviction was strengthened by\nthe fact that in the morning no traces remained of the nocturnal\nphantoms, who disappeared with the coming of daylight.\n\nFrom behind the door a human figure appeared, but the girl was too\nfamiliar with such apparitions to be alarmed, and therefore only\nstared, hoping to recognize Morrel. The figure advanced towards the bed\nand appeared to listen with profound attention. At this moment a ray of\nlight glanced across the face of the midnight visitor.\n\n“It is not he,” she murmured, and waited, in the assurance that this\nwas but a dream, for the man to disappear or assume some other form.\nStill, she felt her pulse, and finding it throb violently she\nremembered that the best method of dispelling such illusions was to\ndrink, for a draught of the beverage prepared by the doctor to allay\nher fever seemed to cause a reaction of the brain, and for a short time\nshe suffered less. Valentine therefore reached her hand towards the\nglass, but as soon as her trembling arm left the bed the apparition\nadvanced more quickly towards her, and approached the young girl so\nclosely that she fancied she heard his breath, and felt the pressure of\nhis hand.\n\nThis time the illusion, or rather the reality, surpassed anything\nValentine had before experienced; she began to believe herself really\nalive and awake, and the belief that her reason was this time not\ndeceived made her shudder. The pressure she felt was evidently intended\nto arrest her arm, and she slowly withdrew it. Then the figure, from\nwhom she could not detach her eyes, and who appeared more protecting\nthan menacing, took the glass, and walk"
    },
    {
      "chunk_idx": 643,
      "chunk_id": "The Count of Monte Cristo_chunk_407",
      "start_pos": 1424500,
      "end_pos": 1428500,
      "similarity": 0.04358974358974359,
      "text": "orse, and that he lost expressly to give me the means of\nprocuring him.”\n\n“My dear Maximilian, you are really too fanciful; you will not love\neven me long. A man who accustoms himself to live in such a world of\npoetry and imagination must find far too little excitement in a common,\nevery-day sort of attachment such as ours. But they are calling me. Do\nyou hear?”\n\n“Ah, Valentine,” said Maximilian, “give me but one finger through this\nopening in the grating, one finger, the littlest finger of all, that I\nmay have the happiness of kissing it.”\n\n“Maximilian, we said we would be to each other as two voices, two\nshadows.”\n\n“As you will, Valentine.”\n\n“Shall you be happy if I do what you wish?”\n\n“Oh, yes!”\n\nValentine mounted on a bench, and passed not only her finger but her\nwhole hand through the opening. Maximilian uttered a cry of delight,\nand, springing forwards, seized the hand extended towards him, and\nimprinted on it a fervent and impassioned kiss. The little hand was\nthen immediately withdrawn, and the young man saw Valentine hurrying\ntowards the house, as though she were almost terrified at her own\nsensations.\n\n\n\n Chapter 58. M. Noirtier de Villefort\n\nWe will now relate what was passing in the house of the king’s attorney\nafter the departure of Madame Danglars and her daughter, and during the\ntime of the conversation between Maximilian and Valentine, which we\nhave just detailed.\n\nM. de Villefort entered his father’s room, followed by Madame de\nVillefort. Both of the visitors, after saluting the old man and\nspeaking to Barrois, a faithful servant, who had been twenty-five years\nin his service, took their places on either side of the paralytic.\n\nM. Noirtier was sitting in an armchair, which moved upon casters, in\nwhich he was wheeled into the room in the morning, and in the same way\ndrawn out again at night. He was placed before a large glass, which\nreflected the whole apartment, and so, without any attempt to move,\nwhich would have been impossible, he could see all who entered the room\nand everything which was going on around him. M. Noirtier, although\nalmost as immovable as a corpse, looked at the new-comers with a quick\nand intelligent expression, perceiving at once, by their ceremonious\ncourtesy, that they were come on business of an unexpected and official\ncharacter.\n\nSight and hearing were the only senses remaining, and they, like two\nsolitary sparks, remained to animate the miserable body which seemed\nfit for nothing but the grave; it was only, however, by means of one of\nthese senses that he could reveal the thoughts and feelings that still\noccupied his mind, and the look by which he gave expression to his\ninner life was like the distant gleam of a candle which a traveller\nsees by night across some desert place, and knows that a living being\ndwells beyond the silence and obscurity.\n\nNoirtier’s hair was long and white, and flowed over his shoulders;\nwhile in his eyes, shaded by thick black lashes, was concentrated, as\nit often happens with an organ which is used to the exclusion of the\nothers, all the activity, address, force, and intelligence which were\nformerly diffused over his whole body; and so although the movement of\nthe arm, the sound of the voice, and the agility of the body, were\nwanting, the speaking eye sufficed for all. He commanded with it; it\nwas the medium through which his thanks were conveyed. In short, his\nwhole appearance produced on the mind the impression of a corpse with\nliving eyes, and nothing could be more startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him whe"
    },
    {
      "chunk_idx": 745,
      "chunk_id": "The Count of Monte Cristo_chunk_509",
      "start_pos": 1781500,
      "end_pos": 1785500,
      "similarity": 0.042328042328042326,
      "text": "e\ngentlemen will serve you. Now, if you please, remove your bandage.” The\ngeneral tore the handkerchief from his eyes. “At last,” said he, “I\nshall know with whom I have to do.” They opened the door and the four\nmen alighted.’”\n\nFranz again interrupted himself, and wiped the cold drops from his\nbrow; there was something awful in hearing the son read aloud in\ntrembling pallor these details of his father’s death, which had\nhitherto been a mystery. Valentine clasped her hands as if in prayer.\nNoirtier looked at Villefort with an almost sublime expression of\ncontempt and pride.\n\nFranz continued:\n\n“‘It was, as we said, the fifth of February. For three days the mercury\nhad been five or six degrees below freezing and the steps were covered\nwith ice. The general was stout and tall, the president offered him the\nside of the railing to assist him in getting down. The two witnesses\nfollowed. It was a dark night. The ground from the steps to the river\nwas covered with snow and hoarfrost, the water of the river looked\nblack and deep. One of the seconds went for a lantern in a coal-barge\nnear, and by its light they examined the weapons. The president’s\nsword, which was simply, as he had said, one he carried in his cane,\nwas five inches shorter than the general’s, and had no guard. The\ngeneral proposed to cast lots for the swords, but the president said it\nwas he who had given the provocation, and when he had given it he had\nsupposed each would use his own arms. The witnesses endeavored to\ninsist, but the president bade them be silent. The lantern was placed\non the ground, the two adversaries took their stations, and the duel\nbegan. The light made the two swords appear like flashes of lightning;\nas for the men, they were scarcely perceptible, the darkness was so\ngreat.\n\n40044m\n\n\n\n“‘General d’Épinay passed for one of the best swordsmen in the army,\nbut he was pressed so closely in the onset that he missed his aim and\nfell. The witnesses thought he was dead, but his adversary, who knew he\nhad not struck him, offered him the assistance of his hand to rise. The\ncircumstance irritated instead of calming the general, and he rushed on\nhis adversary. But his opponent did not allow his guard to be broken.\nHe received him on his sword and three times the general drew back on\nfinding himself too closely engaged, and then returned to the charge.\nAt the third he fell again. They thought he slipped, as at first, and\nthe witnesses, seeing he did not move, approached and endeavored to\nraise him, but the one who passed his arm around the body found it was\nmoistened with blood. The general, who had almost fainted, revived.\n“Ah,” said he, “they have sent some fencing-master to fight with me.”\nThe president, without answering, approached the witness who held the\nlantern, and raising his sleeve, showed him two wounds he had received\nin his arm; then opening his coat, and unbuttoning his waistcoat,\ndisplayed his side, pierced with a third wound. Still he had not even\nuttered a sigh. General d’Épinay died five minutes after.’”\n\nFranz read these last words in a voice so choked that they were hardly\naudible, and then stopped, passing his hand over his eyes as if to\ndispel a cloud; but after a moment’s silence, he continued:\n\n“‘The president went up the steps, after pushing his sword into his\ncane; a track of blood on the snow marked his course. He had scarcely\narrived at the top when he heard a heavy splash in the water—it was the\ngeneral’s body, which the witnesses had just thrown into the river\nafter ascertaining that he was dead. The general fell, then, in a loyal\nduel, and not in ambush as it might have been reported. In proof of\nthis we have signed this paper to establish the truth of the facts,\nlest the moment should arrive when either of the actors in this\nterrible scene should be accused of premeditated murder or of\ninfringement of the laws of honor.\n\n“‘Signed, Beaurepaire, Duchampy, and Lecharpal.’”\n\nWhen Franz had finished reading this account, so dreadful"
    },
    {
      "chunk_idx": 645,
      "chunk_id": "The Count of Monte Cristo_chunk_409",
      "start_pos": 1431500,
      "end_pos": 1435500,
      "similarity": 0.041237113402061855,
      "text": "e still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely to render Valentine supremely\nhappy,—his name, moreover, cannot be wholly unknown to you. It is M.\nFranz de Quesnel, Baron d’Épinay.”\n\nWhile his wife was speaking, Villefort had narrowly watched the old\nman’s countenance. When Madame de Villefort pronounced the name of\nFranz, the pupil of M. Noirtier’s eye began to dilate, and his eyelids\ntrembled with the same movement that may be perceived on the lips of an\nindividual about to speak, and he darted a lightning glance at Madame\nde Villefort and his son. The procureur, who knew the political hatred\nwhich had formerly existed between M. Noirtier and the elder d’Épinay,\nwell understood the agitation and anger which the announcement had\nproduced; but, feigning not to perceive either, he immediately resumed\nthe narrative begun by his wife.\n\n“Sir,” said he, “you are aware that Valentine is about to enter her\nnineteenth year, which renders it important that she should lose no\ntime in forming a suitable alliance. Nevertheless, you have not been\nforgotten in our plans, and we have fully ascertained beforehand that\nValentine’s future husband will consent, not to live in this house, for\nthat might not be pleasant for the young people, but that you should\nlive with them; so that you and Valentine, who are so attached to each\nother, would not be separated, and you would be able to pursue exactly\nthe same course of life which you have hitherto done, and thus, instead\nof losing, you will be a gainer by the change, as it will secure to you\ntwo children instead of one, to watch over and comfort you.”\n\n30165m\n\n\n\nNoirtier’s look was furious; it was very evident that something\ndesperate was passing in the old man’s mind, for a cry of anger and\ngrief rose in his throat, and not being able to find vent in utterance,\nappeared almost to choke him, for his face and lips turned quite purple\nwith the struggle. Villefort quietly opened a window, saying, “It is\nvery warm, and the heat affects M. Noirtier.” He then returned to his\nplace, but did not sit down.\n\n“This marriage,” added Madame de Villefort, “is quite agreeable to the\nwishes of M. d’Épinay and his family; besides, he had no relations\nnearer than an uncle and aunt, his mother having died at his birth, and\nhis father having been assassinated in 1815, that is to say, when he\nwas but two years old; it naturally followed that the child was\npermitted to choose his own pursuits, and he has, therefore, seldom\nacknowledged any other authority but that of his own will.”\n\n“That assassination was a mysterious affair,” said Villefort, “and the\nperpetrators have hitherto escaped detection, although suspicion has\nfallen on the head of more than one person.”\n\nNoirtier made such an effort that his lips expanded into a smile.\n\n“Now,” continued Villefort, “those to whom the guilt really belongs, by\nwhom the crime was committed, on whose heads the justice of man may\nprobably descend here, and the certain judgment of God hereafter, would\nrejoice in the opportunity thus afforded of bestowing such a\npeace-offering as Valentine on the son of him whose life they so\nruthlessly destroyed.” Noirtier had succeeded in mastering his emotion\nmore than could have been deemed possible with such an enfeebled and\nshattered frame.\n\n“Yes, I understand,” was the reply contained in his look; and this look\nexpressed a feeling of strong indignation, mixed with profound\ncontempt. Villefort fully understood his father’s meaning, and answered\nby a slight shrug of his shoulders. He then motioned to "
    }
  ]
}