{
  "a3b7d006a1d1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.08411214953271028,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 834,
      "chunk_id": "The Count of Monte Cristo_chunk_598",
      "start_pos": 2093000,
      "end_pos": 2097000,
      "similarity": 0.04314720812182741,
      "text": ", which the woman who has married\nthat man ought certainly to forgive; but not so the lover who was to\nhave married her. Well, the French did not avenge themselves on the\ntraitor, the Spaniards did not shoot the traitor, Ali in his tomb left\nthe traitor unpunished; but I, betrayed, sacrificed, buried, have risen\nfrom my tomb, by the grace of God, to punish that man. He sends me for\nthat purpose, and here I am.”\n\nThe poor woman’s head and arms fell; her legs bent under her, and she\nfell on her knees.\n\n“Forgive, Edmond, forgive for my sake, who love you still!”\n\nThe dignity of the wife checked the fervor of the lover and the mother.\nHer forehead almost touched the carpet, when the count sprang forward\nand raised her. Then seated on a chair, she looked at the manly\ncountenance of Monte Cristo, on which grief and hatred still impressed\na threatening expression.\n\n“Not crush that accursed race?” murmured he; “abandon my purpose at the\nmoment of its accomplishment? Impossible, madame, impossible!”\n\n“Edmond,” said the poor mother, who tried every means, “when I call you\nEdmond, why do you not call me Mercédès?”\n\n“Mercédès!” repeated Monte Cristo; “Mercédès! Well yes, you are right;\nthat name has still its charms, and this is the first time for a long\nperiod that I have pronounced it so distinctly. Oh, Mercédès, I have\nuttered your name with the sigh of melancholy, with the groan of\nsorrow, with the last effort of despair; I have uttered it when frozen\nwith cold, crouched on the straw in my dungeon; I have uttered it,\nconsumed with heat, rolling on the stone floor of my prison. Mercédès,\nI must revenge myself, for I suffered fourteen years,—fourteen years I\nwept, I cursed; now I tell you, Mercédès, I must revenge myself.”\n\nThe count, fearing to yield to the entreaties of her he had so ardently\nloved, called his sufferings to the assistance of his hatred.\n\n“Revenge yourself, then, Edmond,” cried the poor mother; “but let your\nvengeance fall on the culprits,—on him, on me, but not on my son!”\n\n“It is written in the good book,” said Monte Cristo, “that the sins of\nthe fathers shall fall upon their children to the third and fourth\ngeneration. Since God himself dictated those words to his prophet, why\nshould I seek to make myself better than God?”\n\n“Edmond,” continued Mercédès, with her arms extended towards the count,\n“since I first knew you, I have adored your name, have respected your\nmemory. Edmond, my friend, do not compel me to tarnish that noble and\npure image reflected incessantly on the mirror of my heart. Edmond, if\nyou knew all the prayers I have addressed to God for you while I\nthought you were living and since I have thought you must be dead! Yes,\ndead, alas! I imagined your dead body buried at the foot of some gloomy\ntower, or cast to the bottom of a pit by hateful jailers, and I wept!\nWhat could I do for you, Edmond, besides pray and weep? Listen; for ten\nyears I dreamed each night the same dream. I had been told that you had\nendeavored to escape; that you had taken the place of another prisoner;\nthat you had slipped into the winding sheet of a dead body; that you\nhad been thrown alive from the top of the Château d’If, and that the\ncry you uttered as you dashed upon the rocks first revealed to your\njailers that they were your murderers. Well, Edmond, I swear to you, by\nthe head of that son for whom I entreat your pity,—Edmond, for ten\nyears I saw every night every detail of that frightful tragedy, and for\nten years I heard every night the cry which awoke me, shuddering and\ncold. And I, too, Edmond—oh! believe me—guilty as I was—oh, yes, I,\ntoo, have suffered much!”\n\n“Have you known what it is to have your father starve to death in your\nabsence?” cried Monte Cristo, thrusting his hands into his hair; “have\nyou seen the woman you loved giving her hand to your rival, while you\nwere perishing at the bottom of a dungeon?”\n\n“No,” interrupted Mercédès, “but I have seen him whom I loved on the\npoint of murdering my son.”\n\nMercédès ut"
    },
    {
      "chunk_idx": 361,
      "chunk_id": "The Count of Monte Cristo_chunk_125",
      "start_pos": 437500,
      "end_pos": 441500,
      "similarity": 0.04113110539845758,
      "text": "antès\nnoticed that the captain of _La Jeune Amélie_ had, as he neared the\nland, mounted two small culverins, which, without making much noise,\ncan throw a four ounce ball a thousand paces or so.\n\nBut on this occasion the precaution was superfluous, and everything\nproceeded with the utmost smoothness and politeness. Four shallops came\noff with very little noise alongside the lugger, which, no doubt, in\nacknowledgement of the compliment, lowered her own shallop into the\nsea, and the five boats worked so well that by two o’clock in the\nmorning all the cargo was out of _La Jeune Amélie_ and on _terra\nfirma_. The same night, such a man of regularity was the patron of _La\nJeune Amélie_, the profits were divided, and each man had a hundred\nTuscan livres, or about eighty francs.\n\nBut the voyage was not ended. They turned the bowsprit towards\nSardinia, where they intended to take in a cargo, which was to replace\nwhat had been discharged. The second operation was as successful as the\nfirst, _La Jeune Amélie_ was in luck. This new cargo was destined for\nthe coast of the Duchy of Lucca, and consisted almost entirely of\nHavana cigars, sherry, and Malaga wines.\n\nThere they had a bit of a skirmish in getting rid of the duties; the\nexcise was, in truth, the everlasting enemy of the patron of _La Jeune\nAmélie_. A customs officer was laid low, and two sailors wounded;\nDantès was one of the latter, a ball having touched him in the left\nshoulder. Dantès was almost glad of this affray, and almost pleased at\nbeing wounded, for they were rude lessons which taught him with what\neye he could view danger, and with what endurance he could bear\nsuffering. He had contemplated danger with a smile, and when wounded\nhad exclaimed with the great philosopher, “Pain, thou art not an evil.”\n\nHe had, moreover, looked upon the customs officer wounded to death,\nand, whether from heat of blood produced by the encounter, or the chill\nof human sentiment, this sight had made but slight impression upon him.\nDantès was on the way he desired to follow, and was moving towards the\nend he wished to achieve; his heart was in a fair way of petrifying in\nhis bosom. Jacopo, seeing him fall, had believed him killed, and\nrushing towards him raised him up, and then attended to him with all\nthe kindness of a devoted comrade.\n\nThis world was not then so good as Doctor Pangloss believed it, neither\nwas it so wicked as Dantès thought it, since this man, who had nothing\nto expect from his comrade but the inheritance of his share of the\nprize-money, manifested so much sorrow when he saw him fall.\nFortunately, as we have said, Edmond was only wounded, and with certain\nherbs gathered at certain seasons, and sold to the smugglers by the old\nSardinian women, the wound soon closed. Edmond then resolved to try\nJacopo, and offered him in return for his attention a share of his\nprize-money, but Jacopo refused it indignantly.\n\nAs a result of the sympathetic devotion which Jacopo had from the first\nbestowed on Edmond, the latter was moved to a certain degree of\naffection. But this sufficed for Jacopo, who instinctively felt that\nEdmond had a right to superiority of position—a superiority which\nEdmond had concealed from all others. And from this time the kindness\nwhich Edmond showed him was enough for the brave seaman.\n\nThen in the long days on board ship, when the vessel, gliding on with\nsecurity over the azure sea, required no care but the hand of the\nhelmsman, thanks to the favorable winds that swelled her sails, Edmond,\nwith a chart in his hand, became the instructor of Jacopo, as the poor\nAbbé Faria had been his tutor. He pointed out to him the bearings of\nthe coast, explained to him the variations of the compass, and taught\nhim to read in that vast book opened over our heads which they call\nheaven, and where God writes in azure with letters of diamonds.\n\nAnd when Jacopo inquired of him, “What is the use of teaching all these\nthings to a poor sailor like me?” Edmond replied, “Who knows? You ma"
    },
    {
      "chunk_idx": 943,
      "chunk_id": "The Count of Monte Cristo_chunk_707",
      "start_pos": 2474500,
      "end_pos": 2478500,
      "similarity": 0.040100250626566414,
      "text": "ather’s, and can tell it to you.”\n\nA painful giddiness overwhelmed Villefort; great drops of acrid sweat\nfell from his face upon the papers which he held in his convulsed hand.\n\n“Repeat your father’s name,” said the president.\n\nNot a whisper, not a breath, was heard in that vast assembly; everyone\nwaited anxiously.\n\n“My father is king’s attorney,” replied Andrea calmly.\n\n50179m\n\n\n\n“King’s attorney?” said the president, stupefied, and without noticing\nthe agitation which spread over the face of M. de Villefort; “king’s\nattorney?”\n\n“Yes; and if you wish to know his name, I will tell it,—he is named\nVillefort.”\n\nThe explosion, which had been so long restrained from a feeling of\nrespect to the court of justice, now burst forth like thunder from the\nbreasts of all present; the court itself did not seek to restrain the\nfeelings of the audience. The exclamations, the insults addressed to\nBenedetto, who remained perfectly unconcerned, the energetic gestures,\nthe movement of the gendarmes, the sneers of the scum of the crowd\nalways sure to rise to the surface in case of any disturbance—all this\nlasted five minutes, before the door-keepers and magistrates were able\nto restore silence. In the midst of this tumult the voice of\nthe president was heard to exclaim:\n\n“Are you playing with justice, accused, and do you dare set your\nfellow-citizens an example of disorder which even in these times has\nnever been equalled?”\n\nSeveral persons hurried up to M. de Villefort, who sat half bowed over\nin his chair, offering him consolation, encouragement, and\nprotestations of zeal and sympathy. Order was re-established in the\nhall, except that a few people still moved about and whispered to one\nanother. A lady, it was said, had just fainted; they had supplied her\nwith a smelling-bottle, and she had recovered. During the scene of\ntumult, Andrea had turned his smiling face towards the assembly; then,\nleaning with one hand on the oaken rail of the dock, in the most\ngraceful attitude possible, he said:\n\n“Gentlemen, I assure you I had no idea of insulting the court, or of\nmaking a useless disturbance in the presence of this honorable\nassembly. They ask my age; I tell it. They ask where I was born; I\nanswer. They ask my name, I cannot give it, since my parents abandoned\nme. But though I cannot give my own name, not possessing one, I can\ntell them my father’s. Now I repeat, my father is named M. de\nVillefort, and I am ready to prove it.”\n\nThere was an energy, a conviction, and a sincerity in the manner of the\nyoung man, which silenced the tumult. All eyes were turned for a moment\ntowards the procureur, who sat as motionless as though a thunderbolt\nhad changed him into a corpse.\n\n“Gentlemen,” said Andrea, commanding silence by his voice and manner;\n“I owe you the proofs and explanations of what I have said.”\n\n“But,” said the irritated president, “you called yourself Benedetto,\ndeclared yourself an orphan, and claimed Corsica as your country.”\n\n“I said anything I pleased, in order that the solemn declaration I have\njust made should not be withheld, which otherwise would certainly have\nbeen the case. I now repeat that I was born at Auteuil on the night of\nthe 27th of September, 1817, and that I am the son of the procureur, M.\nde Villefort. Do you wish for any further details? I will give them. I\nwas born in No. 28, Rue de la Fontaine, in a room hung with red damask;\nmy father took me in his arms, telling my mother I was dead, wrapped me\nin a napkin marked with an H and an N, and carried me into a garden,\nwhere he buried me alive.”\n\nA shudder ran through the assembly when they saw that the confidence of\nthe prisoner increased in proportion to the terror of M. de Villefort.\n\n“But how have you become acquainted with all these details?” asked the\npresident.\n\n“I will tell you, Mr. President. A man who had sworn vengeance against\nmy father, and had long watched his opportunity to kill him, had\nintroduced himself that night into the garden in which my father buried\nme. "
    },
    {
      "chunk_idx": 944,
      "chunk_id": "The Count of Monte Cristo_chunk_708",
      "start_pos": 2478000,
      "end_pos": 2482000,
      "similarity": 0.03970223325062035,
      "text": "N, and carried me into a garden,\nwhere he buried me alive.”\n\nA shudder ran through the assembly when they saw that the confidence of\nthe prisoner increased in proportion to the terror of M. de Villefort.\n\n“But how have you become acquainted with all these details?” asked the\npresident.\n\n“I will tell you, Mr. President. A man who had sworn vengeance against\nmy father, and had long watched his opportunity to kill him, had\nintroduced himself that night into the garden in which my father buried\nme. He was concealed in a thicket; he saw my father bury something in\nthe ground, and stabbed him; then thinking the deposit might contain\nsome treasure he turned up the ground, and found me still living. The\nman carried me to the foundling asylum, where I was registered under\nthe number 37. Three months afterwards, a woman travelled from Rogliano\nto Paris to fetch me, and having claimed me as her son, carried me\naway. Thus, you see, though born in Paris, I was brought up in\nCorsica.”\n\nThere was a moment’s silence, during which one could have fancied the\nhall empty, so profound was the stillness.\n\n“Proceed,” said the president.\n\n“Certainly, I might have lived happily amongst those good people, who\nadored me, but my perverse disposition prevailed over the virtues which\nmy adopted mother endeavored to instil into my heart. I increased in\nwickedness till I committed crime. One day when I cursed Providence for\nmaking me so wicked, and ordaining me to such a fate, my adopted father\nsaid to me, ‘Do not blaspheme, unhappy child, the crime is that of your\nfather, not yours,—of your father, who consigned you to hell if you\ndied, and to misery if a miracle preserved you alive.’ After that I\nceased to blaspheme, but I cursed my father. That is why I have uttered\nthe words for which you blame me; that is why I have filled this whole\nassembly with horror. If I have committed an additional crime, punish\nme, but if you will allow that ever since the day of my birth my fate\nhas been sad, bitter, and lamentable, then pity me.”\n\n“But your mother?” asked the president.\n\n“My mother thought me dead; she is not guilty. I did not even wish to\nknow her name, nor do I know it.”\n\nJust then a piercing cry, ending in a sob, burst from the centre of the\ncrowd, who encircled the lady who had before fainted, and who now fell\ninto a violent fit of hysterics. She was carried out of the hall, the\nthick veil which concealed her face dropped off, and Madame Danglars\nwas recognized. Notwithstanding his shattered nerves, the ringing\nsensation in his ears, and the madness which turned his brain,\nVillefort rose as he perceived her.\n\n“The proofs, the proofs!” said the president; “remember this tissue of\nhorrors must be supported by the clearest proofs.”\n\n“The proofs?” said Benedetto, laughing; “do you want proofs?”\n\n“Yes.”\n\n“Well, then, look at M. de Villefort, and then ask me for proofs.”\n\nEveryone turned towards the procureur, who, unable to bear the\nuniversal gaze now riveted on him alone, advanced staggering into the\nmidst of the tribunal, with his hair dishevelled and his face indented\nwith the mark of his nails. The whole assembly uttered a long murmur of\nastonishment.\n\n“Father,” said Benedetto, “I am asked for proofs, do you wish me to\ngive them?”\n\n“No, no, it is useless,” stammered M. de Villefort in a hoarse voice;\n“no, it is useless!”\n\n“How useless?” cried the president, “what do you mean?”\n\n“I mean that I feel it impossible to struggle against this deadly\nweight which crushes me. Gentlemen, I know I am in the hands of an\navenging God! We need no proofs; everything relating to this young man\nis true.”\n\nA dull, gloomy silence, like that which precedes some awful phenomenon\nof nature, pervaded the assembly, who shuddered in dismay.\n\n“What, M. de Villefort,” cried the president, “do you yield to an\nhallucination? What, are you no longer in possession of your senses?\nThis strange, unexpected, terrible accusation has disordered your\nreason. Come, recover.”\n\nThe procureur drop"
    }
  ]
}