{
  "ec2d365cdc63": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.054945054945054944,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 177,
      "chunk_id": "In Search of the Castaways_chunk_177",
      "start_pos": 619500,
      "end_pos": 623500,
      "similarity": 0.025839793281653745,
      "text": "the clouds. He accordingly informed Glenarvan of these\nindications, and proposed to defer their work till the next day.\n\n[Sidenote: \"A TIDE IN THE AFFAIRS OF MEN.\"]\n\n\"And these are my reasons,\" said he. \"First, we are very much fatigued,\nand all our strength is necessary to free the vessel. Then, when this\nis accomplished, how can we sail among the dangerous breakers, and\nin such profound darkness? Moreover, another reason induces me to\nwait. The wind promises to aid us, and I desire to profit by it, and\nam in hopes that it will drift the old hull out when the tide raises\nher. To-morrow, if I am not mistaken, the breeze will blow from the\nnorthwest. We will set the main-sails, and they will help to raise\nthe brig.\"\n\n[Illustration: They therefore anchored, half a cable's length distant,\nin ten fathoms of water.]\n\n\nThese reasons were decisive. Glenarvan and Paganel, the most impatient\non board, yielded, and the work was suspended.\n\nThe night passed favorably, and day appeared. Their captain's\npredictions were realized. The wind blew from the northwest, and\ncontinued to freshen. The crew were summoned. It was nine o'clock. Four\nhours were still to elapse before it would be high water, and that time\nwas not lost. The laborers renewed their efforts with very good success.\n\nMeantime the tide rose. The surface of the sea was agitated into\nripples, and the points of the rocks gradually disappeared, like\nmarine animals returning to their native element. The time for the\nfinal attempt approached. A feverish impatience thrilled all minds.\nNo one spoke. Each gazed at the captain, and awaited his orders. He\nwas leaning over the stern-railing, watching the water, and casting an\nuneasy glance towards the cables.\n\nAt last the tide reached its height. The experiment must now be made\nwithout delay. The main-sails were set, and the mast was bent with the\nforce of the wind.\n\n\"To the windlass!\" cried the captain.\n\nGlenarvan, Mulready, and Robert on one side, and Paganel, the major,\nand Olbinett on the other, bore down upon the handles that moved the\nmachine. At the same time the captain and Wilson added their efforts to\nthose of their companions.\n\n\"Down! down!\" cried the young captain; \"all together!\"\n\nThe cables were stretched taut under the powerful action of the\nwindlass. The anchors held fast, and did not drag. But they must be\nquick, for high tide lasts only a few moments, and the water would not\nbe long in lowering.\n\nThey redoubled their efforts. The wind blew violently, and forced the\nsails against the mast. A few tremors were felt in the hull, and the\nbrig seemed on the point of rising. Perhaps a little more power would\nsuffice to draw her from the sand.\n\n\"Helena! Mary!\" cried Glenarvan.\n\nThe two ladies came and joined their efforts to those of their\ncompanions. A final crack was heard, but that was all! The experiment\nhad failed. The tide was already beginning to ebb, and it was evident\nthat, even with the aid of wind and tide, this insufficient crew could\nnot float their ship.\n\nAs their first plan had failed, it was necessary to have recourse to\nthe second without delay. It was plain that they could not raise the\nMacquarie, and that the only way was to abandon her. To wait on board\nfor the uncertain arrival of assistance would have been folly and\nmadness.\n\nThe captain therefore proposed to construct a raft strong enough to\nconvey the passengers and a sufficient quantity of provisions to the\nNew Zealand coast. It was not a time for discussion, but for action.\nThe work was accordingly begun, and considerably advanced when night\ninterrupted them.\n\nIn the evening, after supper, while Lady Helena and Mary Grant were\nreposing in their berths, Paganel and his friends conversed seriously\nas they paced the deck. The geographer had asked Captain Mangles\nwhether the raft could not follow the coast as far as Auckland, instead\nof landing the passengers at once. The captain replied that it would be\nimpossible with such a rude craft.\n\n\"And could we hav"
    },
    {
      "chunk_idx": 360,
      "chunk_id": "The Count of Monte Cristo_chunk_124",
      "start_pos": 434000,
      "end_pos": 438000,
      "similarity": 0.02570694087403599,
      "text": "an of Edmond’s value, had offered to advance him\nfunds out of his future profits, which Edmond had accepted. His next\ncare on leaving the barber’s who had achieved his first metamorphosis\nwas to enter a shop and buy a complete sailor’s suit—a garb, as we all\nknow, very simple, and consisting of white trousers, a striped shirt,\nand a cap.\n\nIt was in this costume, and bringing back to Jacopo the shirt and\ntrousers he had lent him, that Edmond reappeared before the captain of\nthe lugger, who had made him tell his story over and over again before\nhe could believe him, or recognize in the neat and trim sailor the man\nwith thick and matted beard, hair tangled with seaweed, and body\nsoaking in seabrine, whom he had picked up naked and nearly drowned.\nAttracted by his prepossessing appearance, he renewed his offers of an\nengagement to Dantès; but Dantès, who had his own projects, would not\nagree for a longer time than three months.\n\n_La Jeune Amélie_ had a very active crew, very obedient to their\ncaptain, who lost as little time as possible. He had scarcely been a\nweek at Leghorn before the hold of his vessel was filled with printed\nmuslins, contraband cottons, English powder, and tobacco on which the\nexcise had forgotten to put its mark. The master was to get all this\nout of Leghorn free of duties, and land it on the shores of Corsica,\nwhere certain speculators undertook to forward the cargo to France.\n\nThey sailed; Edmond was again cleaving the azure sea which had been the\nfirst horizon of his youth, and which he had so often dreamed of in\nprison. He left Gorgone on his right and La Pianosa on his left, and\nwent towards the country of Paoli and Napoleon.\n\nThe next morning going on deck, as he always did at an early hour, the\npatron found Dantès leaning against the bulwarks gazing with intense\nearnestness at a pile of granite rocks, which the rising sun tinged\nwith rosy light. It was the Island of Monte Cristo.\n\n_La Jeune Amélie_ left it three-quarters of a league to the larboard\nand kept on for Corsica. Dantès thought, as they passed so closely to\nthe island whose name was so interesting to him, that he had only to\nleap into the sea and in half an hour be at the promised land. But then\nwhat could he do without instruments to discover his treasure, without\narms to defend himself? Besides, what would the sailors say? What would\nthe patron think? He must wait.\n\nFortunately, Dantès had learned how to wait; he had waited fourteen\nyears for his liberty, and now he was free he could wait at least six\nmonths or a year for wealth. Would he not have accepted liberty without\nriches if it had been offered to him? Besides, were not those riches\nchimerical?—offspring of the brain of the poor Abbé Faria, had they not\ndied with him? It is true, the letter of the Cardinal Spada was\nsingularly circumstantial, and Dantès repeated it to himself, from one\nend to the other, for he had not forgotten a word.\n\n0285m\n\n\n\nEvening came, and Edmond saw the island tinged with the shades of\ntwilight, and then disappear in the darkness from all eyes but his own,\nfor he, with vision accustomed to the gloom of a prison, continued to\nbehold it last of all, for he remained alone upon deck. The next morn\nbroke off the coast of Aleria; all day they coasted, and in the evening\nsaw fires lighted on land; the position of these was no doubt a signal\nfor landing, for a ship’s lantern was hung up at the mast-head instead\nof the streamer, and they came to within a gunshot of the shore. Dantès\nnoticed that the captain of _La Jeune Amélie_ had, as he neared the\nland, mounted two small culverins, which, without making much noise,\ncan throw a four ounce ball a thousand paces or so.\n\nBut on this occasion the precaution was superfluous, and everything\nproceeded with the utmost smoothness and politeness. Four shallops came\noff with very little noise alongside the lugger, which, no doubt, in\nacknowledgement of the compliment, lowered her own shallop into the\nsea, and the five boats wor"
    },
    {
      "chunk_idx": 28,
      "chunk_id": "In Search of the Castaways_chunk_28",
      "start_pos": 98000,
      "end_pos": 102000,
      "similarity": 0.025252525252525252,
      "text": "e country they were rapidly approaching.\n\nIn the meantime the Duncan was proceeding at a remarkable rate. She\ncut the Tropic of Capricorn, and her prow was headed toward the strait\nof the celebrated geographer. Now and then the low shores of Patagonia\nwere seen, but like an almost invisible line on the horizon. They\nsailed along the coast for more than ten miles, but Paganel's famous\ntelescope gave him only a vague idea of these American shores.\n\nThe vessel soon found herself at the head of the strait, and entered\nwithout hesitation. This way is generally preferred by steam-vessels\nbound for the Pacific. Its exact length is three hundred and\nseventy-six miles. Ships of the greatest tonnage can always find deep\nwater, even near its shores, an excellent bottom, and many springs of\nwater. The rivers abound in fish, the forest in game, there are safe\nand easy landings at twenty places, and, in short, a thousand resources\nthat are wanting in the Strait of Lemaire, and off the terrible rocks\nof Cape Horn, which are continually visited by storms and tempests.\n\n[Illustration: Sometimes the tips of her yards would graze the branches\nof the beeches that hung over the waves.]\n\nDuring the first hours of the passage, till you reach Cape Gregory,\nthe shores are low and sandy. The entire passage lasted scarcely\nthirty-six hours, and this moving panorama of the two shores well\nrewarded the pains the geographer took to admire it under the radiant\nbeams of the southern sun. No inhabitant appeared on the shores of the\ncontinent; and only a few Fuegians wandered along the barren rocks of\nTerra del Fuego.\n\nAt one moment the Duncan rounded the peninsula of Brunswick between\ntwo magnificent sights. Just here the strait cuts between stupendous\nmasses of granite. The base of the mountains was hidden in the heart\nof immense forests, while their summits, whitened with eternal snow,\nwere lost in the clouds. Towards the southeast Mount Taru towered\nsix thousand five hundred feet aloft. Night came, preceded by a long\ntwilight, the light melting away insensibly by gentle degrees, while\nthe sky was studded with brilliant stars.\n\nIn the midst of this partial obscurity, the yacht boldly continued on\nher course, without casting anchor in the safe bays with which the\nshores abound. Sometimes the tips of her yards would graze the branches\nof the beeches that hung over the waves. At others her propeller would\nbeat the waters of the great rivers, starting geese, ducks, snipe,\nteal, and all the feathered tribes of the marshes. Soon deserted ruins\nappeared, and fallen monuments, to which the night lent a grand aspect;\nthese were the mournful remains of an abandoned colony, whose name\nwill be an eternal contradiction to the fertility of the coasts and\nthe rich game of the forests. It was Port Famine, the place that the\nSpaniard Sarmiento colonized in 1581 with four hundred emigrants. Here\nhe founded the city of San Felipe. But the extreme severity of the cold\nweakened the colony; famine devoured those whom the winter had spared,\nand in 1587 the explorer Cavendish found the last of these four hundred\nunfortunates dying of hunger amid the ruins of a city only six years in\nexistence.\n\n[Sidenote: CHEERLESS MEMORIES.]\n\nThe vessel coasted along these deserted shores. At daybreak she sailed\nin the midst of the narrow passes, between beeches, ash-trees, and\nbirches, from the bosom of which emerged ivy-clad domes, cupolas\ntapestried with the hardy holly, and lofty spires, among which the\nobelisk of Buckland rose to a great height. Far out in the sea sported\ndroves of seals and whales of great size, judging by their spouting,\nwhich could be seen at a distance of four miles. At last they doubled\nCape Froward, still bristling with the ices of winter. On the other\nside of the strait, on Terra del Fuego, rose Mount Sarmiento to the\nheight of six thousand feet, an enormous mass of rock broken by bands\nof clouds which formed as it were an aerial archipelago in the sky.\n\n[Illustration"
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.02459016393442623,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    }
  ]
}