{
  "49226b5c0c6a": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03260869565217391,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 816,
      "chunk_id": "The Count of Monte Cristo_chunk_580",
      "start_pos": 2030000,
      "end_pos": 2034000,
      "similarity": 0.0158311345646438,
      "text": "e.”\n\n“What is it?”\n\n“The article relative to Morcerf.”\n\n“Indeed? Is it not a curious affair?”\n\n“So curious, that I think you are running a great risk of a prosecution\nfor defamation of character.”\n\n“Not at all; we have received with the information all the requisite\nproofs, and we are quite sure M. de Morcerf will not raise his voice\nagainst us; besides, it is rendering a service to one’s country to\ndenounce these wretched criminals who are unworthy of the honor\nbestowed on them.”\n\nBeauchamp was thunderstruck.\n\n“Who, then, has so correctly informed you?” asked he; “for my paper,\nwhich gave the first information on the subject, has been obliged to\nstop for want of proof; and yet we are more interested than you in\nexposing M. de Morcerf, as he is a peer of France, and we are of the\nopposition.”\n\n“Oh, that is very simple; we have not sought to scandalize. This news\nwas brought to us. A man arrived yesterday from Yanina, bringing a\nformidable array of documents; and when we hesitated to publish the\naccusatory article, he told us it should be inserted in some other\npaper.”\n\nBeauchamp understood that nothing remained but to submit, and left the\noffice to despatch a courier to Morcerf. But he had been unable to send\nto Albert the following particulars, as the events had transpired after\nthe messenger’s departure; namely, that the same day a great agitation\nwas manifest in the House of Peers among the usually calm members of\nthat dignified assembly. Everyone had arrived almost before the usual\nhour, and was conversing on the melancholy event which was to attract\nthe attention of the public towards one of their most illustrious\ncolleagues. Some were perusing the article, others making comments and\nrecalling circumstances which substantiated the charges still more.\n\nThe Count of Morcerf was no favorite with his colleagues. Like all\nupstarts, he had had recourse to a great deal of haughtiness to\nmaintain his position. The true nobility laughed at him, the talented\nrepelled him, and the honorable instinctively despised him. He was, in\nfact, in the unhappy position of the victim marked for sacrifice; the\nfinger of God once pointed at him, everyone was prepared to raise the\nhue and cry.\n\nThe Count of Morcerf alone was ignorant of the news. He did not take in\nthe paper containing the defamatory article, and had passed the morning\nin writing letters and in trying a horse. He arrived at his usual hour,\nwith a proud look and insolent demeanor; he alighted, passed through\nthe corridors, and entered the house without observing the hesitation\nof the door-keepers or the coolness of his colleagues.\n\n40194m\n\n\n\nBusiness had already been going on for half an hour when he entered.\nEveryone held the accusing paper, but, as usual, no one liked to take\nupon himself the responsibility of the attack. At length an honorable\npeer, Morcerf’s acknowledged enemy, ascended the tribune with that\nsolemnity which announced that the expected moment had arrived. There\nwas an impressive silence; Morcerf alone knew not why such profound\nattention was given to an orator who was not always listened to with so\nmuch complacency.\n\nThe count did not notice the introduction, in which the speaker\nannounced that his communication would be of that vital importance that\nit demanded the undivided attention of the House; but at the mention of\nYanina and Colonel Fernand, he turned so frightfully pale that every\nmember shuddered and fixed his eyes upon him. Moral wounds have this\npeculiarity,—they may be hidden, but they never close; always painful,\nalways ready to bleed when touched, they remain fresh and open in the\nheart.\n\nThe article having been read during the painful hush that followed, a\nuniversal shudder pervaded the assembly, and immediately the closest\nattention was given to the orator as he resumed his remarks. He stated\nhis scruples and the difficulties of the case; it was the honor of M.\nde Morcerf, and that of the whole House, he proposed to defend, by\nprovoking a debate "
    },
    {
      "chunk_idx": 936,
      "chunk_id": "The Count of Monte Cristo_chunk_700",
      "start_pos": 2450000,
      "end_pos": 2454000,
      "similarity": 0.015789473684210527,
      "text": "e de Villefort must have experienced something of the sensation of\na bird which, looking up, sees the murderous trap closing over its\nhead.\n\nA hoarse, broken tone, which was neither a cry nor a sigh, escaped from\nher, while she became deadly pale.\n\n“Monsieur,” she said, “I—I do not understand you.”\n\nAnd, in her first paroxysm of terror, she had raised herself from the\nsofa, in the next, stronger very likely than the other, she fell down\nagain on the cushions.\n\n“I asked you,” continued Villefort, in a perfectly calm tone, “where\nyou conceal the poison by the aid of which you have killed my\nfather-in-law, M. de Saint-Méran, my mother-in-law, Madame de\nSaint-Méran, Barrois, and my daughter Valentine.”\n\n“Ah, sir,” exclaimed Madame de Villefort, clasping her hands, “what do\nyou say?”\n\n“It is not for you to interrogate, but to answer.”\n\n“Is it to the judge or to the husband?” stammered Madame de Villefort.\n\n“To the judge—to the judge, madame!” It was terrible to behold the\nfrightful pallor of that woman, the anguish of her look, the trembling\nof her whole frame.\n\n“Ah, sir,” she muttered, “ah, sir,” and this was all.\n\n“You do not answer, madame!” exclaimed the terrible interrogator. Then\nhe added, with a smile yet more terrible than his anger, “It is true,\nthen; you do not deny it!” She moved forward. “And you cannot deny it!”\nadded Villefort, extending his hand toward her, as though to seize her\nin the name of justice. “You have accomplished these different crimes\nwith impudent address, but which could only deceive those whose\naffections for you blinded them. Since the death of Madame de\nSaint-Méran, I have known that a poisoner lived in my house. M.\nd’Avrigny warned me of it. After the death of Barrois my suspicions\nwere directed towards an angel,—those suspicions which, even when there\nis no crime, are always alive in my heart; but after the death of\nValentine, there has been no doubt in my mind, madame, and not only in\nmine, but in those of others; thus your crime, known by two persons,\nsuspected by many, will soon become public, and, as I told you just\nnow, you no longer speak to the husband, but to the judge.”\n\n50165m\n\n\n\nThe young woman hid her face in her hands.\n\n“Oh, sir,” she stammered, “I beseech you, do not believe appearances.”\n\n“Are you, then, a coward?” cried Villefort, in a contemptuous voice.\n“But I have always observed that poisoners were cowards. Can you be a\ncoward, you, who have had the courage to witness the death of two old\nmen and a young girl murdered by you?”\n\n“Sir! sir!”\n\n“Can you be a coward?” continued Villefort, with increasing excitement,\n“you, who could count, one by one, the minutes of four death agonies?\n_You_, who have arranged your infernal plans, and removed the beverages\nwith a talent and precision almost miraculous? Have you, then, who have\ncalculated everything with such nicety, have you forgotten to calculate\none thing—I mean where the revelation of your crimes will lead you to?\nOh, it is impossible—you must have saved some surer, more subtle and\ndeadly poison than any other, that you might escape the punishment that\nyou deserve. You have done this—I hope so, at least.”\n\nMadame de Villefort stretched out her hands, and fell on her knees.\n\n“I understand,” he said, “you confess; but a confession made to the\njudges, a confession made at the last moment, extorted when the crime\ncannot be denied, diminishes not the punishment inflicted on the\nguilty!”\n\n“The punishment?” exclaimed Madame de Villefort, “the punishment,\nmonsieur? Twice you have pronounced that word!”\n\n“Certainly. Did you hope to escape it because you were four times\nguilty? Did you think the punishment would be withheld because you are\nthe wife of him who pronounces it?—No, madame, no; the scaffold awaits\nthe poisoner, whoever she may be, unless, as I just said, the poisoner\nhas taken the precaution of keeping for herself a few drops of her\ndeadliest poison.”\n\nMadame de Villefort uttered a wild cry, and a hideous and\nuncontrollable ter"
    },
    {
      "chunk_idx": 308,
      "chunk_id": "The Count of Monte Cristo_chunk_72",
      "start_pos": 252000,
      "end_pos": 256000,
      "similarity": 0.015748031496062992,
      "text": "\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 34.\n\n\n\n Chapter 15. Number 34 and Number 27\n\nDantès passed through all the stages of torture natural to prisoners in\nsuspense. He was sustained at first by that pride of conscious\ninnocence which is the sequence to hope; then he began to doubt his own\ninnocence, which justified in some measure the governor’s belief in his\nmental alienation; and then, relaxing his sentiment of pride, he\naddressed his supplications, not to God, but to man. God is always the\nlast resource. Unfortunates, who ought to begin with God, do not have\nany hope in him till they have exhausted all other means of\ndeliverance.\n\nDantès asked to be removed from his present dungeon into another, even\nif it were darker and deeper, for a change, however disadvantageous,\nwas still a change, and would afford him some amusement. He entreated\nto be allowed to walk about, to have fresh air, books, and writing\nmaterials. His requests were not granted, but he went on asking all the\nsame. He accustomed himself to speaking to the new jailer, although the\nlatter was, if possible, more taciturn than the old one; but still, to\nspeak to a man, even though mute, was something. Dantès spoke for the\nsake of hearing his own voice; he had tried to speak when alone, but\nthe sound of his voice terrified him.\n\nOften, before his captivity, Dantès’ mind had revolted at the idea of\nassemblages of prisoners, made up of thieves, vagabonds, and murderers.\nHe now wished to be amongst them, in order to see some other face\nbesides that of his jailer; he sighed for the galleys, with the\ninfamous costume, the chain, and the brand on the shoulder. The\ngalley-slaves breathed the fresh air of heaven, and saw each other.\nThey were very happy.\n\nHe besought the jailer one day to let him have a companion, were it\neven the mad abbé. The jailer, though rough and hardened by the\nconstant sight of so much suffering, was yet a man. At the bottom of\nhis heart he had often had a feeling of pity for this unhappy young man\nwho suffered so; and he laid the request of number 34 before the\ngovernor; but the latter sapiently imagined that Dantès wished to\nconspire or attempt an escape, and refused his request. Dantès had\nexhausted all human resources, and he then turned to God.\n\nAll the pious ideas that had been so long forgotten, returned; he\nrecollected the prayers his mother had taught him, and discovered a new\nmeaning in every word; for in prosperity prayers seem but a mere medley\nof words, until misfortune comes and the unhappy sufferer first\nunderstands the meaning of the sublime language in which he invokes the\npity of heaven! He prayed, and prayed aloud, no longer terrified at the\nsound of his own voice, for he fell into a sort of ecstasy. He laid\nevery action of his life before the Almighty, proposed tasks to\naccomplish, and at the end of every prayer introduced the entreaty\noftener addressed to man than to God: “Forgive us our trespasses as we\nforgive them that trespass against us.” Yet in spite of his earnest\nprayers, Dantès remained a prisoner.\n\nThen gloom settled heavily upon him. Dantès was a man of great\nsimplicity of thought, and without education; he could not, therefore,\nin the solitude of his dungeon, traverse in mental vision the history\nof the ages, bring to life the nations that had perished, and rebuild\nthe ancient cities so vast and stupendous in the light of the\nimagination, and that pass before the eye glowing with celestial colors\nin Martin’s Babylonian pictures. He could not do this, he whose past"
    },
    {
      "chunk_idx": 805,
      "chunk_id": "The Count of Monte Cristo_chunk_569",
      "start_pos": 1991500,
      "end_pos": 1995500,
      "similarity": 0.015748031496062992,
      "text": "d to double it, and\nhow?—by a murder! You succeeded, and then God snatched it from you, and\nbrought you to justice.”\n\n“It was not I who wished to kill the Jew,” said Caderousse; “it was La\nCarconte.”\n\n“Yes,” said Monte Cristo, “and God,—I cannot say in justice, for his\njustice would have slain you,—but God, in his mercy, spared your life.”\n\n“_Pardieu!_ to transport me for life, how merciful!”\n\n“You thought it a mercy then, miserable wretch! The coward who feared\ndeath rejoiced at perpetual disgrace; for like all galley-slaves, you\nsaid, ‘I may escape from prison, I cannot from the grave.’ And you said\ntruly; the way was opened for you unexpectedly. An Englishman visited\nToulon, who had vowed to rescue two men from infamy, and his choice\nfell on you and your companion. You received a second fortune, money\nand tranquillity were restored to you, and you, who had been condemned\nto a felon’s life, might live as other men. Then, wretched creature,\nthen you tempted God a third time. ‘I have not enough,’ you said, when\nyou had more than you before possessed, and you committed a third\ncrime, without reason, without excuse. God is wearied; he has punished\nyou.”\n\nCaderousse was fast sinking. “Give me drink,” said he: “I thirst—I\nburn!” Monte Cristo gave him a glass of water. “And yet that villain,\nBenedetto, will escape!”\n\n“No one, I tell you, will escape; Benedetto will be punished.”\n\n“Then, you, too, will be punished, for you did not do your duty as a\npriest—you should have prevented Benedetto from killing me.”\n\n“I?” said the count, with a smile which petrified the dying man, “when\nyou had just broken your knife against the coat of mail which protected\nmy breast! Yet perhaps if I had found you humble and penitent, I might\nhave prevented Benedetto from killing you; but I found you proud and\nblood-thirsty, and I left you in the hands of God.”\n\n“I do not believe there is a God,” howled Caderousse; “you do not\nbelieve it; you lie—you lie!”\n\n“Silence,” said the abbé; “you will force the last drop of blood from\nyour veins. What! you do not believe in God when he is striking you\ndead? you will not believe in him, who requires but a prayer, a word, a\ntear, and he will forgive? God, who might have directed the assassin’s\ndagger so as to end your career in a moment, has given you this quarter\nof an hour for repentance. Reflect, then, wretched man, and repent.”\n\n“No,” said Caderousse, “no; I will not repent. There is no God; there\nis no Providence—all comes by chance.”\n\n“There is a Providence; there is a God,” said Monte Cristo, “of whom\nyou are a striking proof, as you lie in utter despair, denying him,\nwhile I stand before you, rich, happy, safe and entreating that God in\nwhom you endeavor not to believe, while in your heart you still believe\nin him.”\n\n“But who are you, then?” asked Caderousse, fixing his dying eyes on the\ncount.\n\n“Look well at me!” said Monte Cristo, putting the light near his face.\n\n“Well, the abbé—the Abbé Busoni.” Monte Cristo took off the wig which\ndisfigured him, and let fall his black hair, which added so much to the\nbeauty of his pallid features.\n\n“Oh?” said Caderousse, thunderstruck, “but for that black hair, I\nshould say you were the Englishman, Lord Wilmore.”\n\n“I am neither the Abbé Busoni nor Lord Wilmore,” said Monte Cristo;\n“think again,—do you not recollect me?”\n\nThere was a magic effect in the count’s words, which once more revived\nthe exhausted powers of the miserable man.\n\n“Yes, indeed,” said he; “I think I have seen you and known you\nformerly.”\n\n“Yes, Caderousse, you have seen me; you knew me once.”\n\n“Who, then, are you? and why, if you knew me, do you let me die?”\n\n“Because nothing can save you; your wounds are mortal. Had it been\npossible to save you, I should have considered it another proof of\nGod’s mercy, and I would again have endeavored to restore you, I swear\nby my father’s tomb.”\n\n“By your father’s tomb!” said Caderousse, supported by a supernatural\npower, and half-raising himself to see more distinc"
    }
  ]
}