{
  "5053bf1f008a": [
    {
      "chunk_idx": 326,
      "chunk_id": "The Count of Monte Cristo_chunk_90",
      "start_pos": 315000,
      "end_pos": 319000,
      "similarity": 0.026041666666666668,
      "text": "e, you were perfectly unacquainted with mine.”\n\n“Your life, my young friend, has not been of sufficient length to admit\nof your having passed through any very important events.”\n\n“It has been long enough to inflict on me a great and undeserved\nmisfortune. I would fain fix the source of it on man that I may no\nlonger vent reproaches upon Heaven.”\n\n“Then you profess ignorance of the crime with which you are charged?”\n\n“I do, indeed; and this I swear by the two beings most dear to me upon\nearth,—my father and Mercédès.”\n\n“Come,” said the abbé, closing his hiding-place, and pushing the bed\nback to its original situation, “let me hear your story.”\n\nDantès obeyed, and commenced what he called his history, but which\nconsisted only of the account of a voyage to India, and two or three\nvoyages to the Levant, until he arrived at the recital of his last\ncruise, with the death of Captain Leclere, and the receipt of a packet\nto be delivered by himself to the grand marshal; his interview with\nthat personage, and his receiving, in place of the packet brought, a\nletter addressed to a Monsieur Noirtier—his arrival at Marseilles, and\ninterview with his father—his affection for Mercédès, and their nuptial\nfeast—his arrest and subsequent examination, his temporary detention at\nthe Palais de Justice, and his final imprisonment in the Château d’If.\nFrom this point everything was a blank to Dantès—he knew nothing more,\nnot even the length of time he had been imprisoned. His recital\nfinished, the abbé reflected long and earnestly.\n\n“There is,” said he, at the end of his meditations, “a clever maxim,\nwhich bears upon what I was saying to you some little while ago, and\nthat is, that unless wicked ideas take root in a naturally depraved\nmind, human nature, in a right and wholesome state, revolts at crime.\nStill, from an artificial civilization have originated wants, vices,\nand false tastes, which occasionally become so powerful as to stifle\nwithin us all good feelings, and ultimately to lead us into guilt and\nwickedness. From this view of things, then, comes the axiom that if you\nvisit to discover the author of any bad action, seek first to discover\nthe person to whom the perpetration of that bad action could be in any\nway advantageous. Now, to apply it in your case,—to whom could your\ndisappearance have been serviceable?”\n\n“To no one, by Heaven! I was a very insignificant person.”\n\n“Do not speak thus, for your reply evinces neither logic nor\nphilosophy; everything is relative, my dear young friend, from the king\nwho stands in the way of his successor, to the employee who keeps his\nrival out of a place. Now, in the event of the king’s death, his\nsuccessor inherits a crown,—when the employee dies, the supernumerary\nsteps into his shoes, and receives his salary of twelve thousand\nlivres. Well, these twelve thousand livres are his civil list, and are\nas essential to him as the twelve millions of a king. Everyone, from\nthe highest to the lowest degree, has his place on the social ladder,\nand is beset by stormy passions and conflicting interests, as in\nDescartes’ theory of pressure and impulsion. But these forces increase\nas we go higher, so that we have a spiral which in defiance of reason\nrests upon the apex and not on the base. Now let us return to your\nparticular world. You say you were on the point of being made captain\nof the _Pharaon_?”\n\n“Yes.”\n\n“And about to become the husband of a young and lovely girl?”\n\n“Yes.”\n\n“Now, could anyone have had any interest in preventing the\naccomplishment of these two things? But let us first settle the\nquestion as to its being the interest of anyone to hinder you from\nbeing captain of the _Pharaon_. What say you?”\n\n“I cannot believe such was the case. I was generally liked on board,\nand had the sailors possessed the right of selecting a captain\nthemselves, I feel convinced their choice would have fallen on me.\nThere was only one person among the crew who had any feeling of\nill-will towards me. I had quarelled with him"
    },
    {
      "chunk_idx": 656,
      "chunk_id": "The Count of Monte Cristo_chunk_420",
      "start_pos": 1470000,
      "end_pos": 1474000,
      "similarity": 0.025069637883008356,
      "text": " peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did he not still retain\nroyalist sentiments? And was he not the person who was assassinated one\nevening on leaving a Bonapartist meeting to which he had been invited\non the supposition that he favored the cause of the emperor?”\n\nVillefort looked at the count almost with terror.\n\n“Am I mistaken, then?” said Monte Cristo.\n\n“No, sir, the facts were precisely what you have stated,” said Madame\nde Villefort; “and it was to prevent the renewal of old feuds that M.\nde Villefort formed the idea of uniting in the bonds of affection the\ntwo children of these inveterate enemies.”\n\n“It was a sublime and charitable thought,” said Monte Cristo, “and the\nwhole world should applaud it. It would be noble to see Mademoiselle\nNoirtier de Villefort assuming the title of Madame Franz d’Épinay.”\n\nVillefort shuddered and looked at Monte Cristo as if he wished to read\nin his countenance the real feelings which had dictated the words he\nhad just uttered. But the count completely baffled the procureur, and\nprevented him from discovering anything beneath the never-varying smile\nhe was so constantly in the habit of assuming.\n\n“Although,” said Villefort, “it will be a serious thing for Valentine\nto lose her grandfather’s fortune, I do not think that M. d’Épinay will\nbe frightened at this pecuniary loss. He will, perhaps, hold me in\ngreater esteem than the money itself, seeing that I sacrifice\neverything in order to keep my word with him. Besides, he knows that\nValentine is rich in right of her mother, and that she will, in all\nprobability, inherit the fortune of M. and Madame de Saint-Méran, her\nmother’s parents, who both love her tenderly.”\n\n“And who are fully as well worth loving and tending as M. Noirtier,”\nsaid Madame de Villefort; “besides, they are to come to Paris in about\na month, and Valentine, after the affront she has received, need not\nconsider it necessary to continue to bury herself alive by being shut\nup with M. Noirtier.”\n\nThe count listened with satisfaction to this tale of wounded self-love\nand defeated ambition.\n\n“But it seems to me,” said Monte Cristo, “and I must begin by asking\nyour pardon for what I am about to say, that if M. Noirtier disinherits\nMademoiselle de Villefort because she is going to marry a man whose\nfather he detested, he cannot have the same cause of complaint against\nthis dear Edward.”\n\n“True,” said Madame de Villefort, with an intonation of voice which it\nis impossible to describe; “is it not unjust—shamefully unjust? Poor\nEdward is as much M. Noirtier’s grandchild as Valentine, and yet, if\nshe had not been going to marry M. Franz, M. Noirtier would have left\nher all his money; and supposing Valentine to be disinherited by her\ngrandfather, she will still be three times richer than he.”\n\nThe count listened and said no more.\n\n“Count,” said Villefort, “we will not entertain you any longer with our\nfamily misfortunes. It is true that my patrimony will go to endow\ncharitable institutions, and my father will have deprived me of my\nlawful inheritance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his c"
    },
    {
      "chunk_idx": 306,
      "chunk_id": "The Count of Monte Cristo_chunk_70",
      "start_pos": 245000,
      "end_pos": 249000,
      "similarity": 0.024725274725274724,
      "text": "ombino has become the capital of some French department.”\n\n“Ah,” said the inspector, “you have not the latest news from Italy?”\n\n“My information dates from the day on which I was arrested,” returned\nthe Abbé Faria; “and as the emperor had created the kingdom of Rome for\nhis infant son, I presume that he has realized the dream of Machiavelli\nand Cæsar Borgia, which was to make Italy a united kingdom.”\n\n“Monsieur,” returned the inspector, “Providence has changed this\ngigantic plan you advocate so warmly.”\n\n“It is the only means of rendering Italy strong, happy, and\nindependent.”\n\n“Very possibly; only I am not come to discuss politics, but to inquire\nif you have anything to ask or to complain of.”\n\n“The food is the same as in other prisons,—that is, very bad; the\nlodging is very unhealthful, but, on the whole, passable for a dungeon;\nbut it is not that which I wish to speak of, but a secret I have to\nreveal of the greatest importance.”\n\n“We are coming to the point,” whispered the governor.\n\n“It is for that reason I am delighted to see you,” continued the abbé,\n“although you have disturbed me in a most important calculation, which,\nif it succeeded, would possibly change Newton’s system. Could you allow\nme a few words in private.”\n\n“What did I tell you?” said the governor.\n\n“You knew him,” returned the inspector with a smile.\n\n“What you ask is impossible, monsieur,” continued he, addressing Faria.\n\n0175m\n\n\n\n“But,” said the abbé, “I would speak to you of a large sum, amounting\nto five millions.”\n\n“The very sum you named,” whispered the inspector in his turn.\n\n“However,” continued Faria, seeing that the inspector was about to\ndepart, “it is not absolutely necessary for us to be alone; the\ngovernor can be present.”\n\n“Unfortunately,” said the governor, “I know beforehand what you are\nabout to say; it concerns your treasures, does it not?” Faria fixed his\neyes on him with an expression that would have convinced anyone else of\nhis sanity.\n\n“Of course,” said he; “of what else should I speak?”\n\n“Mr. Inspector,” continued the governor, “I can tell you the story as\nwell as he, for it has been dinned in my ears for the last four or five\nyears.”\n\n“That proves,” returned the abbé, “that you are like those of Holy\nWrit, who having eyes see not, and having ears hear not.”\n\n“My dear sir, the government is rich and does not want your treasures,”\nreplied the inspector; “keep them until you are liberated.” The abbé’s\neyes glistened; he seized the inspector’s hand.\n\n“But what if I am not liberated,” cried he, “and am detained here until\nmy death? this treasure will be lost. Had not government better profit\nby it? I will offer six millions, and I will content myself with the\nrest, if they will only give me my liberty.”\n\n“On my word,” said the inspector in a low tone, “had I not been told\nbeforehand that this man was mad, I should believe what he says.”\n\n“I am not mad,” replied Faria, with that acuteness of hearing peculiar\nto prisoners. “The treasure I speak of really exists, and I offer to\nsign an agreement with you, in which I promise to lead you to the spot\nwhere you shall dig; and if I deceive you, bring me here again,—I ask\nno more.”\n\nThe governor laughed. “Is the spot far from here?”\n\n“A hundred leagues.”\n\n“It is not ill-planned,” said the governor. “If all the prisoners took\nit into their heads to travel a hundred leagues, and their guardians\nconsented to accompany them, they would have a capital chance of\nescaping.”\n\n“The scheme is well known,” said the inspector; “and the abbé’s plan\nhas not even the merit of originality.”\n\nThen turning to Faria, “I inquired if you are well fed?” said he.\n\n“Swear to me,” replied Faria, “to free me if what I tell you prove\ntrue, and I will stay here while you go to the spot.”\n\n“Are you well fed?” repeated the inspector.\n\n“Monsieur, you run no risk, for, as I told you, I will stay here; so\nthere is no chance of my escaping.”\n\n“You do not reply to my question,” replied the inspector impatiently.\n\n“Nor you to mine"
    },
    {
      "chunk_idx": 299,
      "chunk_id": "The Count of Monte Cristo_chunk_63",
      "start_pos": 220500,
      "end_pos": 224500,
      "similarity": 0.024128686327077747,
      "text": "ith ambition and its first successes.\n\n\n\n Chapter 13. The Hundred Days\n\nM. Noirtier was a true prophet, and things progressed rapidly, as he\nhad predicted. Everyone knows the history of the famous return from\nElba, a return which was unprecedented in the past, and will probably\nremain without a counterpart in the future.\n\nLouis XVIII. made but a faint attempt to parry this unexpected blow;\nthe monarchy he had scarcely reconstructed tottered on its precarious\nfoundation, and at a sign from the emperor the incongruous structure of\nancient prejudices and new ideas fell to the ground. Villefort,\ntherefore, gained nothing save the king’s gratitude (which was rather\nlikely to injure him at the present time) and the cross of the Legion\nof Honor, which he had the prudence not to wear, although M. de Blacas\nhad duly forwarded the brevet.\n\nNapoleon would, doubtless, have deprived Villefort of his office had it\nnot been for Noirtier, who was all powerful at court, and thus the\nGirondin of ’93 and the Senator of 1806 protected him who so lately had\nbeen his protector. All Villefort’s influence barely enabled him to\nstifle the secret Dantès had so nearly divulged. The king’s procureur\nalone was deprived of his office, being suspected of royalism.\n\nHowever, scarcely was the imperial power established—that is, scarcely\nhad the emperor re-entered the Tuileries and begun to issue orders from\nthe closet into which we have introduced our readers,—he found on the\ntable there Louis XVIII.’s half-filled snuff-box,—scarcely had this\noccurred when Marseilles began, in spite of the authorities, to\nrekindle the flames of civil war, always smouldering in the south, and\nit required but little to excite the populace to acts of far greater\nviolence than the shouts and insults with which they assailed the\nroyalists whenever they ventured abroad.\n\n0159m\n\n\n\nOwing to this change, the worthy shipowner became at that moment—we\nwill not say all powerful, because Morrel was a prudent and rather a\ntimid man, so much so, that many of the most zealous partisans of\nBonaparte accused him of “moderation”—but sufficiently influential to\nmake a demand in favor of Dantès.\n\nVillefort retained his place, but his marriage was put off until a more\nfavorable opportunity. If the emperor remained on the throne, Gérard\nrequired a different alliance to aid his career; if Louis XVIII.\nreturned, the influence of M. de Saint-Méran, like his own, could be\nvastly increased, and the marriage be still more suitable. The deputy\nprocureur was, therefore, the first magistrate of Marseilles, when one\nmorning his door opened, and M. Morrel was announced.\n\nAnyone else would have hastened to receive him; but Villefort was a man\nof ability, and he knew this would be a sign of weakness. He made\nMorrel wait in the antechamber, although he had no one with him, for\nthe simple reason that the king’s procureur always makes everyone wait,\nand after passing a quarter of an hour in reading the papers, he\nordered M. Morrel to be admitted.\n\nMorrel expected Villefort would be dejected; he found him as he had\nfound him six weeks before, calm, firm, and full of that glacial\npoliteness, that most insurmountable barrier which separates the\nwell-bred from the vulgar man.\n\nHe had entered Villefort’s office expecting that the magistrate would\ntremble at the sight of him; on the contrary, he felt a cold shudder\nall over him when he saw Villefort sitting there with his elbow on his\ndesk, and his head leaning on his hand. He stopped at the door;\nVillefort gazed at him as if he had some difficulty in recognizing him;\nthen, after a brief interval, during which the honest shipowner turned\nhis hat in his hands,\n\n“M. Morrel, I believe?” said Villefort.\n\n“Yes, sir.”\n\n“Come nearer,” said the magistrate, with a patronizing wave of the\nhand, “and tell me to what circumstance I owe the honor of this visit.”\n\n“Do you not guess, monsieur?” asked Morrel.\n\n“Not in the least; but if I can serve you in any way I shall be\ndelighted.”\n"
    },
    {
      "chunk_idx": 797,
      "chunk_id": "The Count of Monte Cristo_chunk_561",
      "start_pos": 1963500,
      "end_pos": 1967500,
      "similarity": 0.024,
      "text": "hey are no robbers, but assassins. I will not allow the prefect of\npolice to interfere with my private affairs. I am rich enough,\nforsooth, to distribute his authority on this occasion.”\n\nThe count recalled Baptistin, who had left the room after delivering\nthe letter.\n\n“Return to Paris,” said he; “assemble the servants who remain there. I\nwant all my household at Auteuil.”\n\n“But will no one remain in the house, my lord?” asked Baptistin.\n\n“Yes, the porter.”\n\n“My lord will remember that the lodge is at a distance from the house.”\n\n“Well?”\n\n“The house might be stripped without his hearing the least noise.”\n\n“By whom?”\n\n“By thieves.”\n\n“You are a fool, M. Baptistin. Thieves might strip the house—it would\nannoy me less than to be disobeyed.” Baptistin bowed.\n\n40150m\n\n\n\n“You understand me?” said the count. “Bring your comrades here, one and\nall; but let everything remain as usual, only close the shutters of the\nground floor.”\n\n“And those of the first floor?”\n\n“You know they are never closed. Go!”\n\nThe count signified his intention of dining alone, and that no one but\nAli should attend him. Having dined with his usual tranquillity and\nmoderation, the count, making a signal to Ali to follow him, went out\nby the side-gate and on reaching the Bois de Boulogne turned,\napparently without design towards Paris and at twilight; found himself\nopposite his house in the Champs-Élysées. All was dark; one solitary,\nfeeble light was burning in the porter’s lodge, about forty paces\ndistant from the house, as Baptistin had said.\n\nMonte Cristo leaned against a tree, and with that scrutinizing glance\nwhich was so rarely deceived, looked up and down the avenue, examined\nthe passers-by, and carefully looked down the neighboring streets, to\nsee that no one was concealed. Ten minutes passed thus, and he was\nconvinced that no one was watching him. He hastened to the side-door\nwith Ali, entered hurriedly, and by the servants’ staircase, of which\nhe had the key, gained his bedroom without opening or disarranging a\nsingle curtain, without even the porter having the slightest suspicion\nthat the house, which he supposed empty, contained its chief occupant.\n\nArrived in his bedroom, the count motioned to Ali to stop; then he\npassed into the dressing-room, which he examined. Everything appeared\nas usual—the precious secretaire in its place, and the key in the\nsecretaire. He double locked it, took the key, returned to the bedroom\ndoor, removed the double staple of the bolt, and went in. Meanwhile Ali\nhad procured the arms the count required—namely, a short carbine and a\npair of double-barrelled pistols, with which as sure an aim might be\ntaken as with a single-barrelled one. Thus armed, the count held the\nlives of five men in his hands. It was about half-past nine.\n\nThe count and Ali ate in haste a crust of bread and drank a glass of\nSpanish wine; then Monte Cristo slipped aside one of the movable\npanels, which enabled him to see into the adjoining room. He had within\nhis reach his pistols and carbine, and Ali, standing near him, held one\nof the small Arabian hatchets, whose form has not varied since the\nCrusades. Through one of the windows of the bedroom, on a line with\nthat in the dressing-room, the count could see into the street.\n\nTwo hours passed thus. It was intensely dark; still Ali, thanks to his\nwild nature, and the count, thanks doubtless to his long confinement,\ncould distinguish in the darkness the slightest movement of the trees.\nThe little light in the lodge had long been extinct. It might be\nexpected that the attack, if indeed an attack was projected, would be\nmade from the staircase of the ground floor, and not from a window; in\nMonte Cristo’s opinion, the villains sought his life, not his money. It\nwould be his bedroom they would attack, and they must reach it by the\nback staircase, or by the window in the dressing-room.\n\nThe clock of the Invalides struck a quarter to twelve; the west wind\nbore on its moistened gusts the doleful vibration of the th"
    }
  ]
}