{
  "086b9372a2fe": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.07142857142857142,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 70,
      "chunk_id": "In Search of the Castaways_chunk_70",
      "start_pos": 245000,
      "end_pos": 249000,
      "similarity": 0.042134831460674156,
      "text": "rough the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at the bottom of a narrow gorge crowned by the embattled walls\nof Fort Independence.\n\n[Illustration: In fact, they were a dozen young children and boys who\nwere drilling very nicely. Their uniform consisted of a striped shirt\nconfined at the waist by a leathern girdle.]\n\n\n\n\nCHAPTER XXI.\n\nA FALSE TRAIL.\n\n\nPaganel, after giving his companions a brief account of the village of\nTandil, added that they could not fail to obtain information there;\nmoreover, the fort was always garrisoned by a detachment of national\ntroops. Glenarvan, accordingly, put the horses into the stable of a\n\"fonda;\" and Paganel, the major, Robert, and he, under the guidance of\nThalcave, proceeded towards Fort Independence.\n\nAfter ascending the ridges of the mountains for a short time, they\narrived at the postern, rather carelessly guarded by a native sentinel.\nThey passed without difficulty, and inferred either great negligence or\nextreme security. A few soldiers were exercising on the parade-ground\nof the fort, the oldest of whom was not more than twenty and the\nyoungest scarcely ten. In fact, they were a dozen young children and\nboys who were drilling very nicely. Their uniform consisted of a\nstriped shirt confined at the waist by a leathern girdle. The mildness\nof the climate justified this light costume. Each of these young\nsoldiers carried a gun and a sword, which were too long and heavy for\nthe little fellows. All had a certain family resemblance, and the\ncorporal who commanded resembled them too: they were twelve brothers,\nwho were parading under the orders of the thirteenth.\n\n[Sidenote: AN ARGENTINE COMMANDANT.]\n\nPaganel was not astonished. He remembered his Argentine statistics, and\nknew that in this country the average number of children in a family\nexceeds nine. But what surprised him exceedingly was to see these\nlittle soldiers practicing the French tactics, and to hear the orders\nof the corporal given in his own native language.\n\n\"This is singular,\" said he.\n\nBut Glenarvan had not come to see boys drill, still less to occupy\nhimself with their nationality or relationship. He did not, therefore,\ngive Paganel time to express further astonishment, but besought him\nto ask for the commander of the fortress. Paganel did so, and one of\nthe soldiers proceeded towards a small building which served as the\nbarracks.\n\nA few moments after, the commander appeared in person. He was a man\nof fifty, robust, with a military air, thick whiskers, prominent\ncheek-bones, gray hair, and commanding look, so far as one could judge\nthrough the clouds of smoke that issued from his short pipe.\n\nThalcave, addressing him, introduced Lord Glenarvan and his companions.\nWhile he spoke, the commander kept scrutinizing Paganel with quite\nembarrassing persistence. The geographer did not know what the trooper\nmeant, and was about to ask him, when the latter unceremoniously seized\nhis hand, and said, in a joyous tone, in his own language,--\n\n\"A Frenchman?\"\n\n\"Yes, a Frenchman,\" replied Paganel.\n\n\"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\"\ncried the commander, shaking the geographer's arm with rather painful\nviolence.\n\n\"One of your friends?\" asked the major of Paganel.\n\n\"Yes,\" replied he, with national pride; \"we have friends in all parts\nof the world!\"\n\n[Illustration: \"Ah, I am delighted! Welcome, welcome! I am almost a\nFrenchman,\" cried the commander, shaking the geographer's arm with\nrather painful violence.]\n\n[Sidenote: RAISING A REGIMENT.]\n\nHe then entered into conversation"
    },
    {
      "chunk_idx": 36,
      "chunk_id": "In Search of the Castaways_chunk_36",
      "start_pos": 126000,
      "end_pos": 130000,
      "similarity": 0.04113110539845758,
      "text": "xcepting\nRobert, were still in good health; and, since the journey had begun\nunder such favorable auspices, they thought it best to profit by it,\nand push on. The following day they advanced rapidly, crossed without\naccident Bell Rapids, and at evening encamped on the banks of the Rio\nBiobio. There were thirty-five miles more to travel before they were\nout of Chili.\n\nThe country had not changed. It was still rich in amaryllis, violets,\ndate-trees, and golden-flowered cactuses. A few animals, among\nothers the ocelot, inhabited the thickets. A heron, a solitary owl,\nthrushes and snipes wary of the talons of the hawk, were the only\nrepresentatives of the feathered tribe.\n\nOf the natives few were seen; only some \"guassos\" (degenerate children\nof the Indians and Spanish), galloping on horses which they lacerated\nwith the gigantic spurs that adorned their naked feet, and passing\nlike shadows. They met on the way no one who could inform them, and\ninquiries were therefore utterly impossible.\n\n[Sidenote: AN ASTONISHED CATAPAZ.]\n\nGlenarvan thought that Captain Grant, if prisoner of the Indians, must\nhave been carried by them beyond the Andes. Their search could be\nsuccessful only in the Pampas. They must be patient, and travel on\nswiftly and continuously.\n\n[Illustration: By means of a ford, they crossed the Rio Tubal, the\nmountains visible in the distance.]\n\nThey advanced in the same order as before, which Robert with difficulty\nkept, for his eagerness led him to press forward, to the great\nannoyance of his animal. Nothing but a command from Glenarvan would\nkeep the young boy at his place in the line. The country now became\nmore uneven; and several hillocks indicated that they were approaching\nthe mountains.\n\nPaganel still continued his study of Spanish.\n\n\"What a language it is!\" exclaimed he; \"so full and sonorous!\"\n\n\"But you are making progress, of course?\" replied Glenarvan.\n\n\"Certainly, my dear lord. Ah! if there were only no accent! But, alas!\nthere is one!\"\n\nIn studying this language, Paganel did not, however, neglect his\ngeographical observations. In these, indeed, he was astonishingly\nclever, and could not have found his superior. When Glenarvan\nquestioned the catapaz about some peculiarity of the country, his\nlearned companion would always anticipate the answer of the guide, who\nthen gazed at him with a look of amazement.\n\nThat same day they met a road which crossed the line that they had\nhitherto pursued. Lord Glenarvan naturally asked its name of their\nguide, and Paganel as naturally answered,--\n\n\"The road from Yumbel to Los Angelos.\"\n\nGlenarvan looked at the catapaz.\n\n\"Exactly,\" replied he.\n\nThen, addressing the geographer, he said,--\n\n\"You have traveled in this country?\"\n\n\"Certainly,\" replied Paganel gravely.\n\n\"On a mule?\"\n\n\"No; in an arm-chair.\"\n\nThe catapaz did not understand, for he shrugged his shoulders and\nreturned to the head of the troop.\n\nAt five o'clock in the afternoon they stopped in a shallow gorge, a\nfew miles above the little town of Loja; and that night the travelers\nencamped at the foot of the first slopes of the Andes.\n\n\n\n\nCHAPTER XII.\n\nELEVEN THOUSAND FEET ALOFT.\n\n\nThe route through Chili had as yet presented no serious obstacles; but\nnow the dangers that attend a journey across the mountains suddenly\nincreased, the struggle with the natural difficulties was about to\nbegin in earnest.\n\nAn important question had to be decided before starting. By what pass\ncould they cross the Andes with the least departure from the prescribed\ncourse? The catapaz was questioned on this subject.\n\n\"I know,\" he replied, \"of but two passes that are practicable in this\npart of the Andes.\"\n\n\"Doubtless the pass of Arica,\" said Paganel, \"which was discovered by\nValdivia Mendoza.\"\n\n\"Exactly.\"\n\n\"And that of Villarica, situated to the south of Nevado.\"\n\n\"You are right.\"\n\n\"Well, my friend, these two passes have only one difficulty; they will\ncarry us to the south, or the north, farther than we wish.\"\n\n\"Have you another pass to propose?"
    },
    {
      "chunk_idx": 126,
      "chunk_id": "In Search of the Castaways_chunk_126",
      "start_pos": 441000,
      "end_pos": 445000,
      "similarity": 0.04054054054054054,
      "text": "forty-five minutes past eleven. It must have been a quarter-past\nthree in the morning when the train reached Camden Bridge, where this\nterrible destruction of life and property took place. The travelers\nand employés of the last car at once busied themselves in seeking\nassistance; but the telegraph-wires, whose poles lay on the ground,\nwere no longer available. It took the authorities of Castlemaine three\nhours to reach the scene of the disaster; and it was, therefore, six\no'clock in the morning before a corps of workers was organized under\nthe direction of the surveyor-general of the district, and a detachment\nof policemen, commanded by an officer. The squatters had come to their\naid, and exerted themselves to extinguish the fire, which consumed the\nheap of ruins with unconquerable fierceness. Several unrecognizable\nbodies lay on the edge of the embankment, but it was impossible\nto rescue a living being from this furnace. The fire had rapidly\naccomplished the work of destruction. Of the travelers in the train,\nwhose number was not known, only ten survived, those in the last car.\nThe railroad company had just sent an extra locomotive to convey them\nto Castlemaine.\n\nMeantime, Lord Glenarvan, having made the acquaintance of the\nsurveyor-general, was conversing with him and the police-officer. The\nlatter was a tall, thin man, of imperturbable coolness, who, if he\nhad any feeling, betrayed no sign of it on his impassible features.\nHe was like a mathematician engaged upon a problem; he was seeking to\nelucidate the mystery of the disaster. To Glenarvan's first words,\n\"This is a great calamity!\" he replied, calmly, \"It is more than that.\"\n\n\"More than that!\" cried Glenarvan; \"and what can be more than that?\"\n\n\"It is a crime!\" replied the officer, coolly.\n\nGlenarvan turned to Mr. Mitchell, the surveyor-general, with a\nquestioning look.\n\n\"That is correct,\" said the latter; \"our examination has convinced us\nthat the catastrophe is the result of a crime. The last baggage-wagon\nwas robbed. The surviving travelers were attacked by a party of five or\nsix malefactors. The bridge was opened intentionally; and, taking into\naccount this fact with the disappearance of the guard, I cannot but\ncome to the conclusion that the miserable man was the accomplice of the\ncriminals.\"\n\nThe police-officer, at these words, slowly shook his head.\n\n\"You are not of my opinion?\" inquired Mr. Mitchell.\n\n\"Not as regards the complicity of the guard.\"\n\n\"At any rate, this assumed complicity,\" continued the surveyor-general,\n\"enables us to attribute the crime to the natives who wander about the\ncountry. Without the guard's assistance these natives could not have\nopened the draw-bridge, for they do not understand its working.\"\n\n\"Exactly,\" replied the officer.\n\n\"Now, it is known,\" added Mr. Mitchell, \"from the testimony of a\nboatman, whose boat passed Camden Bridge at forty minutes past ten in\nthe evening, that the bridge was closed according to regulation, after\nhis passage.\"\n\n\"Quite right.\"\n\n[Illustration: In the midst of the multitude two men were bearing a\ncorpse. It was that of the guard, already cold. A poniard-thrust had\npierced him to the heart.]\n\n\"Therefore the complicity of the guard seems to me to be proved\nincontestably.\"\n\nThe officer again made a gesture of dissent.\n\n\"Then you do not attribute the crime to the natives?\" inquired\nGlenarvan.\n\n\"I do not.\"\n\n\"To whom, then?\"\n\nAt this moment a loud uproar was heard half a mile up the river. A\ncrowd had formed, which rapidly increased, and was now approaching the\nstation. In the midst of the multitude two men were bearing a corpse.\nIt was that of the guard, already cold. A poniard-thrust had pierced\nhim to the heart. The assassins had dragged the body some distance from\nCamden Bridge, doubtless intending by this means to mislead the police\nin their first investigations. This discovery clearly justified the\ndoubts of the officer. The natives had no hand in the crime.\n\n\"Those who struck the blow,\" said he, \"are person"
    },
    {
      "chunk_idx": 21,
      "chunk_id": "In Search of the Castaways_chunk_21",
      "start_pos": 73500,
      "end_pos": 77500,
      "similarity": 0.04050632911392405,
      "text": "ring himself called \"Captain Burton,\" than at seeing this stranger\non board his vessel.\n\nThe latter continued, with more animation:\n\n\"Permit me to shake hands with you, and if I did not do so day before\nyesterday, it was that no one might be embarrassed at the moment of\ndeparture. But to-day, captain, I am truly happy to meet you.\"\n\nCaptain Mangles opened his eyes in measureless astonishment, looking\nfirst at Olbinett, and then at the new comer.\n\n\"Now,\" continued the latter, \"the introduction is over, and we are old\nfriends. Let us have a talk; and tell me, are you satisfied with the\nScotia?\"\n\n\"What do you mean by the Scotia?\" asked the captain, at last.\n\n\"Why, the Scotia that carries us: a good ship, whose commander, the\nbrave Captain Burton, I have heard praised no less for his physical\nthan his moral qualities. Are you the father of the great African\ntraveler of that name? If so, my compliments!\"\n\n\"Sir,\" replied Captain Mangles, \"not only am I not the father of the\ntraveler Burton, but I am not even Captain Burton.\"\n\n\"Ah!\" said the unknown, \"it is the mate of the Scotia then, Mr.\nBurdness, whom I am addressing at this moment?\"\n\n\"Mr. Burdness?\" replied Captain Mangles, who began to suspect the\ntruth. But was he talking to a fool, or a rogue? This was a question in\nhis mind, and he was about to explain himself intelligibly, when Lord\nGlenarvan, his wife, and Miss Grant came on deck.\n\nThe stranger perceived them, and cried,--\n\n\"Ah! passengers! passengers! excellent! I hope, Mr. Burdness, you are\ngoing to introduce me----\"\n\nAnd advancing with perfect ease, without waiting for the captain,--\n\n\"Madam\" said he to Miss Grant, \"Miss\" to Lady Helena, \"Sir\" he added,\naddressing Lord Glenarvan.\n\n\"Lord Glenarvan,\" said Captain Mangles.\n\n\"My lord,\" continued the unknown, \"I beg your pardon for introducing\nmyself, but at sea we must relax a little from etiquette. I hope we\nshall soon be acquainted, and that, in the society of these ladies, the\npassage of the Scotia will seem as short to us as agreeable.\"\n\nLady Helena and Miss Grant could not find a word to answer. They were\ncompletely bewildered by the presence of this intruder.\n\n\"Sir,\" said Glenarvan, at length, \"whom have I the honor of addressing?\"\n\n\"Jacques Eliacim François Marie Paganel, secretary of the Geographical\nSociety of Paris; corresponding member of the societies of Berlin,\nBombay, Darmstadt, Leipsic, London, St. Petersburg, Vienna, and New\nYork; honorary member of the Royal Geographical and Ethnographical\nInstitute of the East Indies, who, after passing twenty years of his\nlife in studying geography, designs now to enter upon a roving life,\nand is directing his course to India to continue there the labors of\nthe great travelers.\"\n\n\n\n\nCHAPTER VII.\n\nJACQUES PAGANEL IS UNDECEIVED.\n\n\nThe secretary of the Geographical Society must have been an agreeable\nperson, for all this was said with much modesty. Lord Glenarvan,\nmoreover, knew perfectly whom he had met. The name and merit of Jacques\nPaganel were well known to him. His geographical labors, his reports\non modern discoveries, published in the bulletins of the Society, his\ncorrespondence with the entire world, had made him one of the most\ndistinguished scientific men of France. Thus Glenarvan extended his\nhand very cordially to his unexpected guest.\n\n\"And now that our introduction is over,\" added he, \"will you permit me,\nMonsieur Paganel, to ask you a question?\"\n\n\"Twenty, my lord,\" replied Jacques Paganel; \"it will always be a\npleasure to converse with you.\"\n\n\"You arrived on board this vessel the day before yesterday?\"\n\n\"Yes, my lord, day before yesterday, at eight o'clock in the evening.\nI took a cab from the Caledonian Railway to the Scotia, in which I had\nengaged cabin number six at Paris. The night was dark. I saw no one on\nboard. Feeling fatigued by thirty hours of travel, and knowing that\na good way to avoid sea-sickness is to go to bed on embarking, and\nnot stir from your bunk for the first days of the voyage, I retired\n"
    }
  ]
}