{
  "47d5cbeb6e8a": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05154639175257732,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 400,
      "chunk_id": "The Count of Monte Cristo_chunk_164",
      "start_pos": 574000,
      "end_pos": 578000,
      "similarity": 0.03591160220994475,
      "text": "g twenty years he had always seen all\npayments made with such exactitude, that it seemed as impossible to him\nthat the house should stop payment, as it would to a miller that the\nriver that had so long turned his mill should cease to flow.\n\nNothing had as yet occurred to shake Cocles’ belief; the last month’s\npayment had been made with the most scrupulous exactitude; Cocles had\ndetected an overbalance of fourteen sous in his cash, and the same\nevening he had brought them to M. Morrel, who, with a melancholy smile,\nthrew them into an almost empty drawer, saying:\n\n“Thanks, Cocles; you are the pearl of cashiers.”\n\nCocles went away perfectly happy, for this eulogium of M. Morrel,\nhimself the pearl of the honest men of Marseilles, flattered him more\nthan a present of fifty crowns. But since the end of the month M.\nMorrel had passed many an anxious hour.\n\nIn order to meet the payments then due; he had collected all his\nresources, and, fearing lest the report of his distress should get\nbruited abroad at Marseilles when he was known to be reduced to such an\nextremity, he went to the Beaucaire fair to sell his wife’s and\ndaughter’s jewels and a portion of his plate. By this means the end of\nthe month was passed, but his resources were now exhausted. Credit,\nowing to the reports afloat, was no longer to be had; and to meet the\none hundred thousand francs due on the 15th of the present month, and\nthe one hundred thousand francs due on the 15th of the next month to M.\nde Boville, M. Morrel had, in reality, no hope but the return of the\n_Pharaon_, of whose departure he had learnt from a vessel which had\nweighed anchor at the same time, and which had already arrived in\nharbor.\n\nBut this vessel which, like the _Pharaon_, came from Calcutta, had been\nin for a fortnight, while no intelligence had been received of the\n_Pharaon_.\n\n20033m\n\n\n\nSuch was the state of affairs when, the day after his interview with M.\nde Boville, the confidential clerk of the house of Thomson & French of\nRome, presented himself at M. Morrel’s.\n\nEmmanuel received him; this young man was alarmed by the appearance of\nevery new face, for every new face might be that of a new creditor,\ncome in anxiety to question the head of the house. The young man,\nwishing to spare his employer the pain of this interview, questioned\nthe new-comer; but the stranger declared that he had nothing to say to\nM. Emmanuel, and that his business was with M. Morrel in person.\n\nEmmanuel sighed, and summoned Cocles. Cocles appeared, and the young\nman bade him conduct the stranger to M. Morrel’s apartment. Cocles went\nfirst, and the stranger followed him. On the staircase they met a\nbeautiful girl of sixteen or seventeen, who looked with anxiety at the\nstranger.\n\n“M. Morrel is in his room, is he not, Mademoiselle Julie?” said the\ncashier.\n\n“Yes; I think so, at least,” said the young girl hesitatingly. “Go and\nsee, Cocles, and if my father is there, announce this gentleman.”\n\n“It will be useless to announce me, mademoiselle,” returned the\nEnglishman. “M. Morrel does not know my name; this worthy gentleman has\nonly to announce the confidential clerk of the house of Thomson &\nFrench of Rome, with whom your father does business.”\n\nThe young girl turned pale and continued to descend, while the stranger\nand Cocles continued to mount the staircase. She entered the office\nwhere Emmanuel was, while Cocles, by the aid of a key he possessed,\nopened a door in the corner of a landing-place on the second staircase,\nconducted the stranger into an antechamber, opened a second door, which\nhe closed behind him, and after having left the clerk of the house of\nThomson & French alone, returned and signed to him that he could enter.\n\nThe Englishman entered, and found Morrel seated at a table, turning\nover the formidable columns of his ledger, which contained the list of\nhis liabilities. At the sight of the stranger, M. Morrel closed the\nledger, arose, and offered a seat to the stranger; and when he had seen\nhim seated, res"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.03428571428571429,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    },
    {
      "chunk_idx": 649,
      "chunk_id": "The Count of Monte Cristo_chunk_413",
      "start_pos": 1445500,
      "end_pos": 1449500,
      "similarity": 0.03418803418803419,
      "text": "“Sir,” said she, “I perfectly understand my grandfather’s meaning at\nall times.”\n\n“That is quite true,” said Barrois; “and that is what I told the\ngentleman as we walked along.”\n\n“Permit me,” said the notary, turning first to Villefort and then to\nValentine—“permit me to state that the case in question is just one of\nthose in which a public officer like myself cannot proceed to act\nwithout thereby incurring a dangerous responsibility. The first thing\nnecessary to render an act valid is, that the notary should be\nthoroughly convinced that he has faithfully interpreted the will and\nwishes of the person dictating the act. Now I cannot be sure of the\napprobation or disapprobation of a client who cannot speak, and as the\nobject of his desire or his repugnance cannot be clearly proved to me,\non account of his want of speech, my services here would be quite\nuseless, and cannot be legally exercised.”\n\nThe notary then prepared to retire. An imperceptible smile of triumph\nwas expressed on the lips of the procureur. Noirtier looked at\nValentine with an expression so full of grief, that she arrested the\ndeparture of the notary.\n\n“Sir,” said she, “the language which I speak with my grandfather may be\neasily learnt, and I can teach you in a few minutes, to understand it\nalmost as well as I can myself. Will you tell me what you require, in\norder to set your conscience quite at ease on the subject?”\n\n“In order to render an act valid, I must be certain of the approbation\nor disapprobation of my client. Illness of body would not affect the\nvalidity of the deed, but sanity of mind is absolutely requisite.”\n\n“Well, sir, by the help of two signs, with which I will acquaint you\npresently, you may ascertain with perfect certainty that my grandfather\nis still in the full possession of all his mental faculties. M.\nNoirtier, being deprived of voice and motion, is accustomed to convey\nhis meaning by closing his eyes when he wishes to signify ‘yes,’ and to\nwink when he means ‘no.’ You now know quite enough to enable you to\nconverse with M. Noirtier;—try.”\n\nNoirtier gave Valentine such a look of tenderness and gratitude that it\nwas comprehended even by the notary himself.\n\n“You have heard and understood what your granddaughter has been saying,\nsir, have you?” asked the notary. Noirtier closed his eyes.\n\n“And you approve of what she said—that is to say, you declare that the\nsigns which she mentioned are really those by means of which you are\naccustomed to convey your thoughts?”\n\n“Yes.”\n\n“It was you who sent for me?”\n\n“Yes.”\n\n“To make your will?”\n\n“Yes.”\n\n“And you do not wish me to go away without fulfilling your original\nintentions?” The old man winked violently.\n\n“Well, sir,” said the young girl, “do you understand now, and is your\nconscience perfectly at rest on the subject?”\n\nBut before the notary could answer, Villefort had drawn him aside.\n\n“Sir,” said he, “do you suppose for a moment that a man can sustain a\nphysical shock, such as M. Noirtier has received, without any detriment\nto his mental faculties?”\n\n“It is not exactly that, sir,” said the notary, “which makes me uneasy,\nbut the difficulty will be in wording his thoughts and intentions, so\nas to be able to get his answers.”\n\n“You must see that to be an utter impossibility,” said Villefort.\nValentine and the old man heard this conversation, and Noirtier fixed\nhis eye so earnestly on Valentine that she felt bound to answer to the\nlook.\n\n“Sir,” said she, “that need not make you uneasy, however difficult it\nmay at first sight appear to be. I can discover and explain to you my\ngrandfather’s thoughts, so as to put an end to all your doubts and\nfears on the subject. I have now been six years with M. Noirtier, and\nlet him tell you if ever once, during that time, he has entertained a\nthought which he was unable to make me understand.”\n\n“No,” signed the old man.\n\n“Let us try what we can do, then,” said the notary. “You accept this\nyoung lady as your interpreter, M. Noirtier?”\n\n“Yes.”\n\n“Well, sir, what do "
    },
    {
      "chunk_idx": 395,
      "chunk_id": "The Count of Monte Cristo_chunk_159",
      "start_pos": 556500,
      "end_pos": 560500,
      "similarity": 0.03389830508474576,
      "text": "it with my hand on the crucifix. I will swear to you by\nmy soul’s salvation, my faith as a Christian, I have told everything to\nyou as it occurred, and as the recording angel will tell it to the ear\nof God at the day of the last judgment!”\n\n“’Tis well,” said the abbé, convinced by his manner and tone that\nCaderousse spoke the truth. “’Tis well, and may this money profit you!\nAdieu; I go far from men who thus so bitterly injure each other.”\n\nThe abbé with difficulty got away from the enthusiastic thanks of\nCaderousse, opened the door himself, got out and mounted his horse,\nonce more saluted the innkeeper, who kept uttering his loud farewells,\nand then returned by the road he had travelled in coming.\n\nWhen Caderousse turned around, he saw behind him La Carconte, paler and\ntrembling more than ever.\n\n“Is, then, all that I have heard really true?” she inquired.\n\n“What? That he has given the diamond to us only?” inquired Caderousse,\nhalf bewildered with joy; “yes, nothing more true! See, here it is.”\n\nThe woman gazed at it a moment, and then said, in a gloomy voice,\n“Suppose it’s false?”\n\nCaderousse started and turned pale.\n\n“False!” he muttered. “False! Why should that man give me a false\ndiamond?”\n\n0349m\n\n\n\n“To get your secret without paying for it, you blockhead!”\n\nCaderousse remained for a moment aghast under the weight of such an\nidea.\n\n“Oh!” he said, taking up his hat, which he placed on the red\nhandkerchief tied round his head, “we will soon find out.”\n\n“In what way?”\n\n“Why, the fair is on at Beaucaire, there are always jewellers from\nParis there, and I will show it to them. Look after the house, wife,\nand I shall be back in two hours,” and Caderousse left the house in\nhaste, and ran rapidly in the direction opposite to that which the\npriest had taken.\n\n“Fifty thousand francs!” muttered La Carconte when left alone; “it is a\nlarge sum of money, but it is not a fortune.”\n\n\nVOLUME TWO\n\n20009m\n\n\n\n20011m\n\n\n\n20019m\n\n\n\n\n Chapter 28. The Prison Register\n\nThe day after that in which the scene we have just described had taken\nplace on the road between Bellegarde and Beaucaire, a man of about\nthirty or two-and-thirty, dressed in a bright blue frock coat, nankeen\ntrousers, and a white waistcoat, having the appearance and accent of an\nEnglishman, presented himself before the mayor of Marseilles.\n\n“Sir,” said he, “I am chief clerk of the house of Thomson & French, of\nRome. We are, and have been these ten years, connected with the house\nof Morrel & Son, of Marseilles. We have a hundred thousand francs or\nthereabouts loaned on their securities, and we are a little uneasy at\nreports that have reached us that the firm is on the brink of ruin. I\nhave come, therefore, express from Rome, to ask you for information.”\n\n“Sir,” replied the mayor. “I know very well that during the last four\nor five years misfortune has seemed to pursue M. Morrel. He has lost\nfour or five vessels, and suffered by three or four bankruptcies; but\nit is not for me, although I am a creditor myself to the amount of ten\nthousand francs, to give any information as to the state of his\nfinances. Ask of me, as mayor, what is my opinion of M. Morrel, and I\nshall say that he is a man honorable to the last degree, and who has up\nto this time fulfilled every engagement with scrupulous punctuality.\nThis is all I can say, sir; if you wish to learn more, address yourself\nto M. de Boville, the inspector of prisons, No. 15, Rue de Nouailles;\nhe has, I believe, two hundred thousand francs in Morrel’s hands, and\nif there be any grounds for apprehension, as this is a greater amount\nthan mine, you will most probably find him better informed than\nmyself.”\n\nThe Englishman seemed to appreciate this extreme delicacy, made his bow\nand went away, proceeding with a characteristic British stride towards\nthe street mentioned.\n\nM. de Boville was in his private room, and the Englishman, on\nperceiving him, made a gesture of surprise, which seemed to indicate\nthat it was not the first time he had been in"
    }
  ]
}