{
  "e36b8940437f": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.050505050505050504,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 400,
      "chunk_id": "The Count of Monte Cristo_chunk_164",
      "start_pos": 574000,
      "end_pos": 578000,
      "similarity": 0.03571428571428571,
      "text": "g twenty years he had always seen all\npayments made with such exactitude, that it seemed as impossible to him\nthat the house should stop payment, as it would to a miller that the\nriver that had so long turned his mill should cease to flow.\n\nNothing had as yet occurred to shake Cocles’ belief; the last month’s\npayment had been made with the most scrupulous exactitude; Cocles had\ndetected an overbalance of fourteen sous in his cash, and the same\nevening he had brought them to M. Morrel, who, with a melancholy smile,\nthrew them into an almost empty drawer, saying:\n\n“Thanks, Cocles; you are the pearl of cashiers.”\n\nCocles went away perfectly happy, for this eulogium of M. Morrel,\nhimself the pearl of the honest men of Marseilles, flattered him more\nthan a present of fifty crowns. But since the end of the month M.\nMorrel had passed many an anxious hour.\n\nIn order to meet the payments then due; he had collected all his\nresources, and, fearing lest the report of his distress should get\nbruited abroad at Marseilles when he was known to be reduced to such an\nextremity, he went to the Beaucaire fair to sell his wife’s and\ndaughter’s jewels and a portion of his plate. By this means the end of\nthe month was passed, but his resources were now exhausted. Credit,\nowing to the reports afloat, was no longer to be had; and to meet the\none hundred thousand francs due on the 15th of the present month, and\nthe one hundred thousand francs due on the 15th of the next month to M.\nde Boville, M. Morrel had, in reality, no hope but the return of the\n_Pharaon_, of whose departure he had learnt from a vessel which had\nweighed anchor at the same time, and which had already arrived in\nharbor.\n\nBut this vessel which, like the _Pharaon_, came from Calcutta, had been\nin for a fortnight, while no intelligence had been received of the\n_Pharaon_.\n\n20033m\n\n\n\nSuch was the state of affairs when, the day after his interview with M.\nde Boville, the confidential clerk of the house of Thomson & French of\nRome, presented himself at M. Morrel’s.\n\nEmmanuel received him; this young man was alarmed by the appearance of\nevery new face, for every new face might be that of a new creditor,\ncome in anxiety to question the head of the house. The young man,\nwishing to spare his employer the pain of this interview, questioned\nthe new-comer; but the stranger declared that he had nothing to say to\nM. Emmanuel, and that his business was with M. Morrel in person.\n\nEmmanuel sighed, and summoned Cocles. Cocles appeared, and the young\nman bade him conduct the stranger to M. Morrel’s apartment. Cocles went\nfirst, and the stranger followed him. On the staircase they met a\nbeautiful girl of sixteen or seventeen, who looked with anxiety at the\nstranger.\n\n“M. Morrel is in his room, is he not, Mademoiselle Julie?” said the\ncashier.\n\n“Yes; I think so, at least,” said the young girl hesitatingly. “Go and\nsee, Cocles, and if my father is there, announce this gentleman.”\n\n“It will be useless to announce me, mademoiselle,” returned the\nEnglishman. “M. Morrel does not know my name; this worthy gentleman has\nonly to announce the confidential clerk of the house of Thomson &\nFrench of Rome, with whom your father does business.”\n\nThe young girl turned pale and continued to descend, while the stranger\nand Cocles continued to mount the staircase. She entered the office\nwhere Emmanuel was, while Cocles, by the aid of a key he possessed,\nopened a door in the corner of a landing-place on the second staircase,\nconducted the stranger into an antechamber, opened a second door, which\nhe closed behind him, and after having left the clerk of the house of\nThomson & French alone, returned and signed to him that he could enter.\n\nThe Englishman entered, and found Morrel seated at a table, turning\nover the formidable columns of his ledger, which contained the list of\nhis liabilities. At the sight of the stranger, M. Morrel closed the\nledger, arose, and offered a seat to the stranger; and when he had seen\nhim seated, res"
    },
    {
      "chunk_idx": 970,
      "chunk_id": "The Count of Monte Cristo_chunk_734",
      "start_pos": 2569000,
      "end_pos": 2573000,
      "similarity": 0.033942558746736295,
      "text": "f the men, descending a little path leading out\nof the Appian Way. Danglars followed his guide without opposition, and\nhad no occasion to turn around to see whether the three others were\nfollowing him. Still it appeared as though they were stationed at equal\ndistances from one another, like sentinels. After walking for about ten\nminutes, during which Danglars did not exchange a single word with his\nguide, he found himself between a hillock and a clump of high weeds;\nthree men, standing silent, formed a triangle, of which he was the\ncentre. He wished to speak, but his tongue refused to move.\n\n“_Avanti!_” said the same sharp and imperative voice.\n\nThis time Danglars had double reason to understand, for if the word and\ngesture had not explained the speaker’s meaning, it was clearly\nexpressed by the man walking behind him, who pushed him so rudely that\nhe struck against the guide. This guide was our friend Peppino, who\ndashed into the thicket of high weeds, through a path which none but\nlizards or polecats could have imagined to be an open road.\n\nPeppino stopped before a rock overhung by thick hedges; the rock, half\nopen, afforded a passage to the young man, who disappeared like the\nevil spirits in the fairy tales. The voice and gesture of the man who\nfollowed Danglars ordered him to do the same. There was no longer any\ndoubt, the bankrupt was in the hands of Roman banditti. Danglars\nacquitted himself like a man placed between two dangerous positions,\nand who is rendered brave by fear. Notwithstanding his large stomach,\ncertainly not intended to penetrate the fissures of the Campagna, he\nslid down like Peppino, and closing his eyes fell upon his feet. As he\ntouched the ground, he opened his eyes.\n\n50245m\n\n\n\nThe path was wide, but dark. Peppino, who cared little for being\nrecognized now that he was in his own territories, struck a light and\nlit a torch. Two other men descended after Danglars forming the\nrearguard, and pushing Danglars whenever he happened to stop, they came\nby a gentle declivity to the intersection of two corridors. The walls\nwere hollowed out in sepulchres, one above the other, and which seemed\nin contrast with the white stones to open their large dark eyes, like\nthose which we see on the faces of the dead. A sentinel struck the\nrings of his carbine against his left hand.\n\n“Who comes there?” he cried.\n\n“A friend, a friend!” said Peppino; “but where is the captain?”\n\n“There,” said the sentinel, pointing over his shoulder to a spacious\ncrypt, hollowed out of the rock, the lights from which shone into the\npassage through the large arched openings.\n\n“Fine spoil, captain, fine spoil!” said Peppino in Italian, and taking\nDanglars by the collar of his coat he dragged him to an opening\nresembling a door, through which they entered the apartment which the\ncaptain appeared to have made his dwelling-place.\n\n“Is this the man?” asked the captain, who was attentively reading\nPlutarch’s _Life of Alexander_.\n\n“Himself, captain—himself.”\n\n“Very well, show him to me.”\n\nAt this rather impertinent order, Peppino raised his torch to the face\nof Danglars, who hastily withdrew that he might not have his eyelashes\nburnt. His agitated features presented the appearance of pale and\nhideous terror.\n\n“The man is tired,” said the captain, “conduct him to his bed.”\n\n“Oh,” murmured Danglars, “that bed is probably one of the coffins\nhollowed in the wall, and the sleep I shall enjoy will be death from\none of the poniards I see glistening in the darkness.”\n\nFrom their beds of dried leaves or wolf-skins at the back of the\nchamber now arose the companions of the man who had been found by\nAlbert de Morcerf reading _Cæsar’s Commentaries_, and by Danglars\nstudying the _Life of Alexander_. The banker uttered a groan and\nfollowed his guide; he neither supplicated nor exclaimed. He no longer\npossessed strength, will, power, or feeling; he followed where they led\nhim. At length he found himself at the foot of a staircase, and he\nmechanically lifted his foot"
    },
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.0332409972299169,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 358,
      "chunk_id": "The Count of Monte Cristo_chunk_122",
      "start_pos": 427000,
      "end_pos": 431000,
      "similarity": 0.03291139240506329,
      "text": "his sleeve.\n\n“At any rate,” murmured he, “if it be, so much the better, for I have\nmade a rare acquisition.”\n\n0279m\n\n\n\nUnder pretence of being fatigued, Dantès asked to take the helm; the\nsteersman, glad to be relieved, looked at the captain, and the latter\nby a sign indicated that he might abandon it to his new comrade. Dantès\ncould thus keep his eyes on Marseilles.\n\n“What is the day of the month?” asked he of Jacopo, who sat down beside\nhim.\n\n“The 28th of February.”\n\n“In what year?”\n\n“In what year—you ask me in what year?”\n\n“Yes,” replied the young man, “I ask you in what year!”\n\n“You have forgotten then?”\n\n“I got such a fright last night,” replied Dantès, smiling, “that I have\nalmost lost my memory. I ask you what year is it?”\n\n“The year 1829,” returned Jacopo.\n\nIt was fourteen years, day for day, since Dantès’ arrest. He was\nnineteen when he entered the Château d’If; he was thirty-three when he\nescaped. A sorrowful smile passed over his face; he asked himself what\nhad become of Mercédès, who must believe him dead. Then his eyes\nlighted up with hatred as he thought of the three men who had caused\nhim so long and wretched a captivity. He renewed against Danglars,\nFernand, and Villefort the oath of implacable vengeance he had made in\nhis dungeon.\n\nThis oath was no longer a vain menace; for the fastest sailor in the\nMediterranean would have been unable to overtake the little tartan,\nthat with every stitch of canvas set was flying before the wind to\nLeghorn.\n\n\n\n Chapter 22. The Smugglers\n\nDantès had not been a day on board before he had a very clear idea of\nthe men with whom his lot had been cast. Without having been in the\nschool of the Abbé Faria, the worthy master of _La Jeune Amélie_ (the\nname of the Genoese tartan) knew a smattering of all the tongues spoken\non the shores of that large lake called the Mediterranean, from the\nArabic to the Provençal, and this, while it spared him interpreters,\npersons always troublesome and frequently indiscreet, gave him great\nfacilities of communication, either with the vessels he met at sea,\nwith the small boats sailing along the coast, or with the people\nwithout name, country, or occupation, who are always seen on the quays\nof seaports, and who live by hidden and mysterious means which we must\nsuppose to be a direct gift of Providence, as they have no visible\nmeans of support. It is fair to assume that Dantès was on board a\nsmuggler.\n\nAt first the captain had received Dantès on board with a certain degree\nof distrust. He was very well known to the customs officers of the\ncoast; and as there was between these worthies and himself a perpetual\nbattle of wits, he had at first thought that Dantès might be an\nemissary of these industrious guardians of rights and duties, who\nperhaps employed this ingenious means of learning some of the secrets\nof his trade. But the skilful manner in which Dantès had handled the\nlugger had entirely reassured him; and then, when he saw the light\nplume of smoke floating above the bastion of the Château d’If, and\nheard the distant report, he was instantly struck with the idea that he\nhad on board his vessel one whose coming and going, like that of kings,\nwas accompanied with salutes of artillery. This made him less uneasy,\nit must be owned, than if the new-comer had proved to be a customs\nofficer; but this supposition also disappeared like the first, when he\nbeheld the perfect tranquillity of his recruit.\n\nEdmond thus had the advantage of knowing what the owner was, without\nthe owner knowing who he was; and however the old sailor and his crew\ntried to “pump” him, they extracted nothing more from him; he gave\naccurate descriptions of Naples and Malta, which he knew as well as\nMarseilles, and held stoutly to his first story. Thus the Genoese,\nsubtle as he was, was duped by Edmond, in whose favor his mild\ndemeanor, his nautical skill, and his admirable dissimulation, pleaded.\nMoreover, it is possible that the Genoese was one of those shrewd\npersons who know nothing b"
    }
  ]
}