{
  "d13e4b0be883": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04081632653061224,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 934,
      "chunk_id": "The Count of Monte Cristo_chunk_698",
      "start_pos": 2443000,
      "end_pos": 2447000,
      "similarity": 0.03291139240506329,
      "text": ".\nIn that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath.\n\n“It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid hand\nacross his forehead, entered his study.\n\nThe night was cold and still; the family had all retired to rest but\nVillefort, who alone remained up, and worked till five o’clock in the\nmorning, reviewing the last interrogatories made the night before by\nthe examining magistrates, compiling the depositions of the witnesses,\nand putting the finishing stroke to the deed of accusation, which was\none of the most energetic and best conceived of any he had yet\ndelivered.\n\nThe next day, Monday, was the first sitting of the assizes. The morning\ndawned dull and gloomy, and Villefort saw the dim gray light shine upon\nthe lines he had traced in red ink. The magistrate had slept for a\nshort time while the lamp sent forth its final struggles; its\nflickerings awoke him, and he found his fingers as damp and purple as\nthough they had been dipped in blood.\n\nHe opened the window; a bright yellow streak crossed the sky, and\nseemed to divide in half the poplars, which stood out in black relief\non the horizon. In the clover-fields beyond the chestnut-trees, a lark\nwas mounting up to heaven, while pouring out her clear morning song.\nThe damps of the dew bathed the head of Villefort, and refreshed his\nmemory.\n\n“Today,” he said with an effort,—“today the man who holds the blade of\njustice must strike wherever there is guilt.”\n\nInvoluntarily his eyes wandered towards the window of Noirtier’s room,\nwhere he had seen him the preceding night. The curtain was drawn, and\nyet the image of his father was so vivid to his mind that he addressed\nthe closed window as though it had been open, and as if through the\nopening he had beheld the menacing old man.\n\n“Yes,” he murmured,—“yes, be satisfied.”\n\nHis head dropped upon his chest, and in this position he paced his\nstudy; then he threw himself, dressed as he was, upon a sofa, less to\nsleep than to rest his limbs, cramped with cold and study. By degrees\neveryone awoke. Villefort, from his study, heard the successive noises\nwhich accompany the life of a house,—the opening and shutting of doors,\nthe ringing of Madame de Villefort’s bell, to summon the waiting-maid,\nmingled with the first shouts of the child, who rose full of the\nenjoyment of his age. Villefort also rang; his new valet brought him\nthe papers, and with them a cup of chocolate.\n\n“What are you bringing me?” said he.\n\n“A cup of chocolate.”\n\n“I did not ask for it. Who has paid me this attention?”\n\n“My mistress, sir. She said you would have to speak a great deal in the\nmurder case, and that you should take something to keep up your\nstrength;” and the valet placed the cup on the table nearest to the\nsofa, which was, like all the rest, covered with papers.\n\nThe valet then left the room. Villefort looked for an instant with a\ngloomy expression, then, suddenly, taking it up with a nervous motion,\nhe swallowed its contents at one draught. It might have been thought\nthat he hoped the beverage would be mortal, and that he sought for\ndeath to deliver him from a duty which he would rather die than fulfil.\nHe then rose, and paced his room with a smile it would have been\nterrible to witness. The chocolate was inoffensive, for M. de Villefort\nfelt no effects.\n\nThe breakfast-hour arrived, but M. de Villefort was not at table. The\nvalet re-entered.\n\n“Madame de Villefort wishes to remind you, sir,” he said, “that eleven\no’clock has just struck, and that the trial commences at twelve.”\n\n“Well,” said Villefort, “what then?”\n\n“Madame de Villefort is dressed; she is quite ready, and w"
    },
    {
      "chunk_idx": 242,
      "chunk_id": "The Count of Monte Cristo_chunk_6",
      "start_pos": 21000,
      "end_pos": 25000,
      "similarity": 0.03140096618357488,
      "text": "dst of the thousand vessels which choke up the\nnarrow way which leads between the two rows of ships from the mouth of\nthe harbor to the Quai d’Orléans.\n\nThe shipowner, smiling, followed him with his eyes until he saw him\nspring out on the quay and disappear in the midst of the throng, which\nfrom five o’clock in the morning until nine o’clock at night, swarms in\nthe famous street of La Canebière,—a street of which the modern\nPhocéens are so proud that they say with all the gravity in the world,\nand with that accent which gives so much character to what is said, “If\nParis had La Canebière, Paris would be a second Marseilles.” On turning\nround the owner saw Danglars behind him, apparently awaiting orders,\nbut in reality also watching the young sailor,—but there was a great\ndifference in the expression of the two men who thus followed the\nmovements of Edmond Dantès.\n\n\n\n Chapter 2. Father and Son\n\nWe will leave Danglars struggling with the demon of hatred, and\nendeavoring to insinuate in the ear of the shipowner some evil\nsuspicions against his comrade, and follow Dantès, who, after having\ntraversed La Canebière, took the Rue de Noailles, and entering a small\nhouse, on the left of the Allées de Meilhan, rapidly ascended four\nflights of a dark staircase, holding the baluster with one hand, while\nwith the other he repressed the beatings of his heart, and paused\nbefore a half-open door, from which he could see the whole of a small\nroom.\n\nThis room was occupied by Dantès’ father. The news of the arrival of\nthe _Pharaon_ had not yet reached the old man, who, mounted on a chair,\nwas amusing himself by training with trembling hand the nasturtiums and\nsprays of clematis that clambered over the trellis at his window.\nSuddenly, he felt an arm thrown around his body, and a well-known voice\nbehind him exclaimed, “Father—dear father!”\n\nThe old man uttered a cry, and turned round; then, seeing his son, he\nfell into his arms, pale and trembling.\n\n“What ails you, my dearest father? Are you ill?” inquired the young\nman, much alarmed.\n\n“No, no, my dear Edmond—my boy—my son!—no; but I did not expect you;\nand joy, the surprise of seeing you so suddenly—Ah, I feel as if I were\ngoing to die.”\n\n“Come, come, cheer up, my dear father! ’Tis I—really I! They say joy\nnever hurts, and so I came to you without any warning. Come now, do\nsmile, instead of looking at me so solemnly. Here I am back again, and\nwe are going to be happy.”\n\n“Yes, yes, my boy, so we will—so we will,” replied the old man; “but\nhow shall we be happy? Shall you never leave me again? Come, tell me\nall the good fortune that has befallen you.”\n\n“God forgive me,” said the young man, “for rejoicing at happiness\nderived from the misery of others, but, Heaven knows, I did not seek\nthis good fortune; it has happened, and I really cannot pretend to\nlament it. The good Captain Leclere is dead, father, and it is probable\nthat, with the aid of M. Morrel, I shall have his place. Do you\nunderstand, father? Only imagine me a captain at twenty, with a hundred\nlouis pay, and a share in the profits! Is this not more than a poor\nsailor like me could have hoped for?”\n\n“Yes, my dear boy,” replied the old man, “it is very fortunate.”\n\n“Well, then, with the first money I touch, I mean you to have a small\nhouse, with a garden in which to plant clematis, nasturtiums, and\nhoneysuckle. But what ails you, father? Are you not well?”\n\n“’Tis nothing, nothing; it will soon pass away”—and as he said so the\nold man’s strength failed him, and he fell backwards.\n\n“Come, come,” said the young man, “a glass of wine, father, will revive\nyou. Where do you keep your wine?”\n\n“No, no; thanks. You need not look for it; I do not want it,” said the\nold man.\n\n“Yes, yes, father, tell me where it is,” and he opened two or three\ncupboards.\n\n“It is no use,” said the old man, “there is no wine.”\n\n“What, no wine?” said Dantès, turning pale, and looking alternately at\nthe hollow cheeks of the old man and the empty cupboards. “What, no\nwine? H"
    },
    {
      "chunk_idx": 441,
      "chunk_id": "The Count of Monte Cristo_chunk_205",
      "start_pos": 717500,
      "end_pos": 721500,
      "similarity": 0.03125,
      "text": " down by the fire,\n‘My supper,’ said he; ‘my expedition has given me an appetite.’\n\n“‘Well done, Carlini!’ cried the brigands; ‘that is acting like a good\nfellow;’ and they all formed a circle round the fire, while Diavolaccio\ndisappeared.\n\n“Carlini ate and drank as if nothing had happened. The bandits looked\non with astonishment at this singular conduct until they heard\nfootsteps. They turned round, and saw Diavolaccio bearing the young\ngirl in his arms. Her head hung back, and her long hair swept the\nground. As they entered the circle, the bandits could perceive, by the\nfirelight, the unearthly pallor of the young girl and of Diavolaccio.\nThis apparition was so strange and so solemn, that everyone rose, with\nthe exception of Carlini, who remained seated, and ate and drank\ncalmly. Diavolaccio advanced amidst the most profound silence, and laid\nRita at the captain’s feet. Then everyone could understand the cause of\nthe unearthly pallor in the young girl and the bandit. A knife was\nplunged up to the hilt in Rita’s left breast. Everyone looked at\nCarlini; the sheath at his belt was empty.\n\n“‘Ah, ah,’ said the chief, ‘I now understand why Carlini stayed\nbehind.’\n\n“All savage natures appreciate a desperate deed. No other of the\nbandits would, perhaps, have done the same; but they all understood\nwhat Carlini had done.\n\n“‘Now, then,’ cried Carlini, rising in his turn, and approaching the\ncorpse, his hand on the butt of one of his pistols, ‘does anyone\ndispute the possession of this woman with me?’\n\n“‘No,’ returned the chief, ‘she is thine.’\n\n“Carlini raised her in his arms, and carried her out of the circle of\nfirelight. Cucumetto placed his sentinels for the night, and the\nbandits wrapped themselves in their cloaks, and lay down before the\nfire. At midnight the sentinel gave the alarm, and in an instant all\nwere on the alert. It was Rita’s father, who brought his daughter’s\nransom in person.\n\n“‘Here,’ said he, to Cucumetto, ‘here are three hundred piastres; give\nme back my child.\n\n“But the chief, without taking the money, made a sign to him to follow.\nThe old man obeyed. They both advanced beneath the trees, through whose\nbranches streamed the moonlight. Cucumetto stopped at last, and pointed\nto two persons grouped at the foot of a tree.\n\n“‘There,’ said he, ‘demand thy child of Carlini; he will tell thee what\nhas become of her;’ and he returned to his companions.\n\n“The old man remained motionless; he felt that some great and\nunforeseen misfortune hung over his head. At length he advanced toward\nthe group, the meaning of which he could not comprehend. As he\napproached, Carlini raised his head, and the forms of two persons\nbecame visible to the old man’s eyes. A woman lay on the ground, her\nhead resting on the knees of a man, who was seated by her; as he raised\nhis head, the woman’s face became visible. The old man recognized his\nchild, and Carlini recognized the old man.\n\n“‘I expected thee,’ said the bandit to Rita’s father.\n\n“‘Wretch!’ returned the old man, ‘what hast thou done?’ and he gazed\nwith terror on Rita, pale and bloody, a knife buried in her bosom. A\nray of moonlight poured through the trees, and lighted up the face of\nthe dead.\n\n“‘Cucumetto had violated thy daughter,’ said the bandit; ‘I loved her,\ntherefore I slew her; for she would have served as the sport of the\nwhole band.’ The old man spoke not, and grew pale as death. ‘Now,’\ncontinued Carlini, ‘if I have done wrongly, avenge her;’ and\nwithdrawing the knife from the wound in Rita’s bosom, he held it out to\nthe old man with one hand, while with the other he tore open his vest.\n\n“‘Thou hast done well!’ returned the old man in a hoarse voice;\n‘embrace me, my son.’\n\n20115m\n\n\n\nCarlini threw himself, sobbing like a child, into the arms of his\nmistress’s father. These were the first tears the man of blood had ever\nwept.\n\n“‘Now,’ said the old man, ‘aid me to bury my child.’ Carlini fetched\ntwo pickaxes; and the father and the lover began to dig at the foot of\na huge oak, be"
    },
    {
      "chunk_idx": 828,
      "chunk_id": "The Count of Monte Cristo_chunk_592",
      "start_pos": 2072000,
      "end_pos": 2076000,
      "similarity": 0.03125,
      "text": "to Albert, “and you appear to have some\nsingular prejudices. What has the count done? Three days since you were\nwith him in Normandy; only three days since we looked on him as our\nbest friend.”\n\nAn ironical smile passed over Albert’s lips. Mercédès saw it and with\nthe double instinct of woman and mother guessed all; but as she was\nprudent and strong-minded she concealed both her sorrows and her fears.\nAlbert was silent; an instant after, the countess resumed:\n\n“You came to inquire after my health; I will candidly acknowledge that\nI am not well. You should install yourself here, and cheer my solitude.\nI do not wish to be left alone.”\n\n“Mother,” said the young man, “you know how gladly I would obey your\nwish, but an urgent and important affair obliges me to leave you for\nthe whole evening.”\n\n“Well,” replied Mercédès, sighing, “go, Albert; I will not make you a\nslave to your filial piety.”\n\nAlbert pretended he did not hear, bowed to his mother, and quitted her.\nScarcely had he shut her door, when Mercédès called a confidential\nservant, and ordered him to follow Albert wherever he should go that\nevening, and to come and tell her immediately what he observed. Then\nshe rang for her lady’s maid, and, weak as she was, she dressed, in\norder to be ready for whatever might happen. The footman’s mission was\nan easy one. Albert went to his room, and dressed with unusual care. At\nten minutes to eight Beauchamp arrived; he had seen Château-Renaud, who\nhad promised to be in the orchestra before the curtain was raised. Both\ngot into Albert’s _coupé_; and, as the young man had no reason to\nconceal where he was going, he called aloud, “To the Opera.” In his\nimpatience he arrived before the beginning of the performance.\n\n40221m\n\n\n\nChâteau-Renaud was at his post; apprised by Beauchamp of the\ncircumstances, he required no explanation from Albert. The conduct of\nthe son in seeking to avenge his father was so natural that\nChâteau-Renaud did not seek to dissuade him, and was content with\nrenewing his assurances of devotion. Debray was not yet come, but\nAlbert knew that he seldom lost a scene at the Opera.\n\nAlbert wandered about the theatre until the curtain was drawn up. He\nhoped to meet with M. de Monte Cristo either in the lobby or on the\nstairs. The bell summoned him to his seat, and he entered the orchestra\nwith Château-Renaud and Beauchamp. But his eyes scarcely quitted the\nbox between the columns, which remained obstinately closed during the\nwhole of the first act. At last, as Albert was looking at his watch for\nabout the hundredth time, at the beginning of the second act the door\nopened, and Monte Cristo entered, dressed in black, and, leaning over\nthe front of the box, looked around the pit. Morrel followed him, and\nlooked also for his sister and brother in-law; he soon discovered them\nin another box, and kissed his hand to them.\n\nThe count, in his survey of the pit, encountered a pale face and\nthreatening eyes, which evidently sought to gain his attention. He\nrecognized Albert, but thought it better not to notice him, as he\nlooked so angry and discomposed. Without communicating his thoughts to\nhis companion, he sat down, drew out his opera-glass, and looked\nanother way. Although apparently not noticing Albert, he did not,\nhowever, lose sight of him, and when the curtain fell at the end of the\nsecond act, he saw him leave the orchestra with his two friends. Then\nhis head was seen passing at the back of the boxes, and the count knew\nthat the approaching storm was intended to fall on him. He was at the\nmoment conversing cheerfully with Morrel, but he was well prepared for\nwhat might happen.\n\nThe door opened, and Monte Cristo, turning round, saw Albert, pale and\ntrembling, followed by Beauchamp and Château-Renaud.\n\n“Well,” cried he, with that benevolent politeness which distinguished\nhis salutation from the common civilities of the world, “my cavalier\nhas attained his object. Good-evening, M. de Morcerf.”\n\nThe countenance of this man, who possess"
    }
  ]
}