{
  "deb494af05d1": [
    {
      "chunk_idx": 656,
      "chunk_id": "The Count of Monte Cristo_chunk_420",
      "start_pos": 1470000,
      "end_pos": 1474000,
      "similarity": 0.02710027100271003,
      "text": " peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did he not still retain\nroyalist sentiments? And was he not the person who was assassinated one\nevening on leaving a Bonapartist meeting to which he had been invited\non the supposition that he favored the cause of the emperor?”\n\nVillefort looked at the count almost with terror.\n\n“Am I mistaken, then?” said Monte Cristo.\n\n“No, sir, the facts were precisely what you have stated,” said Madame\nde Villefort; “and it was to prevent the renewal of old feuds that M.\nde Villefort formed the idea of uniting in the bonds of affection the\ntwo children of these inveterate enemies.”\n\n“It was a sublime and charitable thought,” said Monte Cristo, “and the\nwhole world should applaud it. It would be noble to see Mademoiselle\nNoirtier de Villefort assuming the title of Madame Franz d’Épinay.”\n\nVillefort shuddered and looked at Monte Cristo as if he wished to read\nin his countenance the real feelings which had dictated the words he\nhad just uttered. But the count completely baffled the procureur, and\nprevented him from discovering anything beneath the never-varying smile\nhe was so constantly in the habit of assuming.\n\n“Although,” said Villefort, “it will be a serious thing for Valentine\nto lose her grandfather’s fortune, I do not think that M. d’Épinay will\nbe frightened at this pecuniary loss. He will, perhaps, hold me in\ngreater esteem than the money itself, seeing that I sacrifice\neverything in order to keep my word with him. Besides, he knows that\nValentine is rich in right of her mother, and that she will, in all\nprobability, inherit the fortune of M. and Madame de Saint-Méran, her\nmother’s parents, who both love her tenderly.”\n\n“And who are fully as well worth loving and tending as M. Noirtier,”\nsaid Madame de Villefort; “besides, they are to come to Paris in about\na month, and Valentine, after the affront she has received, need not\nconsider it necessary to continue to bury herself alive by being shut\nup with M. Noirtier.”\n\nThe count listened with satisfaction to this tale of wounded self-love\nand defeated ambition.\n\n“But it seems to me,” said Monte Cristo, “and I must begin by asking\nyour pardon for what I am about to say, that if M. Noirtier disinherits\nMademoiselle de Villefort because she is going to marry a man whose\nfather he detested, he cannot have the same cause of complaint against\nthis dear Edward.”\n\n“True,” said Madame de Villefort, with an intonation of voice which it\nis impossible to describe; “is it not unjust—shamefully unjust? Poor\nEdward is as much M. Noirtier’s grandchild as Valentine, and yet, if\nshe had not been going to marry M. Franz, M. Noirtier would have left\nher all his money; and supposing Valentine to be disinherited by her\ngrandfather, she will still be three times richer than he.”\n\nThe count listened and said no more.\n\n“Count,” said Villefort, “we will not entertain you any longer with our\nfamily misfortunes. It is true that my patrimony will go to endow\ncharitable institutions, and my father will have deprived me of my\nlawful inheritance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his c"
    },
    {
      "chunk_idx": 732,
      "chunk_id": "The Count of Monte Cristo_chunk_496",
      "start_pos": 1736000,
      "end_pos": 1740000,
      "similarity": 0.025974025974025976,
      "text": "ign the contract just as my dear grandmother was\ndying.”\n\n“Alas,” said Morrel with a feeling of selfish joy; for he thought this\ndeath would cause the wedding to be postponed indefinitely.\n\n“But what redoubles my sorrow,” continued the young girl, as if this\nfeeling was to receive its immediate punishment, “is that the poor old\nlady, on her death-bed, requested that the marriage might take place as\nsoon as possible; she also, thinking to protect me, was acting against\nme.”\n\n“Hark!” said Morrel. They both listened; steps were distinctly heard in\nthe corridor and on the stairs.\n\n“It is my father, who has just left his study.”\n\n“To accompany the doctor to the door,” added Morrel.\n\n“How do you know it is the doctor?” asked Valentine, astonished.\n\n“I imagined it must be,” said Morrel.\n\nValentine looked at the young man; they heard the street door close,\nthen M. de Villefort locked the garden door, and returned upstairs. He\nstopped a moment in the anteroom, as if hesitating whether to turn to\nhis own apartment or into Madame de Saint-Méran’s; Morrel concealed\nhimself behind a door; Valentine remained motionless, grief seeming to\ndeprive her of all fear. M. de Villefort passed on to his own room.\n\n“Now,” said Valentine, “you can neither go out by the front door nor by\nthe garden.”\n\nMorrel looked at her with astonishment.\n\n“There is but one way left you that is safe,” said she; “it is through\nmy grandfather’s room.” She rose. “Come,” she added.\n\n“Where?” asked Maximilian.\n\n“To my grandfather’s room.”\n\n“I in M. Noirtier’s apartment?”\n\n“Yes.”\n\n“Can you mean it, Valentine?”\n\n“I have long wished it; he is my only remaining friend and we both need\nhis help,—come.”\n\n“Be careful, Valentine,” said Morrel, hesitating to comply with the\nyoung girl’s wishes; “I now see my error—I acted like a madman in\ncoming in here. Are you sure you are more reasonable?”\n\n“Yes,” said Valentine; “and I have but one scruple,—that of leaving my\ndear grandmother’s remains, which I had undertaken to watch.”\n\n“Valentine,” said Morrel, “death is in itself sacred.”\n\n“Yes,” said Valentine; “besides, it will not be for long.”\n\nShe then crossed the corridor, and led the way down a narrow staircase\nto M. Noirtier’s room; Morrel followed her on tiptoe; at the door they\nfound the old servant.\n\n“Barrois,” said Valentine, “shut the door, and let no one come in.”\n\nShe passed first.\n\nNoirtier, seated in his chair, and listening to every sound, was\nwatching the door; he saw Valentine, and his eye brightened. There was\nsomething grave and solemn in the approach of the young girl which\nstruck the old man, and immediately his bright eye began to\ninterrogate.\n\n“Dear grandfather.” said she hurriedly, “you know poor grandmamma died\nan hour since, and now I have no friend in the world but you.”\n\nHis expressive eyes evinced the greatest tenderness.\n\n“To you alone, then, may I confide my sorrows and my hopes?”\n\nThe paralytic motioned “Yes.”\n\nValentine took Maximilian’s hand.\n\n“Look attentively, then, at this gentleman.”\n\nThe old man fixed his scrutinizing gaze with slight astonishment on\nMorrel.\n\n“It is M. Maximilian Morrel,” said she; “the son of that good merchant\nof Marseilles, whom you doubtless recollect.”\n\n“Yes,” said the old man.\n\n“He brings an irreproachable name, which Maximilian is likely to render\nglorious, since at thirty years of age he is a captain, an officer of\nthe Legion of Honor.”\n\nThe old man signified that he recollected him.\n\n“Well, grandpapa,” said Valentine, kneeling before him, and pointing to\nMaximilian, “I love him, and will be only his; were I compelled to\nmarry another, I would destroy myself.”\n\nThe eyes of the paralytic expressed a multitude of tumultuous thoughts.\n\n“You like M. Maximilian Morrel, do you not, grandpapa?” asked\nValentine.\n\n“Yes.”\n\n“And you will protect us, who are your children, against the will of my\nfather?”\n\nNoirtier cast an intelligent glance at Morrel, as if to say, “perhaps I\nmay.”\n\nMaximilian understood him.\n\n“Mademoiselle,” said he, “y"
    },
    {
      "chunk_idx": 645,
      "chunk_id": "The Count of Monte Cristo_chunk_409",
      "start_pos": 1431500,
      "end_pos": 1435500,
      "similarity": 0.025380710659898477,
      "text": "e still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely to render Valentine supremely\nhappy,—his name, moreover, cannot be wholly unknown to you. It is M.\nFranz de Quesnel, Baron d’Épinay.”\n\nWhile his wife was speaking, Villefort had narrowly watched the old\nman’s countenance. When Madame de Villefort pronounced the name of\nFranz, the pupil of M. Noirtier’s eye began to dilate, and his eyelids\ntrembled with the same movement that may be perceived on the lips of an\nindividual about to speak, and he darted a lightning glance at Madame\nde Villefort and his son. The procureur, who knew the political hatred\nwhich had formerly existed between M. Noirtier and the elder d’Épinay,\nwell understood the agitation and anger which the announcement had\nproduced; but, feigning not to perceive either, he immediately resumed\nthe narrative begun by his wife.\n\n“Sir,” said he, “you are aware that Valentine is about to enter her\nnineteenth year, which renders it important that she should lose no\ntime in forming a suitable alliance. Nevertheless, you have not been\nforgotten in our plans, and we have fully ascertained beforehand that\nValentine’s future husband will consent, not to live in this house, for\nthat might not be pleasant for the young people, but that you should\nlive with them; so that you and Valentine, who are so attached to each\nother, would not be separated, and you would be able to pursue exactly\nthe same course of life which you have hitherto done, and thus, instead\nof losing, you will be a gainer by the change, as it will secure to you\ntwo children instead of one, to watch over and comfort you.”\n\n30165m\n\n\n\nNoirtier’s look was furious; it was very evident that something\ndesperate was passing in the old man’s mind, for a cry of anger and\ngrief rose in his throat, and not being able to find vent in utterance,\nappeared almost to choke him, for his face and lips turned quite purple\nwith the struggle. Villefort quietly opened a window, saying, “It is\nvery warm, and the heat affects M. Noirtier.” He then returned to his\nplace, but did not sit down.\n\n“This marriage,” added Madame de Villefort, “is quite agreeable to the\nwishes of M. d’Épinay and his family; besides, he had no relations\nnearer than an uncle and aunt, his mother having died at his birth, and\nhis father having been assassinated in 1815, that is to say, when he\nwas but two years old; it naturally followed that the child was\npermitted to choose his own pursuits, and he has, therefore, seldom\nacknowledged any other authority but that of his own will.”\n\n“That assassination was a mysterious affair,” said Villefort, “and the\nperpetrators have hitherto escaped detection, although suspicion has\nfallen on the head of more than one person.”\n\nNoirtier made such an effort that his lips expanded into a smile.\n\n“Now,” continued Villefort, “those to whom the guilt really belongs, by\nwhom the crime was committed, on whose heads the justice of man may\nprobably descend here, and the certain judgment of God hereafter, would\nrejoice in the opportunity thus afforded of bestowing such a\npeace-offering as Valentine on the son of him whose life they so\nruthlessly destroyed.” Noirtier had succeeded in mastering his emotion\nmore than could have been deemed possible with such an enfeebled and\nshattered frame.\n\n“Yes, I understand,” was the reply contained in his look; and this look\nexpressed a feeling of strong indignation, mixed with profound\ncontempt. Villefort fully understood his father’s meaning, and answered\nby a slight shrug of his shoulders. He then motioned to "
    },
    {
      "chunk_idx": 746,
      "chunk_id": "The Count of Monte Cristo_chunk_510",
      "start_pos": 1785000,
      "end_pos": 1789000,
      "similarity": 0.02512562814070352,
      "text": "thrown into the river\nafter ascertaining that he was dead. The general fell, then, in a loyal\nduel, and not in ambush as it might have been reported. In proof of\nthis we have signed this paper to establish the truth of the facts,\nlest the moment should arrive when either of the actors in this\nterrible scene should be accused of premeditated murder or of\ninfringement of the laws of honor.\n\n“‘Signed, Beaurepaire, Duchampy, and Lecharpal.’”\n\nWhen Franz had finished reading this account, so dreadful for a son;\nwhen Valentine, pale with emotion, had wiped away a tear; when\nVillefort, trembling, and crouched in a corner, had endeavored to\nlessen the storm by supplicating glances at the implacable old man,—\n\n“Sir,” said d’Épinay to Noirtier, “since you are well acquainted with\nall these details, which are attested by honorable signatures,—since\nyou appear to take some interest in me, although you have only\nmanifested it hitherto by causing me sorrow, refuse me not one final\nsatisfaction—tell me the name of the president of the club, that I may\nat least know who killed my father.”\n\nVillefort mechanically felt for the handle of the door; Valentine, who\nunderstood sooner than anyone her grandfather’s answer, and who had\noften seen two scars upon his right arm, drew back a few steps.\n\n“Mademoiselle,” said Franz, turning towards Valentine, “unite your\nefforts with mine to find out the name of the man who made me an orphan\nat two years of age.” Valentine remained dumb and motionless.\n\n“Hold, sir,” said Villefort, “do not prolong this dreadful scene. The\nnames have been purposely concealed; my father himself does not know\nwho this president was, and if he knows, he cannot tell you; proper\nnames are not in the dictionary.”\n\n“Oh, misery,” cried Franz: “the only hope which sustained me and\nenabled me to read to the end was that of knowing, at least, the name\nof him who killed my father! Sir, sir,” cried he, turning to Noirtier,\n“do what you can—make me understand in some way!”\n\n“Yes,” replied Noirtier.\n\n“Oh, mademoiselle, mademoiselle!” cried Franz, “your grandfather says\nhe can indicate the person. Help me,—lend me your assistance!”\n\nNoirtier looked at the dictionary. Franz took it with a nervous\ntrembling, and repeated the letters of the alphabet successively, until\nhe came to M. At that letter the old man signified “Yes.”\n\n“M,” repeated Franz. The young man’s finger, glided over the words, but\nat each one Noirtier answered by a negative sign. Valentine hid her\nhead between her hands. At length, Franz arrived at the word MYSELF.\n\n40046m\n\n\n\n“Yes!”\n\n“You!” cried Franz, whose hair stood on end; “you, M. Noirtier—you\nkilled my father?”\n\n“Yes!” replied Noirtier, fixing a majestic look on the young man. Franz\nfell powerless on a chair; Villefort opened the door and escaped, for\nthe idea had entered his mind to stifle the little remaining life in\nthe heart of this terrible old man.\n\n\n\n\n Chapter 76. Progress of Cavalcanti the Younger\n\nMeanwhile M. Cavalcanti the elder had returned to his service, not in\nthe army of his majesty the Emperor of Austria, but at the gaming-table\nof the baths of Lucca, of which he was one of the most assiduous\ncourtiers. He had spent every farthing that had been allowed for his\njourney as a reward for the majestic and solemn manner in which he had\nmaintained his assumed character of father.\n\nM. Andrea at his departure inherited all the papers which proved that\nhe had indeed the honor of being the son of the Marquis Bartolomeo and\nthe Marchioness Oliva Corsinari. He was now fairly launched in that\nParisian society which gives such ready access to foreigners, and\ntreats them, not as they really are, but as they wish to be considered.\nBesides, what is required of a young man in Paris? To speak its\nlanguage tolerably, to make a good appearance, to be a good gamester,\nand to pay in cash. They are certainly less particular with a foreigner\nthan with a Frenchman. Andrea had, then, in a fortnight, attained a\nvery fair position. H"
    },
    {
      "chunk_idx": 714,
      "chunk_id": "The Count of Monte Cristo_chunk_478",
      "start_pos": 1673000,
      "end_pos": 1677000,
      "similarity": 0.024390243902439025,
      "text": "ut to mislead. The story has\nbeen told by the Corsican to some priest, who in his turn has repeated\nit. M. de Monte Cristo may have heard it, and to enlighten himself——\n\n“But why should he wish to enlighten himself upon the subject?” asked\nVillefort, after a moment’s reflection, “what interest can this M. de\nMonte Cristo or M. Zaccone,—son of a shipowner of Malta, discoverer of\na mine in Thessaly, now visiting Paris for the first time,—what\ninterest, I say, can he take in discovering a gloomy, mysterious, and\nuseless fact like this? However, among all the incoherent details given\nto me by the Abbé Busoni and by Lord Wilmore, by that friend and that\nenemy, one thing appears certain and clear in my opinion—that in no\nperiod, in no case, in no circumstance, could there have been any\ncontact between him and me.”\n\nBut Villefort uttered words which even he himself did not believe. He\ndreaded not so much the revelation, for he could reply to or deny its\ntruth;—he cared little for that _mene, mene, tekel upharsin_, which\nappeared suddenly in letters of blood upon the wall;—but what he was\nreally anxious for was to discover whose hand had traced them. While he\nwas endeavoring to calm his fears,—and instead of dwelling upon the\npolitical future that had so often been the subject of his ambitious\ndreams, was imagining a future limited to the enjoyments of home, in\nfear of awakening the enemy that had so long slept,—the noise of a\ncarriage sounded in the yard, then he heard the steps of an aged person\nascending the stairs, followed by tears and lamentations, such as\nservants always give vent to when they wish to appear interested in\ntheir master’s grief.\n\nHe drew back the bolt of his door, and almost directly an old lady\nentered, unannounced, carrying her shawl on her arm, and her bonnet in\nher hand. The white hair was thrown back from her yellow forehead, and\nher eyes, already sunken by the furrows of age, now almost disappeared\nbeneath the eyelids swollen with grief.\n\n“Oh, sir,” she said; “oh, sir, what a misfortune! I shall die of it;\noh, yes, I shall certainly die of it!”\n\nAnd then, falling upon the chair nearest the door, she burst into a\nparoxysm of sobs. The servants, standing in the doorway, not daring to\napproach nearer, were looking at Noirtier’s old servant, who had heard\nthe noise from his master’s room, and run there also, remaining behind\nthe others. Villefort rose, and ran towards his mother-in-law, for it\nwas she.\n\n“Why, what can have happened?” he exclaimed, “what has thus disturbed\nyou? Is M. de Saint-Méran with you?”\n\n“M. de Saint-Méran is dead,” answered the old marchioness, without\npreface and without expression; she appeared to be stupefied. Villefort\ndrew back, and clasping his hands together, exclaimed:\n\n“Dead!—so suddenly?”\n\n“A week ago,” continued Madame de Saint-Méran, “we went out together in\nthe carriage after dinner. M. de Saint-Méran had been unwell for some\ndays; still, the idea of seeing our dear Valentine again inspired him\nwith courage, and notwithstanding his illness he would leave. At six\nleagues from Marseilles, after having eaten some of the lozenges he is\naccustomed to take, he fell into such a deep sleep, that it appeared to\nme unnatural; still I hesitated to wake him, although I fancied that\nhis face was flushed, and that the veins of his temples throbbed more\nviolently than usual. However, as it became dark, and I could no longer\nsee, I fell asleep; I was soon aroused by a piercing shriek, as from a\nperson suffering in his dreams, and he suddenly threw his head back\nviolently. I called the valet, I stopped the postilion, I spoke to M.\nde Saint-Méran, I applied my smelling-salts; but all was over, and I\narrived at Aix by the side of a corpse.”\n\nVillefort stood with his mouth half open, quite stupefied.\n\n“Of course you sent for a doctor?”\n\n“Immediately; but, as I have told you, it was too late.”\n\n“Yes; but then he could tell of what complaint the poor marquis had\ndied.”\n\n“Oh, yes, sir, he told me; "
    }
  ]
}