{
  "eb8be35a698e": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.049019607843137254,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 308,
      "chunk_id": "The Count of Monte Cristo_chunk_72",
      "start_pos": 252000,
      "end_pos": 256000,
      "similarity": 0.031007751937984496,
      "text": "\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 34.\n\n\n\n Chapter 15. Number 34 and Number 27\n\nDantès passed through all the stages of torture natural to prisoners in\nsuspense. He was sustained at first by that pride of conscious\ninnocence which is the sequence to hope; then he began to doubt his own\ninnocence, which justified in some measure the governor’s belief in his\nmental alienation; and then, relaxing his sentiment of pride, he\naddressed his supplications, not to God, but to man. God is always the\nlast resource. Unfortunates, who ought to begin with God, do not have\nany hope in him till they have exhausted all other means of\ndeliverance.\n\nDantès asked to be removed from his present dungeon into another, even\nif it were darker and deeper, for a change, however disadvantageous,\nwas still a change, and would afford him some amusement. He entreated\nto be allowed to walk about, to have fresh air, books, and writing\nmaterials. His requests were not granted, but he went on asking all the\nsame. He accustomed himself to speaking to the new jailer, although the\nlatter was, if possible, more taciturn than the old one; but still, to\nspeak to a man, even though mute, was something. Dantès spoke for the\nsake of hearing his own voice; he had tried to speak when alone, but\nthe sound of his voice terrified him.\n\nOften, before his captivity, Dantès’ mind had revolted at the idea of\nassemblages of prisoners, made up of thieves, vagabonds, and murderers.\nHe now wished to be amongst them, in order to see some other face\nbesides that of his jailer; he sighed for the galleys, with the\ninfamous costume, the chain, and the brand on the shoulder. The\ngalley-slaves breathed the fresh air of heaven, and saw each other.\nThey were very happy.\n\nHe besought the jailer one day to let him have a companion, were it\neven the mad abbé. The jailer, though rough and hardened by the\nconstant sight of so much suffering, was yet a man. At the bottom of\nhis heart he had often had a feeling of pity for this unhappy young man\nwho suffered so; and he laid the request of number 34 before the\ngovernor; but the latter sapiently imagined that Dantès wished to\nconspire or attempt an escape, and refused his request. Dantès had\nexhausted all human resources, and he then turned to God.\n\nAll the pious ideas that had been so long forgotten, returned; he\nrecollected the prayers his mother had taught him, and discovered a new\nmeaning in every word; for in prosperity prayers seem but a mere medley\nof words, until misfortune comes and the unhappy sufferer first\nunderstands the meaning of the sublime language in which he invokes the\npity of heaven! He prayed, and prayed aloud, no longer terrified at the\nsound of his own voice, for he fell into a sort of ecstasy. He laid\nevery action of his life before the Almighty, proposed tasks to\naccomplish, and at the end of every prayer introduced the entreaty\noftener addressed to man than to God: “Forgive us our trespasses as we\nforgive them that trespass against us.” Yet in spite of his earnest\nprayers, Dantès remained a prisoner.\n\nThen gloom settled heavily upon him. Dantès was a man of great\nsimplicity of thought, and without education; he could not, therefore,\nin the solitude of his dungeon, traverse in mental vision the history\nof the ages, bring to life the nations that had perished, and rebuild\nthe ancient cities so vast and stupendous in the light of the\nimagination, and that pass before the eye glowing with celestial colors\nin Martin’s Babylonian pictures. He could not do this, he whose past"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.03089887640449438,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    },
    {
      "chunk_idx": 484,
      "chunk_id": "The Count of Monte Cristo_chunk_248",
      "start_pos": 868000,
      "end_pos": 872000,
      "similarity": 0.030456852791878174,
      "text": "uch as you will,” replied Albert, “I am in love.”\n\n“You alarm me,” cried Franz. “I see that I shall not only go alone to\nthe Duke of Bracciano’s, but also return to Florence alone.”\n\n“If my unknown be as amiable as she is beautiful,” said Albert, “I\nshall fix myself at Rome for six weeks, at least. I adore Rome, and I\nhave always had a great taste for archæology.”\n\n20189m\n\n\n\n“Come, two or three more such adventures, and I do not despair of\nseeing you a member of the Academy.”\n\nDoubtless Albert was about to discuss seriously his right to the\nacademic chair when they were informed that dinner was ready. Albert’s\nlove had not taken away his appetite. He hastened with Franz to seat\nhimself, free to recommence the discussion after dinner. After dinner,\nthe Count of Monte Cristo was announced. They had not seen him for two\ndays. Signor Pastrini informed them that business had called him to\nCivita Vecchia. He had started the previous evening, and had only\nreturned an hour since. He was charming. Whether he kept a watch over\nhimself, or whether by accident he did not sound the acrimonious chords\nthat in other circumstances had been touched, he was tonight like\neverybody else.\n\nThe man was an enigma to Franz. The count must feel sure that Franz\nrecognized him; and yet he had not let fall a single word indicating\nany previous acquaintance between them. On his side, however great\nFranz’s desire was to allude to their former interview, the fear of\nbeing disagreeable to the man who had loaded him and his friend with\nkindness prevented him from mentioning it.\n\nThe count had learned that the two friends had sent to secure a box at\nthe Argentina Theatre, and were told they were all let. In consequence,\nhe brought them the key of his own—at least such was the apparent\nmotive of his visit. Franz and Albert made some difficulty, alleging\ntheir fear of depriving him of it; but the count replied that, as he\nwas going to the Palli Theatre, the box at the Argentina Theatre would\nbe lost if they did not profit by it. This assurance determined the two\nfriends to accept it.\n\nFranz had by degrees become accustomed to the count’s pallor, which had\nso forcibly struck him at their first meeting. He could not refrain\nfrom admiring the severe beauty of his features, the only defect, or\nrather the principal quality of which was the pallor. Truly, a Byronic\nhero! Franz could not, we will not say see him, but even think of him\nwithout imagining his stern head upon Manfred’s shoulders, or beneath\nLara’s helmet. His forehead was marked with the line that indicates the\nconstant presence of bitter thoughts; he had the fiery eyes that seem\nto penetrate to the very soul, and the haughty and disdainful upper lip\nthat gives to the words it utters a peculiar character that impresses\nthem on the minds of those to whom they are addressed.\n\nThe count was no longer young. He was at least forty; and yet it was\neasy to understand that he was formed to rule the young men with whom\nhe associated at present. And, to complete his resemblance with the\nfantastic heroes of the English poet, the count seemed to have the\npower of fascination. Albert was constantly expatiating on their good\nfortune in meeting such a man. Franz was less enthusiastic; but the\ncount exercised over him also the ascendency a strong mind always\nacquires over a mind less domineering. He thought several times of the\nproject the count had of visiting Paris; and he had no doubt but that,\nwith his eccentric character, his characteristic face, and his colossal\nfortune, he would produce a great effect there. And yet he did not wish\nto be at Paris when the count was there.\n\nThe evening passed as evenings mostly pass at Italian theatres; that\nis, not in listening to the music, but in paying visits and conversing.\nThe Countess G—— wished to revive the subject of the count, but Franz\nannounced he had something far newer to tell her, and, in spite of\nAlbert’s demonstrations of false modesty, he informed the countess of\n"
    },
    {
      "chunk_idx": 36,
      "chunk_id": "In Search of the Castaways_chunk_36",
      "start_pos": 126000,
      "end_pos": 130000,
      "similarity": 0.030379746835443037,
      "text": "xcepting\nRobert, were still in good health; and, since the journey had begun\nunder such favorable auspices, they thought it best to profit by it,\nand push on. The following day they advanced rapidly, crossed without\naccident Bell Rapids, and at evening encamped on the banks of the Rio\nBiobio. There were thirty-five miles more to travel before they were\nout of Chili.\n\nThe country had not changed. It was still rich in amaryllis, violets,\ndate-trees, and golden-flowered cactuses. A few animals, among\nothers the ocelot, inhabited the thickets. A heron, a solitary owl,\nthrushes and snipes wary of the talons of the hawk, were the only\nrepresentatives of the feathered tribe.\n\nOf the natives few were seen; only some \"guassos\" (degenerate children\nof the Indians and Spanish), galloping on horses which they lacerated\nwith the gigantic spurs that adorned their naked feet, and passing\nlike shadows. They met on the way no one who could inform them, and\ninquiries were therefore utterly impossible.\n\n[Sidenote: AN ASTONISHED CATAPAZ.]\n\nGlenarvan thought that Captain Grant, if prisoner of the Indians, must\nhave been carried by them beyond the Andes. Their search could be\nsuccessful only in the Pampas. They must be patient, and travel on\nswiftly and continuously.\n\n[Illustration: By means of a ford, they crossed the Rio Tubal, the\nmountains visible in the distance.]\n\nThey advanced in the same order as before, which Robert with difficulty\nkept, for his eagerness led him to press forward, to the great\nannoyance of his animal. Nothing but a command from Glenarvan would\nkeep the young boy at his place in the line. The country now became\nmore uneven; and several hillocks indicated that they were approaching\nthe mountains.\n\nPaganel still continued his study of Spanish.\n\n\"What a language it is!\" exclaimed he; \"so full and sonorous!\"\n\n\"But you are making progress, of course?\" replied Glenarvan.\n\n\"Certainly, my dear lord. Ah! if there were only no accent! But, alas!\nthere is one!\"\n\nIn studying this language, Paganel did not, however, neglect his\ngeographical observations. In these, indeed, he was astonishingly\nclever, and could not have found his superior. When Glenarvan\nquestioned the catapaz about some peculiarity of the country, his\nlearned companion would always anticipate the answer of the guide, who\nthen gazed at him with a look of amazement.\n\nThat same day they met a road which crossed the line that they had\nhitherto pursued. Lord Glenarvan naturally asked its name of their\nguide, and Paganel as naturally answered,--\n\n\"The road from Yumbel to Los Angelos.\"\n\nGlenarvan looked at the catapaz.\n\n\"Exactly,\" replied he.\n\nThen, addressing the geographer, he said,--\n\n\"You have traveled in this country?\"\n\n\"Certainly,\" replied Paganel gravely.\n\n\"On a mule?\"\n\n\"No; in an arm-chair.\"\n\nThe catapaz did not understand, for he shrugged his shoulders and\nreturned to the head of the troop.\n\nAt five o'clock in the afternoon they stopped in a shallow gorge, a\nfew miles above the little town of Loja; and that night the travelers\nencamped at the foot of the first slopes of the Andes.\n\n\n\n\nCHAPTER XII.\n\nELEVEN THOUSAND FEET ALOFT.\n\n\nThe route through Chili had as yet presented no serious obstacles; but\nnow the dangers that attend a journey across the mountains suddenly\nincreased, the struggle with the natural difficulties was about to\nbegin in earnest.\n\nAn important question had to be decided before starting. By what pass\ncould they cross the Andes with the least departure from the prescribed\ncourse? The catapaz was questioned on this subject.\n\n\"I know,\" he replied, \"of but two passes that are practicable in this\npart of the Andes.\"\n\n\"Doubtless the pass of Arica,\" said Paganel, \"which was discovered by\nValdivia Mendoza.\"\n\n\"Exactly.\"\n\n\"And that of Villarica, situated to the south of Nevado.\"\n\n\"You are right.\"\n\n\"Well, my friend, these two passes have only one difficulty; they will\ncarry us to the south, or the north, farther than we wish.\"\n\n\"Have you another pass to propose?"
    }
  ]
}