{
  "65c963ca3980": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.10416666666666667,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.04904632152588556,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    },
    {
      "chunk_idx": 126,
      "chunk_id": "In Search of the Castaways_chunk_126",
      "start_pos": 441000,
      "end_pos": 445000,
      "similarity": 0.04891304347826087,
      "text": "forty-five minutes past eleven. It must have been a quarter-past\nthree in the morning when the train reached Camden Bridge, where this\nterrible destruction of life and property took place. The travelers\nand employés of the last car at once busied themselves in seeking\nassistance; but the telegraph-wires, whose poles lay on the ground,\nwere no longer available. It took the authorities of Castlemaine three\nhours to reach the scene of the disaster; and it was, therefore, six\no'clock in the morning before a corps of workers was organized under\nthe direction of the surveyor-general of the district, and a detachment\nof policemen, commanded by an officer. The squatters had come to their\naid, and exerted themselves to extinguish the fire, which consumed the\nheap of ruins with unconquerable fierceness. Several unrecognizable\nbodies lay on the edge of the embankment, but it was impossible\nto rescue a living being from this furnace. The fire had rapidly\naccomplished the work of destruction. Of the travelers in the train,\nwhose number was not known, only ten survived, those in the last car.\nThe railroad company had just sent an extra locomotive to convey them\nto Castlemaine.\n\nMeantime, Lord Glenarvan, having made the acquaintance of the\nsurveyor-general, was conversing with him and the police-officer. The\nlatter was a tall, thin man, of imperturbable coolness, who, if he\nhad any feeling, betrayed no sign of it on his impassible features.\nHe was like a mathematician engaged upon a problem; he was seeking to\nelucidate the mystery of the disaster. To Glenarvan's first words,\n\"This is a great calamity!\" he replied, calmly, \"It is more than that.\"\n\n\"More than that!\" cried Glenarvan; \"and what can be more than that?\"\n\n\"It is a crime!\" replied the officer, coolly.\n\nGlenarvan turned to Mr. Mitchell, the surveyor-general, with a\nquestioning look.\n\n\"That is correct,\" said the latter; \"our examination has convinced us\nthat the catastrophe is the result of a crime. The last baggage-wagon\nwas robbed. The surviving travelers were attacked by a party of five or\nsix malefactors. The bridge was opened intentionally; and, taking into\naccount this fact with the disappearance of the guard, I cannot but\ncome to the conclusion that the miserable man was the accomplice of the\ncriminals.\"\n\nThe police-officer, at these words, slowly shook his head.\n\n\"You are not of my opinion?\" inquired Mr. Mitchell.\n\n\"Not as regards the complicity of the guard.\"\n\n\"At any rate, this assumed complicity,\" continued the surveyor-general,\n\"enables us to attribute the crime to the natives who wander about the\ncountry. Without the guard's assistance these natives could not have\nopened the draw-bridge, for they do not understand its working.\"\n\n\"Exactly,\" replied the officer.\n\n\"Now, it is known,\" added Mr. Mitchell, \"from the testimony of a\nboatman, whose boat passed Camden Bridge at forty minutes past ten in\nthe evening, that the bridge was closed according to regulation, after\nhis passage.\"\n\n\"Quite right.\"\n\n[Illustration: In the midst of the multitude two men were bearing a\ncorpse. It was that of the guard, already cold. A poniard-thrust had\npierced him to the heart.]\n\n\"Therefore the complicity of the guard seems to me to be proved\nincontestably.\"\n\nThe officer again made a gesture of dissent.\n\n\"Then you do not attribute the crime to the natives?\" inquired\nGlenarvan.\n\n\"I do not.\"\n\n\"To whom, then?\"\n\nAt this moment a loud uproar was heard half a mile up the river. A\ncrowd had formed, which rapidly increased, and was now approaching the\nstation. In the midst of the multitude two men were bearing a corpse.\nIt was that of the guard, already cold. A poniard-thrust had pierced\nhim to the heart. The assassins had dragged the body some distance from\nCamden Bridge, doubtless intending by this means to mislead the police\nin their first investigations. This discovery clearly justified the\ndoubts of the officer. The natives had no hand in the crime.\n\n\"Those who struck the blow,\" said he, \"are person"
    },
    {
      "chunk_idx": 924,
      "chunk_id": "The Count of Monte Cristo_chunk_688",
      "start_pos": 2408000,
      "end_pos": 2412000,
      "similarity": 0.04451038575667656,
      "text": " too white; if he wished to walk through the\ntown, his boots seemed too highly polished. Yet these two noble and\nintelligent creatures, united by the indissoluble ties of maternal and\nfilial love, had succeeded in tacitly understanding one another, and\neconomizing their stores, and Albert had been able to tell his mother\nwithout extorting a change of countenance:\n\n“Mother, we have no more money.”\n\n50141m\n\n\n\nMercédès had never known misery; she had often, in her youth, spoken of\npoverty, but between want and necessity, those synonymous words, there\nis a wide difference.\n\nAmongst the Catalans, Mercédès wished for a thousand things, but still\nshe never really wanted any. So long as the nets were good, they caught\nfish; and so long as they sold their fish, they were able to buy twine\nfor new nets. And then, shut out from friendship, having but one\naffection, which could not be mixed up with her ordinary pursuits, she\nthought of herself—of no one but herself. Upon the little she earned\nshe lived as well as she could; now there were two to be supported, and\nnothing to live upon.\n\nWinter approached. Mercédès had no fire in that cold and naked\nroom—she, who was accustomed to stoves which heated the house from the\nhall to the boudoir; she had not even one little flower—she whose\napartment had been a conservatory of costly exotics. But she had her\nson. Hitherto the excitement of fulfilling a duty had sustained them.\nExcitement, like enthusiasm, sometimes renders us unconscious to the\nthings of earth. But the excitement had calmed down, and they felt\nthemselves obliged to descend from dreams to reality; after having\nexhausted the ideal, they found they must talk of the actual.\n\n“Mother,” exclaimed Albert, just as Madame Danglars was descending the\nstairs, “let us reckon our riches, if you please; I want capital to\nbuild my plans upon.”\n\n“Capital—nothing!” replied Mercédès with a mournful smile.\n\n“No, mother,—capital 3,000 francs. And I have an idea of our leading a\ndelightful life upon this 3,000 francs.”\n\n“Child!” sighed Mercédès.\n\n“Alas, dear mother,” said the young man, “I have unhappily spent too\nmuch of your money not to know the value of it. These 3,000 francs are\nenormous, and I intend building upon this foundation a miraculous\ncertainty for the future.”\n\n“You say this, my dear boy; but do you think we ought to accept these\n3,000 francs?” said Mercédès, coloring.\n\n“I think so,” answered Albert in a firm tone. “We will accept them the\nmore readily, since we have them not here; you know they are buried in\nthe garden of the little house in the Allées de Meilhan, at Marseilles.\nWith 200 francs we can reach Marseilles.”\n\n“With 200 francs?—are you sure, Albert?”\n\n“Oh, as for that, I have made inquiries respecting the diligences and\nsteamboats, and my calculations are made. You will take your place in\nthe _coupé_ to Châlons. You see, mother, I treat you handsomely for\nthirty-five francs.”\n\nAlbert then took a pen, and wrote:\n\n\n                                                         Frs. _Coupé_,\n                                                         thirty-five\n                                                         francs........\n                                                         ..............\n                                                         ........ 35.\n                                                         From Châlons\n                                                         to Lyons you\n                                                         will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ."
    },
    {
      "chunk_idx": 55,
      "chunk_id": "In Search of the Castaways_chunk_55",
      "start_pos": 192500,
      "end_pos": 196500,
      "similarity": 0.044270833333333336,
      "text": "sation. It was possible that the three\nprisoners had been separated a long time. But the substance of the\nPatagonian's information was that the Indians spoke of a European who\nhad fallen into their power. The date of his captivity, the place where\nhe must have been, everything, even to the Patagonian phrase used to\nexpress his courage, related evidently to Captain Harry Grant.\n\nTheir progress was now somewhat slow and difficult; their next object\nbeing to reach and cross the river Colorado, to which at length\ntheir horses brought them. Here Paganel's first care was to bathe\n\"geographically\" in its waters, which are colored by a reddish clay. He\nwas surprised to find the depth so great as it really was, this being\nthe result of the snow having melted rapidly under the first heat of\nsummer. The width likewise of this stream was so considerable that it\nwas almost impossible for their horses to swim across; but they happily\ndiscovered a sort of weir-bridge, of wattles looped and fastened\ntogether, which the Indians were in the habit of using; and by its aid\nthe little troop was enabled to pass over to the left bank, where they\nrested for the night.\n\n[Illustration]\n\n\n\n\nCHAPTER XVII.\n\nA SERIOUS NECESSITY.\n\n\nThey set out at daybreak. The horses advanced at a brisk pace among\nthe tufts of \"paja-brava,\" a kind of grass that serves the Indians\nas a shelter during the storms. At certain distances, but less and\nless frequent, pools of shallow water contributed to the growth of\nwillows and a certain plant which is found in the neighborhood of\nfresh water. Here the horses drank their fill, to fortify themselves\nfor the journey. Thalcave, who rode in advance, beat the bushes, and\nthus frightened away the \"cholinas\" (vipers), while the agile Thaouka\nbounded over all obstacles, and aided his master in clearing a passage\nfor the horses that followed.\n\n[Illustration: They set out at daybreak. The horses advanced at a brisk\npace among the tufts of \"paja-brava,\" a kind of grass that serves the\nIndians as a shelter during the storms.]\n\nEarly in the afternoon, the first traces of animals were\nencountered--the bones of an innumerable drove of cattle, in whitened\nheaps. These fragments did not extend in a winding line, such as\nanimals exhausted and falling one by one would leave behind them. Thus\nno one, not even Paganel, knew how to explain this chain of skeletons\nin a space comparatively circumscribed. He therefore questioned\nThalcave, who was not at a loss for a reply.\n\n\"What is this?\" they asked, after Paganel had inquired of the Indian.\n\n\"The fire of heaven,\" replied the geographer.\n\n\"What! the lightning could not have produced such a disaster,\" said Tom\nAustin, \"and stretched five hundred head of cattle on the earth!\"\n\nBut Thalcave reaffirmed it, and he was not mistaken; for the storms of\nthe Pampas are noted for their violence.\n\nAt evening they stopped at an abandoned rancho, made of interlaced\nbranches plastered with mud and covered with thatch. This structure\nstood within an inclosure of half-rotten stakes which, however,\nsufficed to protect the horses during the night against the attacks of\nthe foxes. Not that they had anything to fear personally from these\nanimals, but the malicious beasts gnawed the halters, so that the\nhorses could escape.\n\nA few paces from the rancho, a hole was dug which served as a kitchen\nand contained half-cooled embers. Within, there was a bench, a bed of\nox-hide, a saucepan, a spit, and a pot for boiling maté. The maté is\na drink very much in use in South America. It is the Indian's tea,\nconsisting of a decoction of leaves dried in the fire, and is imbibed\nthrough a straw. At Paganel's request, Thalcave prepared several\ncups of this beverage, which very agreeably accompanied the ordinary\neatables, and was declared excellent.\n\n[Sidenote: A CHANGE FOR THE WORSE.]\n\nThe next day they resumed their journey towards the east. About noon\na change took place in the appearance of the Pampas, which could\nnot escape eyes weari"
    }
  ]
}