{
  "b0c32e109f94": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.045454545454545456,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 398,
      "chunk_id": "The Count of Monte Cristo_chunk_162",
      "start_pos": 567000,
      "end_pos": 571000,
      "similarity": 0.019178082191780823,
      "text": "shouted with laughter.\n\n“So can I,” said the Englishman, and he laughed too; but he laughed as\nthe English do, “at the end of his teeth.”\n\n“And so,” continued the Englishman who first gained his composure, “he\nwas drowned?”\n\n“Unquestionably.”\n\n“So that the governor got rid of the dangerous and the crazy prisoner\nat the same time?”\n\n“Precisely.”\n\n20027m\n\n\n\n“But some official document was drawn up as to this affair, I suppose?”\ninquired the Englishman.\n\n“Yes, yes, the mortuary deposition. You understand, Dantès’ relations,\nif he had any, might have some interest in knowing if he were dead or\nalive.”\n\n“So that now, if there were anything to inherit from him, they may do\nso with easy conscience. He is dead, and no mistake about it.”\n\n“Oh, yes; and they may have the fact attested whenever they please.”\n\n“So be it,” said the Englishman. “But to return to these registers.”\n\n“True, this story has diverted our attention from them. Excuse me.”\n\n“Excuse you for what? For the story? By no means; it really seems to me\nvery curious.”\n\n“Yes, indeed. So, sir, you wish to see all relating to the poor abbé,\nwho really was gentleness itself.”\n\n“Yes, you will much oblige me.”\n\n“Go into my study here, and I will show it to you.”\n\nAnd they both entered M. de Boville’s study. Everything was here\narranged in perfect order; each register had its number, each file of\npapers its place. The inspector begged the Englishman to seat himself\nin an armchair, and placed before him the register and documents\nrelative to the Château d’If, giving him all the time he desired for\nthe examination, while De Boville seated himself in a corner, and began\nto read his newspaper. The Englishman easily found the entries relative\nto the Abbé Faria; but it seemed that the history which the inspector\nhad related interested him greatly, for after having perused the first\ndocuments he turned over the leaves until he reached the deposition\nrespecting Edmond Dantès. There he found everything arranged in due\norder,—the accusation, examination, Morrel’s petition, M. de\nVillefort’s marginal notes. He folded up the accusation quietly, and\nput it as quietly in his pocket; read the examination, and saw that the\nname of Noirtier was not mentioned in it; perused, too, the application\ndated 10th April, 1815, in which Morrel, by the deputy procureur’s\nadvice, exaggerated with the best intentions (for Napoleon was then on\nthe throne) the services Dantès had rendered to the imperial\ncause—services which Villefort’s certificates rendered indisputable.\nThen he saw through the whole thing. This petition to Napoleon, kept\nback by Villefort, had become, under the second restoration, a terrible\nweapon against him in the hands of the king’s attorney. He was no\nlonger astonished when he searched on to find in the register this\nnote, placed in a bracket against his name:\n\nEdmond Dantès.\n\nAn inveterate Bonapartist; took an active part in the return from the\nIsland of Elba.\n\nTo be kept in strict solitary confinement, and to be closely watched\nand guarded.\n\nBeneath these lines was written in another hand: “See note\nabove—nothing can be done.”\n\nHe compared the writing in the bracket with the writing of the\ncertificate placed beneath Morrel’s petition, and discovered that the\nnote in the bracket was the same writing as the certificate—that is to\nsay, was in Villefort’s handwriting.\n\n20029m\n\n\n\nAs to the note which accompanied this, the Englishman understood that\nit might have been added by some inspector who had taken a momentary\ninterest in Dantès’ situation, but who had, from the remarks we have\nquoted, found it impossible to give any effect to the interest he had\nfelt.\n\nAs we have said, the inspector, from discretion, and that he might not\ndisturb the Abbé Faria’s pupil in his researches, had seated himself in\na corner, and was reading _Le Drapeau Blanc_. He did not see the\nEnglishman fold up and place in his pocket the accusation written by\nDanglars under the arbor of La Réserve, and which had the post"
    },
    {
      "chunk_idx": 655,
      "chunk_id": "The Count of Monte Cristo_chunk_419",
      "start_pos": 1466500,
      "end_pos": 1470500,
      "similarity": 0.018666666666666668,
      "text": "d I should\nnot be at all surprised if what we have just seen and heard is nothing\nbut the execution of a plan concerted between them.”\n\n“Madame,” said Villefort, “believe me, a fortune of 900,000 francs is\nnot so easily renounced.”\n\n“She could, nevertheless, make up her mind to renounce the world, sir,\nsince it is only about a year ago that she herself proposed entering a\nconvent.”\n\n“Never mind,” replied Villefort; “I say that this marriage _shall_ be\nconsummated.”\n\n“Notwithstanding your father’s wishes to the contrary?” said Madame de\nVillefort, selecting a new point of attack. “That is a serious thing.”\n\nMonte Cristo, who pretended not to be listening, heard however, every\nword that was said.\n\n30185m\n\n\n\n“Madame,” replied Villefort “I can truly say that I have always\nentertained a high respect for my father, because, to the natural\nfeeling of relationship was added the consciousness of his moral\nsuperiority. The name of father is sacred in two senses; he should be\nreverenced as the author of our being and as a master whom we ought to\nobey. But, under the present circumstances, I am justified in doubting\nthe wisdom of an old man who, because he hated the father, vents his\nanger on the son. It would be ridiculous in me to regulate my conduct\nby such caprices. I shall still continue to preserve the same respect\ntoward M. Noirtier; I will suffer, without complaint, the pecuniary\ndeprivation to which he has subjected me; but I shall remain firm in my\ndetermination, and the world shall see which party has reason on his\nside. Consequently I shall marry my daughter to the Baron Franz\nd’Épinay, because I consider it would be a proper and eligible match\nfor her to make, and, in short, because I choose to bestow my\ndaughter’s hand on whomever I please.”\n\n“What?” said the count, the approbation of whose eye Villefort had\nfrequently solicited during this speech. “What? Do you say that M.\nNoirtier disinherits Mademoiselle de Villefort because she is going to\nmarry M. le Baron Franz d’Épinay?”\n\n“Yes, sir, that is the reason,” said Villefort, shrugging his\nshoulders.\n\n“The apparent reason, at least,” said Madame de Villefort.\n\n“The _real_ reason, madame, I can assure you; I know my father.”\n\n“But I want to know in what way M. d’Épinay can have displeased your\nfather more than any other person?”\n\n“I believe I know M. Franz d’Épinay,” said the count; “is he not the\nson of General de Quesnel, who was created Baron d’Épinay by Charles\nX.?”\n\n“The same,” said Villefort.\n\n“Well, but he is a charming young man, according to my ideas.”\n\n“He is, which makes me believe that it is only an excuse of M. Noirtier\nto prevent his granddaughter marrying; old men are always so selfish in\ntheir affection,” said Madame de Villefort.\n\n“But,” said Monte Cristo “do you not know any cause for this hatred?”\n\n“Ah, _ma foi!_ who is to know?”\n\n“Perhaps it is some political difference?”\n\n“My father and the Baron d’Épinay lived in the stormy times of which I\nonly saw the ending,” said Villefort.\n\n“Was not your father a Bonapartist?” asked Monte Cristo; “I think I\nremember that you told me something of that kind.”\n\n“My father has been a Jacobin more than anything else,” said Villefort,\ncarried by his emotion beyond the bounds of prudence; “and the\nsenator’s robe, which Napoleon cast on his shoulders, only served to\ndisguise the old man without in any degree changing him. When my father\nconspired, it was not for the emperor, it was against the Bourbons; for\nM. Noirtier possessed this peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did "
    },
    {
      "chunk_idx": 107,
      "chunk_id": "In Search of the Castaways_chunk_107",
      "start_pos": 374500,
      "end_pos": 378500,
      "similarity": 0.018518518518518517,
      "text": "erritory, the geographer could rightly\nmaintain that the latitude of the document referred to the place of\ncaptivity,--not to the scene of the shipwreck. Indeed, the great rivers\nof the Pampas and their numerous affluents could easily bear the\ndocument to the sea. In this part of Australia, on the contrary, few\nstreams cross the thirty-seventh parallel, and the principal Australian\nrivers--the Murray, the Yara, the Torrens, and the Darling--either flow\ninto each other, or empty into the ocean by mouths where navigation\nis active. What probability was there, then, that a fragile bottle\ncould have descended these continually navigated waters, and reached\nthe Indian Ocean? This consideration could not escape such sagacious\nminds. Paganel's supposition, plausible in Patagonia, was illogical\nin Australia. The geographer perceived this in a discussion on the\nsubject with the major. It was clear that the latitude applied only to\nthe place of shipwreck, and that consequently the bottle had been cast\ninto the sea where the Britannia was wrecked,--on the western coast of\nAustralia.\n\nHowever, as Glenarvan justly observed, this interpretation did not\npreclude the possibility of Captain Grant's captivity, who, moreover,\nhad intimated as much by the words \"where they will be prisoners of the\ncruel Indians.\" But there was no more reason for seeking the prisoners\non the thirty-seventh parallel than on any other.\n\nThis conclusion, after much discussion, was finally accepted, and it\nwas decided that, if no traces of the Britannia were found at Cape\nBernouilli, Lord Glenarvan should return to Europe, relinquishing all\nhope of finding the object of their search.\n\nThis resolution occasioned profound grief to the children of the lost\ncaptain. As the boats containing the whole of the party were rowed\nashore, they felt that the fate of their father would soon be probably\ndecided; irrevocably, we may say, for Paganel, in a former discussion,\nhad clearly demonstrated that the shipwrecked seamen would have reached\ntheir country long ago, if their vessel had stranded on the other, the\neastern coast.\n\n[Sidenote: A NEW PROSPECT.]\n\n\"Hope! hope! never cease to hope!\" said Lady Helena to the young girl\nseated beside her, as they approached the shore. \"The hand of God will\nnever fail us.\"\n\n[Illustration: As the boats containing the whole of the party were\nrowed ashore, they felt that the fate of their father would soon be\nprobably decided.]\n\n\"Yes, Miss Mary,\" said the captain; \"when men have exhausted human\nresources, then Heaven interposes, and, by some unforeseen event, opens\nto them new ways.\"\n\n\"God grant it, captain!\" replied Mary.\n\nThe shore was now only a cable's length distant. The cape terminated in\ngentle declivities extending far out into the sea. The boat entered a\nsmall creek, between banks of coral in process of formation, which in\ntime would form a chain of reefs along the southern coast of the island.\n\nThe passengers of the Duncan disembarked on a perfectly barren shore.\nSteep cliffs formed a lofty sea-wall, and it would have been difficult\nto scale this natural rampart without ladders or cramping-irons.\nFortunately, the captain discovered a breach half a mile southward,\ncaused by a partial crumbling of the cliffs. Probably the sea, during\nviolent equinoctial storms, had beaten against this fragile barrier,\nand thus caused the fall of the upper portions of the mass.\n\nGlenarvan and his companions entered this opening, and reached the\nsummit of the cliffs by a very steep ascent. Robert climbed an abrupt\ndeclivity with the agility of a cat, and arrived first at the top,\nto the great chagrin of Paganel, who was quite mortified at seeing\nhimself outstripped by a mere lad of twelve. However, he distanced the\npeaceable major; but that worthy was utterly indifferent to his defeat.\n\nThe little party surveyed the plain that stretched out beneath them.\nIt was a vast, uncultivated tract, covered with bushes and brushwood,\nand was compared by Glenarvan to th"
    },
    {
      "chunk_idx": 455,
      "chunk_id": "The Count of Monte Cristo_chunk_219",
      "start_pos": 766500,
      "end_pos": 770500,
      "similarity": 0.018518518518518517,
      "text": " suffer thereby.”\n\n“Well, then, if you obtain the reprieve?”\n\n“The middle window at the Café Rospoli will be hung with white damask,\nbearing a red cross.”\n\n“And if you fail?”\n\n“Then all three windows will have yellow draperies.”\n\n“And then?”\n\n“And then, my good fellow, use your daggers in any way you please, and\nI further promise you to be there as a spectator of your prowess.”\n\n“We understand each other perfectly, then. Adieu, your excellency;\ndepend upon me as firmly as I do upon you.”\n\nSaying these words, the Transteverin disappeared down the staircase,\nwhile his companion, muffling his features more closely than before in\nthe folds of his mantle, passed almost close to Franz, and descended to\nthe arena by an outward flight of steps. The next minute Franz heard\nhimself called by Albert, who made the lofty building re-echo with the\nsound of his friend’s name. Franz, however, did not obey the summons\ntill he had satisfied himself that the two men whose conversation he\nhad overheard were at a sufficient distance to prevent his encountering\nthem in his descent. In ten minutes after the strangers had departed,\nFranz was on the road to the Piazza di Spagna, listening with studied\nindifference to the learned dissertation delivered by Albert, after the\nmanner of Pliny and Calpurnius, touching the iron-pointed nets used to\nprevent the ferocious beasts from springing on the spectators.\n\nFranz let him proceed without interruption, and, in fact, did not hear\nwhat was said; he longed to be alone, and free to ponder over all that\nhad occurred. One of the two men, whose mysterious meeting in the\nColosseum he had so unintentionally witnessed, was an entire stranger\nto him, but not so the other; and though Franz had been unable to\ndistinguish his features, from his being either wrapped in his mantle\nor obscured by the shadow, the tones of his voice had made too powerful\nan impression on him the first time he had heard them for him ever\nagain to forget them, hear them when or where he might. It was more\nespecially when this man was speaking in a manner half jesting, half\nbitter, that Franz’s ear recalled most vividly the deep sonorous, yet\nwell-pitched voice that had addressed him in the grotto of Monte\nCristo, and which he heard for the second time amid the darkness and\nruined grandeur of the Colosseum. And the more he thought, the more\nentire was his conviction, that the person who wore the mantle was no\nother than his former host and entertainer, “Sinbad the Sailor.”\n\n20139m\n\n\n\nUnder any other circumstances, Franz would have found it impossible to\nresist his extreme curiosity to know more of so singular a personage,\nand with that intent have sought to renew their short acquaintance; but\nin the present instance, the confidential nature of the conversation he\nhad overheard made him, with propriety, judge that his appearance at\nsuch a time would be anything but agreeable. As we have seen,\ntherefore, he permitted his former host to retire without attempting a\nrecognition, but fully promising himself a rich indemnity for his\npresent forbearance should chance afford him another opportunity.\n\nIn vain did Franz endeavor to forget the many perplexing thoughts which\nassailed him; in vain did he court the refreshment of sleep. Slumber\nrefused to visit his eyelids and the night was passed in feverish\ncontemplation of the chain of circumstances tending to prove the\nidentity of the mysterious visitant to the Colosseum with the\ninhabitant of the grotto of Monte Cristo; and the more he thought, the\nfirmer grew his opinion on the subject.\n\nWorn out at length, he fell asleep at daybreak, and did not awake till\nlate. Like a genuine Frenchman, Albert had employed his time in\narranging for the evening’s diversion; he had sent to engage a box at\nthe Teatro Argentina; and Franz, having a number of letters to write,\nrelinquished the carriage to Albert for the whole of the day.\n\nAt five o’clock Albert returned, delighted with his day’s work; he had\nbeen occupied "
    }
  ]
}