{
  "e6c561e6536d": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.02197802197802198,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 348,
      "chunk_id": "The Count of Monte Cristo_chunk_112",
      "start_pos": 392000,
      "end_pos": 396000,
      "similarity": 0.021220159151193633,
      "text": "us speakers, “as he was a churchman,\nthey may go to some expense in his behalf.”\n\n“They may give him the honors of the sack.”\n\nEdmond did not lose a word, but comprehended very little of what was\nsaid. The voices soon ceased, and it seemed to him as if everyone had\nleft the cell. Still he dared not to enter, as they might have left\nsome turnkey to watch the dead. He remained, therefore, mute and\nmotionless, hardly venturing to breathe. At the end of an hour, he\nheard a faint noise, which increased. It was the governor who returned,\nfollowed by the doctor and other attendants. There was a moment’s\nsilence,—it was evident that the doctor was examining the dead body.\nThe inquiries soon commenced.\n\nThe doctor analyzed the symptoms of the malady to which the prisoner\nhad succumbed, and declared that he was dead. Questions and answers\nfollowed in a nonchalant manner that made Dantès indignant, for he felt\nthat all the world should have for the poor abbé a love and respect\nequal to his own.\n\n“I am very sorry for what you tell me,” said the governor, replying to\nthe assurance of the doctor, “that the old man is really dead; for he\nwas a quiet, inoffensive prisoner, happy in his folly, and required no\nwatching.”\n\n“Ah,” added the turnkey, “there was no occasion for watching him; he\nwould have stayed here fifty years, I’ll answer for it, without any\nattempt to escape.”\n\n“Still,” said the governor, “I believe it will be requisite,\nnotwithstanding your certainty, and not that I doubt your science, but\nin discharge of my official duty, that we should be perfectly assured\nthat the prisoner is dead.”\n\nThere was a moment of complete silence, during which Dantès, still\nlistening, knew that the doctor was examining the corpse a second time.\n\n“You may make your mind easy,” said the doctor; “he is dead. I will\nanswer for that.”\n\n“You know, sir,” said the governor, persisting, “that we are not\ncontent in such cases as this with such a simple examination. In spite\nof all appearances, be so kind, therefore, as to finish your duty by\nfulfilling the formalities described by law.”\n\n“Let the irons be heated,” said the doctor; “but really it is a useless\nprecaution.”\n\nThis order to heat the irons made Dantès shudder. He heard hasty steps,\nthe creaking of a door, people going and coming, and some minutes\nafterwards a turnkey entered, saying:\n\n“Here is the brazier, lighted.”\n\nThere was a moment’s silence, and then was heard the crackling of\nburning flesh, of which the peculiar and nauseous smell penetrated even\nbehind the wall where Dantès was listening in horror. The perspiration\npoured forth upon the young man’s brow, and he felt as if he should\nfaint.\n\n“You see, sir, he is really dead,” said the doctor; “this burn in the\nheel is decisive. The poor fool is cured of his folly, and delivered\nfrom his captivity.”\n\n“Wasn’t his name Faria?” inquired one of the officers who accompanied\nthe governor.\n\n0259m\n\n\n\n“Yes, sir; and, as he said, it was an ancient name. He was, too, very\nlearned, and rational enough on all points which did not relate to his\ntreasure; but on that, indeed, he was intractable.”\n\n“It is the sort of malady which we call monomania,” said the doctor.\n\n“You had never anything to complain of?” said the governor to the\njailer who had charge of the abbé.\n\n“Never, sir,” replied the jailer, “never; on the contrary, he sometimes\namused me very much by telling me stories. One day, too, when my wife\nwas ill, he gave me a prescription which cured her.”\n\n“Ah, ah!” said the doctor, “I did not know that I had a rival; but I\nhope, governor, that you will show him all proper respect in\nconsequence.”\n\n“Yes, yes, make your mind easy, he shall be decently interred in the\nnewest sack we can find. Will that satisfy you?”\n\n“Must this last formality take place in your presence, sir?” inquired a\nturnkey.\n\n“Certainly. But make haste—I cannot stay here all day.” Other\nfootsteps, going and coming, were now heard, and a moment afterwards\nthe noise of rustling canvas reac"
    },
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.01971830985915493,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 656,
      "chunk_id": "The Count of Monte Cristo_chunk_420",
      "start_pos": 1470000,
      "end_pos": 1474000,
      "similarity": 0.019337016574585635,
      "text": " peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did he not still retain\nroyalist sentiments? And was he not the person who was assassinated one\nevening on leaving a Bonapartist meeting to which he had been invited\non the supposition that he favored the cause of the emperor?”\n\nVillefort looked at the count almost with terror.\n\n“Am I mistaken, then?” said Monte Cristo.\n\n“No, sir, the facts were precisely what you have stated,” said Madame\nde Villefort; “and it was to prevent the renewal of old feuds that M.\nde Villefort formed the idea of uniting in the bonds of affection the\ntwo children of these inveterate enemies.”\n\n“It was a sublime and charitable thought,” said Monte Cristo, “and the\nwhole world should applaud it. It would be noble to see Mademoiselle\nNoirtier de Villefort assuming the title of Madame Franz d’Épinay.”\n\nVillefort shuddered and looked at Monte Cristo as if he wished to read\nin his countenance the real feelings which had dictated the words he\nhad just uttered. But the count completely baffled the procureur, and\nprevented him from discovering anything beneath the never-varying smile\nhe was so constantly in the habit of assuming.\n\n“Although,” said Villefort, “it will be a serious thing for Valentine\nto lose her grandfather’s fortune, I do not think that M. d’Épinay will\nbe frightened at this pecuniary loss. He will, perhaps, hold me in\ngreater esteem than the money itself, seeing that I sacrifice\neverything in order to keep my word with him. Besides, he knows that\nValentine is rich in right of her mother, and that she will, in all\nprobability, inherit the fortune of M. and Madame de Saint-Méran, her\nmother’s parents, who both love her tenderly.”\n\n“And who are fully as well worth loving and tending as M. Noirtier,”\nsaid Madame de Villefort; “besides, they are to come to Paris in about\na month, and Valentine, after the affront she has received, need not\nconsider it necessary to continue to bury herself alive by being shut\nup with M. Noirtier.”\n\nThe count listened with satisfaction to this tale of wounded self-love\nand defeated ambition.\n\n“But it seems to me,” said Monte Cristo, “and I must begin by asking\nyour pardon for what I am about to say, that if M. Noirtier disinherits\nMademoiselle de Villefort because she is going to marry a man whose\nfather he detested, he cannot have the same cause of complaint against\nthis dear Edward.”\n\n“True,” said Madame de Villefort, with an intonation of voice which it\nis impossible to describe; “is it not unjust—shamefully unjust? Poor\nEdward is as much M. Noirtier’s grandchild as Valentine, and yet, if\nshe had not been going to marry M. Franz, M. Noirtier would have left\nher all his money; and supposing Valentine to be disinherited by her\ngrandfather, she will still be three times richer than he.”\n\nThe count listened and said no more.\n\n“Count,” said Villefort, “we will not entertain you any longer with our\nfamily misfortunes. It is true that my patrimony will go to endow\ncharitable institutions, and my father will have deprived me of my\nlawful inheritance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his c"
    },
    {
      "chunk_idx": 657,
      "chunk_id": "The Count of Monte Cristo_chunk_421",
      "start_pos": 1473500,
      "end_pos": 1477500,
      "similarity": 0.01907356948228883,
      "text": "tance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his claim to the hand of Mademoiselle\nde Villefort.”\n\n“Ah, that would be a great pity,” said Villefort.\n\n“A great pity,” said Monte Cristo.\n\n“Undoubtedly,” said Villefort, moderating the tones of his voice, “a\nmarriage once concerted and then broken off, throws a sort of discredit\non a young lady; then again, the old reports, which I was so anxious to\nput an end to, will instantly gain ground. No, it will all go well; M.\nd’Épinay, if he is an honorable man, will consider himself more than\never pledged to Mademoiselle de Villefort, unless he were actuated by a\ndecided feeling of avarice, but that is impossible.”\n\n“I agree with M. de Villefort,” said Monte Cristo, fixing his eyes on\nMadame de Villefort; “and if I were sufficiently intimate with him to\nallow of giving my advice, I would persuade him, since I have been told\nM. d’Épinay is coming back, to settle this affair at once beyond all\npossibility of revocation. I will answer for the success of a project\nwhich will reflect so much honor on M. de Villefort.”\n\nThe procureur arose, delighted with the proposition, but his wife\nslightly changed color.\n\n“Well, that is all that I wanted, and I will be guided by a counsellor\nsuch as you are,” said he, extending his hand to Monte Cristo.\n“Therefore let everyone here look upon what has passed today as if it\nhad not happened, and as though we had never thought of such a thing as\na change in our original plans.”\n\n“Sir,” said the count, “the world, unjust as it is, will be pleased\nwith your resolution; your friends will be proud of you, and M.\nd’Épinay, even if he took Mademoiselle de Villefort without any dowry,\nwhich he will not do, would be delighted with the idea of entering a\nfamily which could make such sacrifices in order to keep a promise and\nfulfil a duty.”\n\nAt the conclusion of these words, the count rose to depart.\n\n“Are you going to leave us, count?” said Madame de Villefort.\n\n“I am sorry to say I must do so, madame, I only came to remind you of\nyour promise for Saturday.”\n\n“Did you fear that we should forget it?”\n\n“You are very good, madame, but M. de Villefort has so many important\nand urgent occupations.”\n\n“My husband has given me his word, sir,” said Madame de Villefort; “you\nhave just seen him resolve to keep it when he has everything to lose,\nand surely there is more reason for his doing so where he has\neverything to gain.”\n\n“And,” said Villefort, “is it at your house in the Champs-Élysées that\nyou receive your visitors?”\n\n“No,” said Monte Cristo, “which is precisely the reason which renders\nyour kindness more meritorious,—it is in the country.”\n\n“In the country?”\n\n“Yes.”\n\n“Where is it, then? Near Paris, is it not?”\n\n“Very near, only half a league from the Barriers,—it is at Auteuil.”\n\n“At Auteuil?” said Villefort; “true, Madame de Villefort told me you\nlived at Auteuil, since it was to your house that she was taken. And in\nwhat part of Auteuil do you reside?”\n\n“Rue de la Fontaine.”\n\n“Rue de la Fontaine!” exclaimed Villefort in an agitated tone; “at what\nnumber?”\n\n“No. 28.”\n\n“Then,” cried Villefort, “was it you who bought M. de Saint-Méran’s\nhouse!”\n\n“Did it belong to M. de Saint-Méran?” demanded Monte Cristo.\n\n“Yes,” replied Madame de Villefort; “and, would you believe it,\ncount——”\n\n“Believe what?”\n\n“You think this house pretty, do you not?”\n\n“I think it charming.”\n\n“Well, my husband would never live in it.”\n\n“Indeed?” returned Monte Cristo, “that is a prejudice on your part, M.\nde Villefort, for which I am quite at a loss to account"
    }
  ]
}