{
  "503d0e44a828": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05660377358490566,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 27,
      "chunk_id": "In Search of the Castaways_chunk_27",
      "start_pos": 94500,
      "end_pos": 98500,
      "similarity": 0.044444444444444446,
      "text": "van.\n\n\"My lord, you are a tempter.\"\n\n\"I add that we shall visit Port Famine.\"\n\n\"Port Famine!\" cried the Frenchman, assailed on all sides; \"that port\nso celebrated in geographical fasts!\"\n\n\"Consider also, Monsieur Paganel,\" continued Lady Helena, \"that in this\nenterprise you will have the right to associate the name of France with\nthat of Scotland.\"\n\n\"Yes; doubtless.\"\n\n\"A geographer may be very serviceable to our expedition; and what is\nmore noble than for science to enlist in the service of humanity?\"\n\n\"That is well said, madam.\"\n\n\"Believe me, try chance, or rather Providence. Imitate us. It has sent\nus this document; we have started. It has cast you on board the Duncan;\ndo not leave her.\"\n\n\"And do you, indeed, wish me, my good friends?\" replied Paganel. \"Well,\nyou desire me to stay very much?\"\n\n\"And you, Paganel, you are dying to stay,\" retorted Glenarvan.\n\n\"Truly,\" cried the geographer, \"but I fear I am very indiscreet.\"\n\nThus far the Duncan had acquitted herself admirably: in every way her\npowers for steaming or sailing had been sufficiently tested, and her\ncaptain and passengers were alike satisfied with her performance and\nwith one another.\n\n[Illustration]\n\n\n\n\nCHAPTER IX.\n\nTHROUGH THE STRAIT OF MAGELLAN.\n\n\nThe joy on board was general, when Paganel's resolution was known.\nYoung Robert threw himself on his neck with very demonstrative\ndelight. The worthy geographer almost fell backwards. \"A rough little\ngentleman,\" said he; \"I will teach him geography.\" As Captain Mangles\nhad engaged to make him a sailor, Glenarvan a man of honor, the major a\nboy of coolness, Lady Helena a noble and generous being, and Mary Grant\na pupil grateful towards such patrons, Robert was evidently to become\none day an accomplished gentleman.\n\nThe Duncan soon finished shipping her coal, and then leaving these\ngloomy regions she gained the current from the southeast coast of\nBrazil, and, after crossing the equator with a fine breeze from the\nnorth, she entered the southern hemisphere. The passage was effected\nwithout difficulty, and every one had good hopes. On this voyage in\nsearch of Captain Grant, the probabilities increased every day. Their\ncaptain was one of the most confident on board; but his confidence\nproceeded especially from the desire that he cherished so strongly at\nheart, of seeing Miss Mary happy and consoled. He was particularly\ninterested in this young girl; and this feeling he concealed so well,\nthat, except Miss Grant and himself, no one on board the Duncan had\nperceived it.\n\nAs for the learned geographer, he was probably the happiest man in the\nsouthern hemisphere. He passed his time in studying the maps with which\nhe covered the cabin-table; and then followed daily discussions with\nMr. Olbinett, so that he could scarcely set the table.\n\nBut Paganel had all the passengers on his side except the major,\nwho was very indifferent to geographical questions, especially at\ndinner-time. Having discovered a whole cargo of odd books in the mate's\nchests, and among them a number of Cervantes' works, the Frenchman\nresolved to learn Spanish, which nobody on board knew, and which would\nfacilitate his search on the shores of Chili. Thanks to his love for\nphilology, he did not despair of speaking this new tongue fluently on\narriving at Concepcion. He therefore studied assiduously, and was heard\nincessantly muttering heterogeneous syllables. During his leisure hours\nhe did not fail to give young Robert practical instruction, and taught\nhim the history of the country they were rapidly approaching.\n\nIn the meantime the Duncan was proceeding at a remarkable rate. She\ncut the Tropic of Capricorn, and her prow was headed toward the strait\nof the celebrated geographer. Now and then the low shores of Patagonia\nwere seen, but like an almost invisible line on the horizon. They\nsailed along the coast for more than ten miles, but Paganel's famous\ntelescope gave him only a vague idea of these American shores.\n\nThe vessel soon found herself at the head of the "
    },
    {
      "chunk_idx": 235,
      "chunk_id": "In Search of the Castaways_chunk_235",
      "start_pos": 822500,
      "end_pos": 826131,
      "similarity": 0.0425531914893617,
      "text": "ge of\nLord Glenarvan.\n\nBut was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity.\nHis eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention.\n\nJust at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. Paganel was\nfar from being insensible to Miss Arabella's attractions, yet did not\ndare to declare his sentiments. The major accordingly undertook the\npart of Cupid's messenger between these two congenial hearts, and even\ntold Paganel that marriage was \"the last blunder\" that he could commit.\nBut the geographer was very much embarrassed, and, strangely enough,\ncould not summon courage to speak for himself.\n\n[Illustration: Early in the afternoon the travelers reached Malcolm\nCastle, amidst the hurrahs of their tenantry and friends.]\n\n\"Does not Miss Arabella please you?\" MacNabb would say to him.\n\n\"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too\ncharming for me; and, if I must tell you, would please me better if she\nwere less so. I should like to find a defect.\"\n\n\"Be easy,\" answered the major; \"she has more than one. The most perfect\nwoman always has her share. Well, then, Paganel, are you decided?\"\n\n\"I do not dare.\"\n\n\"But, my learned friend, why do you hesitate?\"\n\n\"I am unworthy of her!\" was the geographer's invariable reply.\n\nAt last, one day, driven desperate by the irrepressible major, Paganel\nconfessed to him, under the pledge of secrecy, a peculiarity that would\nfacilitate his identification, if the police should ever be on his\ntrack!\n\n\"Bah!\" exclaimed the major.\n\n\"It is as I tell you,\" persisted Paganel.\n\n\"What matter, my worthy friend?\"\n\n\"Is that your opinion?\"\n\n\"On the contrary, you are only more remarkable. This adds to your\npersonal advantages. It makes you the inimitable individual of whom\nArabella has dreamed.\"\n\nAnd the major, preserving an imperturbable gravity, left Paganel a prey\nto the most acute anxiety.\n\nA short interview took place between MacNabb and the lady, and fifteen\nweeks after a marriage was celebrated with great pomp in the chapel of\nMalcolm Castle.\n\n[Illustration: Fifteen weeks after a marriage was celebrated with great\npomp in the chapel of Malcolm Castle.]\n\nThe geographer's secret would doubtless have remained forever\nburied in the abysses of the unknown if the major had not told it to\nGlenarvan, who did not conceal it from Lady Helena, who communicated\nit to Mrs. Mangles. In short, it reached the ear of Mrs. Olbinett, and\nspread.\n\nJacques Paganel, during his three days' captivity among the Maoris, had\nbeen tattooed from head to foot, and bore on his breast the picture of\nan heraldic kiwi with outstretched wings, in the act of biting at his\nheart.\n\nThis was the only adventure of his great voyage for which Paganel\ncould never be consoled or pardon the New Zealanders. In spite of the\nrepresentations of his friends, he dared not go back to France, for\nfear of exposing the whole Geographical Society in his person to the\njests and railleries of the caricaturists.\n\nThe return of Captain Grant to Scotland was welcomed as a cause for\nnational rejoicing, and he became the popular man of old Caledonia. His\nson Robert has become a sailor like himself, and, under the patronage\nof Lord Glenarvan, has undertaken the plan of founding a Scottish\ncolony on the shores washed by the Pacific Ocean.\n\n*** END OF THE PROJECT GUTENBERG EBOOK 46597 ***\n"
    },
    {
      "chunk_idx": 29,
      "chunk_id": "In Search of the Castaways_chunk_29",
      "start_pos": 101500,
      "end_pos": 105500,
      "similarity": 0.038929440389294405,
      "text": "e\nobelisk of Buckland rose to a great height. Far out in the sea sported\ndroves of seals and whales of great size, judging by their spouting,\nwhich could be seen at a distance of four miles. At last they doubled\nCape Froward, still bristling with the ices of winter. On the other\nside of the strait, on Terra del Fuego, rose Mount Sarmiento to the\nheight of six thousand feet, an enormous mass of rock broken by bands\nof clouds which formed as it were an aerial archipelago in the sky.\n\n[Illustration: Port Famine.]\n\nCape Froward is the real end of the American continent, for Cape Horn\nis only a lone rock in the sea. Passing this point the strait narrowed\nbetween Brunswick Peninsula, and Desolation Island. Then to fertile\nshores succeeded a line of wild barren coast, cut by a thousand inlets\nof this tortuous labyrinth.\n\nThe Duncan unerringly and unhesitatingly pursued its capricious\nwindings, mingling her columns of smoke with the mists on the rocks.\nWithout lessening her speed, she passed several Spanish factories\nestablished on these deserted shores. At Cape Tamar the strait widened.\nThe yacht rounded the Narborough Islands, and approached the southern\nshores. At last, thirty-six hours after entering the strait, the rocks\nof Cape Pilares were discerned at the extreme point of Desolation\nIsland. An immense open glittering sea extended before her prow, and\nJacques Paganel, hailing it with an enthusiastic gesture, felt moved\nlike Ferdinand Magellan himself, when the sails of the Trinidad swelled\nbefore the breezes of the Pacific.\n\n\n\n\nCHAPTER X.\n\nTHE COURSE DECIDED.\n\n\nEight days after doubling Cape Pilares the Duncan entered at full speed\nthe Bay of Talcahuana, a magnificent estuary, twelve miles long and\nnine broad. The weather was beautiful. Not a cloud is seen in the sky\nof this country from November to March, and the wind from the south\nblows continually along these coasts, which are protected by the chain\nof the Andes.\n\nCaptain Mangles, according to Lord Glenarvan's orders, had kept close\nto the shore of the continent, examining the numerous wrecks that lined\nit. A waif, a broken spar, a piece of wood fashioned by the hand of\nman, might guide the Duncan to the scene of the shipwreck. But nothing\nwas seen, and the yacht continued her course and anchored in the harbor\nof Talcahuana forty-two days after her departure from the waters of the\nClyde.\n\n[Sidenote: LEARNING SPANISH!]\n\nGlenarvan at once lowered the boat, and, followed by Paganel, landed\nat the foot of the palisade. The learned geographer, profiting by the\ncircumstance, would have made use of the language which he had studied\nso conscientiously; but, to his great astonishment, he could not make\nhimself understood by the natives.\n\n\"The accent is what I need,\" said he.\n\n\"Let us go to the Custom-house,\" replied Glenarvan.\n\nThere they were informed by means of several English words, accompanied\nby expressive gestures, that the British consul resided at Concepcion.\nIt was only an hour's journey. Glenarvan easily found two good horses,\nand, a short time after, Paganel and he entered the walls of this great\ncity, which was built by the enterprising genius of Valdivia, the\nvaliant companion of Pizarro.\n\nHow greatly it had declined from its ancient splendor! Often pillaged\nby the natives, burnt in 1819, desolate, ruined, its walls still\nblackened with the flames of devastation, eclipsed by Talcahuana, it\nnow scarcely numbered eight thousand souls. Under the feet of its\nidle inhabitants the streets had grown into prairies. There was no\ncommerce, no activity, no business. The mandolin resounded from every\nbalcony, languishing songs issued from the lattices of the windows, and\nConcepcion, the ancient city of men, had become a village of women and\nchildren.\n\nGlenarvan appeared little desirous of seeking the causes of this\ndecline--though Jacques Paganel attacked him on this subject--and,\nwithout losing an instant, betook himself to the house of J. R.\nBentock, Esq., consul of Her Britanni"
    },
    {
      "chunk_idx": 169,
      "chunk_id": "In Search of the Castaways_chunk_169",
      "start_pos": 591500,
      "end_pos": 595500,
      "similarity": 0.03867403314917127,
      "text": "ed to be\namicable feelings expressed by the islanders toward himself, a number\nof them coming back to his ship, and being apparently well pleased to\ncultivate intercourse. But on the next day, as he sent his boat to\nfind good anchorage nearer to the shore, seven canoes of the islanders\nattacked it most violently and suddenly, causing it to capsize, and so\nvigorously assailing its occupants with their pikes that it was with\ndifficulty any of them were able to swim back to their ship, leaving\nthose of their companions who were not drowned to be butchered by the\nnatives.\n\n[Sidenote: A SADDENING HISTORY.]\n\nOf course he did not forget to mention that a French navigator,\nSurville by name, was the next to visit the shores, and that his\nvisit likewise was the cause of bloodshed and misery. But he gave\nthem a more lengthy and extended narrative of Captain Cook's voyages,\nwhich were the most important in their results as well as the most\ninteresting and tragic in many of their incidents. It was on the 6th\nof October, 1769, that this navigator first landed on the shores which\nhe visited twice afterwards, and each time added greatly to the stock\nof previous knowledge concerning these islands, their productions, and\ntheir inhabitants. By him it was first ascertained that cannibalism was\npracticed by some, if not all, of the tribes at that time; and it was\nvery evident, from the manner of Paganel's narration, that hereabout\nlay the extremely sensitive point of the worthy geographer's fears and\nforebodings. However, he was not deterred from rehearsing how one and\nanother not merely visited, but began to settle, on the island, so that\nin the treaty of 1814 it was formally recognized as belonging to Great\nBritain, and twenty years after was important enough to have a separate\nofficial and governmental establishment.\n\nPaganel also told, at great length, the tales of many of the sad\nincidents which from time to time have marked even the commercial\nintercourse between the European and the Maori; as, for instance, the\nsad tale of conflict and bloodshed connected with the death of Captain\nMarion, a French navigator, in 1772. He had landed near the spot where\nSurville had ill-treated some of the natives and traitorously seized\na son of the chief, Takouri, who yet appeared to welcome this next\nFrench visitant, though remembering none the less the terrible duty of\nvengeance which is felt by the Maori to be so binding.\n\n[Illustration: It was on the sixth of October, 1769, that this\nnavigator (Captain Cook) first landed on the shores.]\n\nFor a long time the cloak of friendship was worn by the natives, the\nmore thoroughly to lull the suspicions of the whites, and to entice a\nlarger number on shore; in which endeavor they succeeded only too well.\nThe French ships being greatly out of repair, Marion was induced to\nfell timber at some distance in the interior, and to establish in this\noccupation a great number of his men, going frequently to them, and\nremaining with them and the apparently friendly chiefs. On one of these\noccasions the Maoris fulfilled their revengeful project with a terrible\nsatisfaction to themselves. Only one man, of all those in the interior,\nmanaged to escape, the commander himself falling a prey to their\nvengeance. They then endeavored to kill the second in command, who,\nwith several others, was nearer to the shore. These, of course, at once\nstarted for their boats; breathless, they reached them, hotly pursued\nto the water's edge by the insatiate savages. Then, safe themselves,\nthe French marksmen picked off the chief, and the previous exultation\nof the aborigines was, even in the hour of their triumph, turned to\nlamentation, coupled with wonder at the terrible power of the white\nman's fire-barrel.\n\n[Illustration: Safe themselves, the French marksmen picked off the\nchief.]\n\nAll this and much more did the geographer narrate; but it must be\nconfessed that he neither spoke, nor did they listen, with the\ncomplacency evinced in his previous"
    }
  ]
}