{
  "a79714949132": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043478260869565216,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 127,
      "chunk_id": "In Search of the Castaways_chunk_127",
      "start_pos": 444500,
      "end_pos": 448500,
      "similarity": 0.02710027100271003,
      "text": "increased, and was now approaching the\nstation. In the midst of the multitude two men were bearing a corpse.\nIt was that of the guard, already cold. A poniard-thrust had pierced\nhim to the heart. The assassins had dragged the body some distance from\nCamden Bridge, doubtless intending by this means to mislead the police\nin their first investigations. This discovery clearly justified the\ndoubts of the officer. The natives had no hand in the crime.\n\n\"Those who struck the blow,\" said he, \"are persons already familiar\nwith the use of these little instruments.\"\n\nAs he spoke he displayed a pair of \"darbies,\" a kind of manacles\nconsisting of a double ring of iron, furnished with a padlock.\n\n\"Before long,\" added he, \"I shall have the pleasure of presenting them\nwith these bracelets as a new year's gift.\"\n\n\"Then you suspect----?\"\n\n\"People who have 'traveled free on Her Majesty's vessels.'\"\n\n\"What! convicts?\" cried Paganel, who recognized the phrase employed in\nthe Australian colonies.\n\n\"I thought,\" observed Glenarvan, \"that those who have been transported\nhad no right to stay in the province of Victoria.\"\n\n\"Ah, well,\" replied the officer, \"if they have not the right, they take\nit! Sometimes they escape; and, if I am not greatly mistaken, these\nfellows have come direct from Perth. Well, they shall return again, you\nmay be sure.\"\n\n[Sidenote: A RAILROAD SLEEPER.]\n\nMr. Mitchell nodded approvingly at the words of the officer. At this\nmoment the cart arrived at the railroad crossing. Glenarvan, wishing\nto spare the ladies the spectacle at Camden Bridge, took leave of the\nsurveyor-general, and made a sign to his companions to follow him.\n\n\"There is no occasion,\" said he, \"for us to interrupt our journey.\"\n\nOn reaching the cart, Glenarvan simply told Lady Helena that a railroad\naccident had taken place, without mentioning the part that the convicts\nhad played in the catastrophe. He reserved this matter that he might\nquestion Ayrton in private. The little party then crossed the track,\nnot far above the bridge, and resumed their route towards the east.\n\n\n\n\nCHAPTER XXXVI.\n\nFRESH FACES.\n\n\nThey had not proceeded far before they reached a native cemetery,\npleasantly situated and with abundance of shady trees. Here for a\ntime they halted, and, whilst Robert and Paganel were exploring, Lord\nand Lady Glenarvan almost stumbled over a queer object. It was human,\nindigenous, and sleeping; but at first this was all that they could\ndecide, until, as the eyes opened and the sleeper roused to active\nlife, they saw before them a boy of eight years, with a notice pinned\nto the back of his jacket which read as follows: \"TOLINÉ*, to be\nconducted to Echuca, care of Jeff Smith, Railway Porter. Prepaid.\"\n\n[Illustration: A boy of eight years, with a notice pinned to the back\nof his jacket which read as follows: \"Toliné, to be conducted to\nEchuca, care of Jeff Smith, Railway Porter. Prepaid.\"]\n\nHere, it would seem, was another waif that Providence had cast in their\npath. They questioned him, and his answers were pertinent and clear. He\nhad been educated in the Wesleyan Methodist day-school at Melbourne,\nand was now going for a time to visit his parents, who were living\nwith the rest of their tribe in Lachlan. He had been in the train to\nwhich the accident had happened, and had, with childlike confidence,\ntroubled less about his fate than did those of older years. Going to a\nlittle distance, and laying himself on the grass, he had soon fallen\ninto the slumber from which our travelers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the fir"
    },
    {
      "chunk_idx": 22,
      "chunk_id": "In Search of the Castaways_chunk_22",
      "start_pos": 77000,
      "end_pos": 81000,
      "similarity": 0.02617801047120419,
      "text": "o converse with you.\"\n\n\"You arrived on board this vessel the day before yesterday?\"\n\n\"Yes, my lord, day before yesterday, at eight o'clock in the evening.\nI took a cab from the Caledonian Railway to the Scotia, in which I had\nengaged cabin number six at Paris. The night was dark. I saw no one on\nboard. Feeling fatigued by thirty hours of travel, and knowing that\na good way to avoid sea-sickness is to go to bed on embarking, and\nnot stir from your bunk for the first days of the voyage, I retired\nimmediately, and have conscientiously slept thirty-six hours, I assure\nyou.\"\n\nJacques Paganel's hearers now knew the reason of his presence on board.\nThe Frenchman, mistaking the vessel, had embarked while the crew of\nthe Duncan were engaged in the ceremony at Saint Mungo. Everything was\nexplained. But what would the geographer say, when he learned the name\nand destination of the vessel on which he had taken passage?\n\n\"So, Monsieur Paganel,\" said Glenarvan, \"you have chosen Calcutta as\nyour centre of action?\"\n\n\"Yes, my lord. To see India is an idea that I have cherished all my\nlife. It is my brightest dream, which shall be realized at last in the\ncountry of the elephants and the Thugs.\"\n\n\"Then you would not care to visit another country?\"\n\n\"No, my lord; it would be even disagreeable, for I have letters from\nLord Somerset to the governor-general of India, and a mission from the\nGeographical Society which I must fulfil.\"\n\n\"Ah! you have a mission?\"\n\n\"Yes, a useful and curious voyage to undertake, the programme of\nwhich has been arranged by my scientific friend and colleague, M.\nVivien de Saint Martin. It is to follow in the steps of the brothers\nSchlagintweit, and many other celebrated travelers. I hope to succeed\nwhere Missionary Krick unfortunately failed in 1846. In a word, I wish\nto discover the course of the Yaroo-tsang-bo-tsoo, which waters Thibet,\nand finally to settle whether this river does not join the Brahmapootra\nin the northeast part of Assam. A gold medal is promised to that\ntraveler who shall succeed in supplying this much-needed information on\nIndian geography.\"\n\nPaganel was grandiloquent. He spoke with a lofty animation, and was\ncarried away in the rapid flight of imagination. It would have been\nas impossible to check him as to stay the Rhine at the Falls of\nSchaffhausen.\n\n\"Monsieur Jacques Paganel,\" said Lord Glenarvan, after a moment\nof silence, \"that is certainly a fine voyage, and one for which\nscience would be very grateful; but I will not further prolong your\nignorance. For the present, you must give up the pleasure of seeing\nIndia.\"\n\n\n\"Give it up! And why?\"\n\n\"Because you are turning your back upon the Indian peninsula.\"\n\n\"How? Captain Burton----\"\n\n\"I am not Captain Burton,\" replied John Mangles.\n\n\"But the Scotia?\"\n\n\"This vessel is not the Scotia.\"\n\nPaganel's amazement cannot be depicted. He looked first at Lord\nGlenarvan, always serious; then at Lady Helena and Miss Grant, whose\nfeatures expressed a sympathetic disappointment; and finally at Captain\nMangles, who was smiling, and the imperturbable major. Then, raising\nhis shoulders and drawing down his glasses from his forehead to his\neyes, he exclaimed,--\n\n\"What a joke!\"\n\nBut at that his eyes fell upon the steering wheel, on which were\ninscribed these two words, thus:\n\n[Illustration]\n\n\"The Duncan! the Duncan!\" he cried in a tone of real despair; and,\nleaping down the companion-way, he rushed to his cabin.\n\nWhen the unfortunate geographer had disappeared, no one on board,\nexcept the major, could retain gravity, and the laugh was communicated\neven to the sailors. To mistake the railroad was not so bad; to take\nthe train to Dumbarton, instead of Edinburgh, would do. But to mistake\nthe vessel, and be sailing to Chili, when he wished to go to India, was\nthe height of absent-mindedness.\n\n[Sidenote: ABSENT-MINDEDNESS.]\n\n\"On the whole, I am not astonished at this on the part of Jacques\nPaganel,\" said Glenarvan; \"he is noted for such blunders. He once\npublished a celebrated "
    },
    {
      "chunk_idx": 630,
      "chunk_id": "The Count of Monte Cristo_chunk_394",
      "start_pos": 1379000,
      "end_pos": 1383000,
      "similarity": 0.024793388429752067,
      "text": "f my\nexistence. Since I have arrived at years of discretion and become my\nown master, I have been constantly seeking him, but all in vain. At\nlength I received this letter from your friend, which states that my\nfather is in Paris, and authorizes me to address myself to you for\ninformation respecting him.”\n\n“Really, all you have related to me is exceedingly interesting,” said\nMonte Cristo, observing the young man with a gloomy satisfaction; “and\nyou have done well to conform in everything to the wishes of my friend\nSinbad; for your father is indeed here, and is seeking you.”\n\nThe count from the moment of first entering the drawing-room, had not\nonce lost sight of the expression of the young man’s countenance; he\nhad admired the assurance of his look and the firmness of his voice;\nbut at these words, so natural in themselves, “Your father is indeed\nhere, and is seeking you,” young Andrea started, and exclaimed, “My\nfather? Is my father here?”\n\n“Most undoubtedly,” replied Monte Cristo; “your father, Major\nBartolomeo Cavalcanti.” The expression of terror which, for the moment,\nhad overspread the features of the young man, had now disappeared.\n\n“Ah, yes, that is the name, certainly. Major Bartolomeo Cavalcanti. And\nyou really mean to say; monsieur, that my dear father is here?”\n\n“Yes, sir; and I can even add that I have only just left his company.\nThe history which he related to me of his lost son touched me to the\nquick; indeed, his griefs, hopes, and fears on that subject might\nfurnish material for a most touching and pathetic poem. At length, he\none day received a letter, stating that the abductors of his son now\noffered to restore him, or at least to give notice where he might be\nfound, on condition of receiving a large sum of money, by way of\nransom. Your father did not hesitate an instant, and the sum was sent\nto the frontier of Piedmont, with a passport signed for Italy. You were\nin the south of France, I think?”\n\n“Yes,” replied Andrea, with an embarrassed air, “I was in the south of\nFrance.”\n\n“A carriage was to await you at Nice?”\n\n“Precisely so; and it conveyed me from Nice to Genoa, from Genoa to\nTurin, from Turin to Chambéry, from Chambéry to Pont-de-Beauvoisin, and\nfrom Pont-de-Beauvoisin to Paris.”\n\n30133m\n\n\n\n“Indeed? Then your father ought to have met with you on the road, for\nit is exactly the same route which he himself took, and that is how we\nhave been able to trace your journey to this place.”\n\n“But,” said Andrea, “if my father had met me, I doubt if he would have\nrecognized me; I must be somewhat altered since he last saw me.”\n\n“Oh, the voice of nature,” said Monte Cristo.\n\n“True,” interrupted the young man, “I had not looked upon it in that\nlight.”\n\n“Now,” replied Monte Cristo “there is only one source of uneasiness\nleft in your father’s mind, which is this—he is anxious to know how you\nhave been employed during your long absence from him, how you have been\ntreated by your persecutors, and if they have conducted themselves\ntowards you with all the deference due to your rank. Finally, he is\nanxious to see if you have been fortunate enough to escape the bad\nmoral influence to which you have been exposed, and which is infinitely\nmore to be dreaded than any physical suffering; he wishes to discover\nif the fine abilities with which nature had endowed you have been\nweakened by want of culture; and, in short, whether you consider\nyourself capable of resuming and retaining in the world the high\nposition to which your rank entitles you.”\n\n“Sir!” exclaimed the young man, quite astounded, “I hope no false\nreport——”\n\n“As for myself, I first heard you spoken of by my friend Wilmore, the\nphilanthropist. I believe he found you in some unpleasant position, but\ndo not know of what nature, for I did not ask, not being inquisitive.\nYour misfortunes engaged his sympathies, so you see you must have been\ninteresting. He told me that he was anxious to restore you to the\nposition which you had lost, and that he would seek your father "
    },
    {
      "chunk_idx": 747,
      "chunk_id": "The Count of Monte Cristo_chunk_511",
      "start_pos": 1788500,
      "end_pos": 1792500,
      "similarity": 0.02425876010781671,
      "text": "he Marchioness Oliva Corsinari. He was now fairly launched in that\nParisian society which gives such ready access to foreigners, and\ntreats them, not as they really are, but as they wish to be considered.\nBesides, what is required of a young man in Paris? To speak its\nlanguage tolerably, to make a good appearance, to be a good gamester,\nand to pay in cash. They are certainly less particular with a foreigner\nthan with a Frenchman. Andrea had, then, in a fortnight, attained a\nvery fair position. He was called count, he was said to possess 50,000\nlivres per annum; and his father’s immense riches, buried in the\nquarries of Saravezza, were a constant theme. A learned man, before\nwhom the last circumstance was mentioned as a fact, declared he had\nseen the quarries in question, which gave great weight to assertions\nhitherto somewhat doubtful, but which now assumed the garb of reality.\n\nSuch was the state of society in Paris at the period we bring before\nour readers, when Monte Cristo went one evening to pay M. Danglars a\nvisit. M. Danglars was out, but the count was asked to go and see the\nbaroness, and he accepted the invitation. It was never without a\nnervous shudder, since the dinner at Auteuil, and the events which\nfollowed it, that Madame Danglars heard Monte Cristo’s name announced.\nIf he did not come, the painful sensation became most intense; if, on\nthe contrary, he appeared, his noble countenance, his brilliant eyes,\nhis amiability, his polite attention even towards Madame Danglars, soon\ndispelled every impression of fear. It appeared impossible to the\nbaroness that a man of such delightfully pleasing manners should\nentertain evil designs against her; besides, the most corrupt minds\nonly suspect evil when it would answer some interested end—useless\ninjury is repugnant to every mind.\n\n40048m\n\n\n\nWhen Monte Cristo entered the boudoir, to which we have already once\nintroduced our readers, and where the baroness was examining some\ndrawings, which her daughter passed to her after having looked at them\nwith M. Cavalcanti, his presence soon produced its usual effect, and it\nwas with smiles that the baroness received the count, although she had\nbeen a little disconcerted at the announcement of his name. The latter\ntook in the whole scene at a glance.\n\nThe baroness was partially reclining on a sofa, Eugénie sat near her,\nand Cavalcanti was standing. Cavalcanti, dressed in black, like one of\nGoethe’s heroes, with varnished shoes and white silk open-worked\nstockings, passed a white and tolerably nice-looking hand through his\nlight hair, and so displayed a sparkling diamond, that in spite of\nMonte Cristo’s advice the vain young man had been unable to resist\nputting on his little finger. This movement was accompanied by killing\nglances at Mademoiselle Danglars, and by sighs launched in the same\ndirection.\n\nMademoiselle Danglars was still the same—cold, beautiful, and\nsatirical. Not one of these glances, nor one sigh, was lost on her;\nthey might have been said to fall on the shield of Minerva, which some\nphilosophers assert protected sometimes the breast of Sappho. Eugénie\nbowed coldly to the count, and availed herself of the first moment when\nthe conversation became earnest to escape to her study, whence very\nsoon two cheerful and noisy voices being heard in connection with\noccasional notes of the piano assured Monte Cristo that Mademoiselle\nDanglars preferred to his society and to that of M. Cavalcanti the\ncompany of Mademoiselle Louise d’Armilly, her singing teacher.\n\nIt was then, especially while conversing with Madame Danglars, and\napparently absorbed by the charm of the conversation, that the count\nnoticed M. Andrea Cavalcanti’s solicitude, his manner of listening to\nthe music at the door he dared not pass, and of manifesting his\nadmiration.\n\nThe banker soon returned. His first look was certainly directed towards\nMonte Cristo, but the second was for Andrea. As for his wife, he bowed\nto her, as some husbands do to their wives, but in "
    }
  ]
}