{
  "6e782e6e9ecf": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05555555555555555,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 16,
      "chunk_id": "In Search of the Castaways_chunk_16",
      "start_pos": 56000,
      "end_pos": 60000,
      "similarity": 0.02425876010781671,
      "text": "lk straight.\"\n\n\"Be easy, my boy,\" replied Glenarvan, without adding that the use of\nthe \"cat-o'-nine-tails\" was prohibited, and moreover quite needless, on\nboard the Duncan.\n\n[Sidenote: GLASGOW GOSSIP.]\n\nTo complete the roll of the passengers, it will be sufficient to\ndescribe Major MacNabb. The major was a man of fifty, of calm,\nregular features, who did as he was bid; of an excellent and superior\ncharacter, modest, taciturn, peaceable, and mild; always agreeing\nwith anything or any one, disputing nothing, and neither contradicting\nhimself nor exaggerating. He would mount with measured step the\nstaircase to his bed-chamber, even were a cannon-ball behind him; and\nprobably to his dying day would never find an opportunity to fly into a\npassion.\n\nThis man possessed, in a high degree, not only the common courage of\nthe battle-field (that physical bravery due only to nervous strength),\nbut, better still, moral courage, that is to say, firmness of soul. If\nhe had a fault, it was that of being absolutely Scotch from head to\nfoot, a pure-blooded Caledonian, an infatuated observer of the ancient\ncustoms of his country. Through his relationship to the Glenarvans he\nlived at Malcolm Castle; and as major and military man it was very\nnatural that he should be found on board the Duncan.\n\nSuch, then, were the passengers of this yacht, summoned by unforeseen\ncircumstances to accomplish one of the most surprising voyages of\nmodern times. Since her arrival at the wharf at Glasgow, she had\nmonopolized the public attention. A considerable number came every day\nto visit her. They were interested in her alone, and spoke only of her,\nto the great umbrage of the other captains of the port, among others\nCaptain Burton, commanding the Scotia, a magnificent steamer, moored\nbeside the Duncan, and bound for Calcutta. The Scotia, from her size,\nhad a right to consider the Duncan as a mere fly-boat. Nevertheless,\nall the attraction centred in Lord Glenarvan's yacht, and increased\nfrom day to day.\n\nThe time of departure approached. Captain Mangles had shown himself\nskillful and expeditious. A month after her trial trip in the Frith of\nClyde, the Duncan, laden, provisioned, and equipped, was ready to put\nto sea. The 25th of August was appointed for the time of departure,\nwhich would enable the yacht to reach the southern latitudes by the\nbeginning of spring. Lord Glenarvan, when his plan was matured, did\nnot neglect to make investigations into the hardships and perils of the\nvoyage; yet he did not hesitate on this account, but prepared to leave\nMalcolm Castle.\n\nOn the 24th of August, Lord and Lady Glenarvan, Major MacNabb, Mary and\nRobert Grant, Mr. Olbinett, the steward of the yacht, and his wife, who\nwas in the service of Lady Glenarvan, left the castle, after taking an\naffectionate farewell of their family servants. Several hours afterward\nthey found themselves on board. Many of the population of Glasgow\nwelcomed with sympathetic admiration the young and courageous lady who\nrenounced the pleasures of a life of luxury, and sailed to the rescue\nof the shipwrecked sailors.\n\nThe apartments of Lord Glenarvan and his wife occupied the entire stern\nof the vessel. They consisted of two bed-chambers, a parlor, and two\ndressing-rooms, adjoining which was an open square inclosed by six\ncabins, five of which were occupied by Mary and Robert Grant, Mr. and\nMrs. Olbinett, and Major MacNabb. As for the cabins of the captain and\nthe mate, they were situated in the forecastle, and opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht,"
    },
    {
      "chunk_idx": 338,
      "chunk_id": "The Count of Monte Cristo_chunk_102",
      "start_pos": 357000,
      "end_pos": 361000,
      "similarity": 0.024,
      "text": "I tried by absolute devotion to his will, to make up to him all\nhe had done for me during ten years of unremitting kindness. The\ncardinal’s house had no secrets for me. I had often seen my noble\npatron annotating ancient volumes, and eagerly searching amongst dusty\nfamily manuscripts. One day when I was reproaching him for his\nunavailing searches, and deploring the prostration of mind that\nfollowed them, he looked at me, and, smiling bitterly, opened a volume\nrelating to the History of the City of Rome. There, in the twentieth\nchapter of the Life of Pope Alexander VI., were the following lines,\nwhich I can never forget:—\n\n“‘The great wars of Romagna had ended; Cæsar Borgia, who had completed\nhis conquest, had need of money to purchase all Italy. The pope had\nalso need of money to bring matters to an end with Louis XII. King of\nFrance, who was formidable still in spite of his recent reverses; and\nit was necessary, therefore, to have recourse to some profitable\nscheme, which was a matter of great difficulty in the impoverished\ncondition of exhausted Italy. His holiness had an idea. He determined\nto make two cardinals.’\n\n“By choosing two of the greatest personages of Rome, especially rich\nmen—_this_ was the return the Holy Father looked for. In the first\nplace, he could sell the great appointments and splendid offices which\nthe cardinals already held; and then he had the two hats to sell\nbesides. There was a third point in view, which will appear hereafter.\n\n“The pope and Cæsar Borgia first found the two future cardinals; they\nwere Giovanni Rospigliosi, who held four of the highest dignities of\nthe Holy See, and Cæsar Spada, one of the noblest and richest of the\nRoman nobility; both felt the high honor of such a favor from the pope.\nThey were ambitious, and Cæsar Borgia soon found purchasers for their\nappointments. The result was, that Rospigliosi and Spada paid for being\ncardinals, and eight other persons paid for the offices the cardinals\nheld before their elevation, and thus eight hundred thousand crowns\nentered into the coffers of the speculators.\n\n0239m\n\n\n\n“It is time now to proceed to the last part of the speculation. The\npope heaped attentions upon Rospigliosi and Spada, conferred upon them\nthe insignia of the cardinalate, and induced them to arrange their\naffairs and take up their residence at Rome. Then the pope and Cæsar\nBorgia invited the two cardinals to dinner. This was a matter of\ndispute between the Holy Father and his son. Cæsar thought they could\nmake use of one of the means which he always had ready for his friends,\nthat is to say, in the first place, the famous key which was given to\ncertain persons with the request that they go and open a designated\ncupboard. This key was furnished with a small iron point,—a negligence\non the part of the locksmith. When this was pressed to effect the\nopening of the cupboard, of which the lock was difficult, the person\nwas pricked by this small point, and died next day. Then there was the\nring with the lion’s head, which Cæsar wore when he wanted to greet his\nfriends with a clasp of the hand. The lion bit the hand thus favored,\nand at the end of twenty-four hours, the bite was mortal.\n\n“Cæsar proposed to his father, that they should either ask the\ncardinals to open the cupboard, or shake hands with them; but Alexander\nVI. replied: ‘Now as to the worthy cardinals, Spada and Rospigliosi,\nlet us ask both of them to dinner, something tells me that we shall get\nthat money back. Besides, you forget, Cæsar, an indigestion declares\nitself immediately, while a prick or a bite occasions a delay of a day\nor two.’ Cæsar gave way before such cogent reasoning, and the cardinals\nwere consequently invited to dinner.\n\n“The table was laid in a vineyard belonging to the pope, near San\nPierdarena, a charming retreat which the cardinals knew very well by\nreport. Rospigliosi, quite set up with his new dignities, went with a\ngood appetite and his most ingratiating manner. Spada, a prudent man,\nand gr"
    },
    {
      "chunk_idx": 843,
      "chunk_id": "The Count of Monte Cristo_chunk_607",
      "start_pos": 2124500,
      "end_pos": 2128500,
      "similarity": 0.0234375,
      "text": " only\nconsider myself the more bound to fight ten times.”\n\nAs for Monte Cristo, his head was bent down, his arms were powerless.\nBowing under the weight of twenty-four years’ reminiscences, he thought\nnot of Albert, of Beauchamp, of Château-Renaud, or of any of that\ngroup; but he thought of that courageous woman who had come to plead\nfor her son’s life, to whom he had offered his, and who had now saved\nit by the revelation of a dreadful family secret, capable of destroying\nforever in that young man’s heart every feeling of filial piety.\n\n“Providence still,” murmured he; “now only am I fully convinced of\nbeing the emissary of God!”\n\n\n\n Chapter 91. Mother and Son\n\nThe Count of Monte Cristo bowed to the five young men with a melancholy\nand dignified smile, and got into his carriage with Maximilian and\nEmmanuel. Albert, Beauchamp, and Château-Renaud remained alone. Albert\nlooked at his two friends, not timidly, but in a way that appeared to\nask their opinion of what he had just done.\n\n“Indeed, my dear friend,” said Beauchamp first, who had either the most\nfeeling or the least dissimulation, “allow me to congratulate you; this\nis a very unhoped-for conclusion of a very disagreeable affair.”\n\nAlbert remained silent and wrapped in thought. Château-Renaud contented\nhimself with tapping his boot with his flexible cane.\n\n“Are we not going?” said he, after this embarrassing silence.\n\n“When you please,” replied Beauchamp; “allow me only to compliment M.\nde Morcerf, who has given proof today of rare chivalric generosity.”\n\n“Oh, yes,” said Château-Renaud.\n\n“It is magnificent,” continued Beauchamp, “to be able to exercise so\nmuch self-control!”\n\n“Assuredly; as for me, I should have been incapable of it,” said\nChâteau-Renaud, with most significant coolness.\n\n“Gentlemen,” interrupted Albert, “I think you did not understand that\nsomething very serious had passed between M. de Monte Cristo and\nmyself.”\n\n“Possibly, possibly,” said Beauchamp immediately; “but every simpleton\nwould not be able to understand your heroism, and sooner or later you\nwill find yourself compelled to explain it to them more energetically\nthan would be convenient to your bodily health and the duration of your\nlife. May I give you a friendly counsel? Set out for Naples, the Hague,\nor St. Petersburg—calm countries, where the point of honor is better\nunderstood than among our hot-headed Parisians. Seek quietude and\noblivion, so that you may return peaceably to France after a few years.\nAm I not right, M. de Château-Renaud?”\n\n40252m\n\n\n\n“That is quite my opinion,” said the gentleman; “nothing induces\nserious duels so much as a duel forsworn.”\n\n“Thank you, gentlemen,” replied Albert, with a smile of indifference;\n“I shall follow your advice—not because you give it, but because I had\nbefore intended to quit France. I thank you equally for the service you\nhave rendered me in being my seconds. It is deeply engraved on my\nheart, and, after what you have just said, I remember that only.”\n\nChâteau-Renaud and Beauchamp looked at each other; the impression was\nthe same on both of them, and the tone in which Morcerf had just\nexpressed his thanks was so determined that the position would have\nbecome embarrassing for all if the conversation had continued.\n\n“Good-bye, Albert,” said Beauchamp suddenly, carelessly extending his\nhand to the young man. The latter did not appear to arouse from his\nlethargy; in fact, he did not notice the offered hand.\n\n“Good-bye,” said Château-Renaud in his turn, keeping his little cane in\nhis left hand, and saluting with his right.\n\nAlbert’s lips scarcely whispered “Good-bye,” but his look was more\nexplicit; it expressed a whole poem of restrained anger, proud disdain,\nand generous indignation. He preserved his melancholy and motionless\nposition for some time after his two friends had regained their\ncarriage; then suddenly unfastening his horse from the little tree to\nwhich his servant had tied it, he mounted and galloped off in the\ndirection of Paris.\n\nIn a qua"
    },
    {
      "chunk_idx": 670,
      "chunk_id": "The Count of Monte Cristo_chunk_434",
      "start_pos": 1519000,
      "end_pos": 1523000,
      "similarity": 0.023376623376623377,
      "text": "o give an additional flavor to the draught,—all\nthese, like one of the displays with which Apicius of old gratified his\nguests, passed in review before the eyes of the astonished Parisians,\nwho understood that it was possible to expend a thousand louis upon a\ndinner for ten persons, but only on the condition of eating pearls,\nlike Cleopatra, or drinking refined gold, like Lorenzo de’ Medici.\n\nMonte Cristo noticed the general astonishment, and began laughing and\njoking about it.\n\n“Gentlemen,” he said, “you will admit that, when arrived at a certain\ndegree of fortune, the superfluities of life are all that can be\ndesired; and the ladies will allow that, after having risen to a\ncertain eminence of position, the ideal alone can be more exalted. Now,\nto follow out this reasoning, what is the marvellous?—that which we do\nnot understand. What is it that we really desire?—that which we cannot\nobtain. Now, to see things which I cannot understand, to procure\nimpossibilities, these are the study of my life. I gratify my wishes by\ntwo means—my will and my money. I take as much interest in the pursuit\nof some whim as you do, M. Danglars, in promoting a new railway line;\nyou, M. de Villefort, in condemning a culprit to death; you, M. Debray,\nin pacifying a kingdom; you, M. de Château-Renaud, in pleasing a woman;\nand you, Morrel, in breaking a horse that no one can ride. For example,\nyou see these two fish; one brought from fifty leagues beyond St.\nPetersburg, the other five leagues from Naples. Is it not amusing to\nsee them both on the same table?”\n\n“What are the two fish?” asked Danglars.\n\n“M. Château-Renaud, who has lived in Russia, will tell you the name of\none, and Major Cavalcanti, who is an Italian, will tell you the name of\nthe other.”\n\n“This one is, I think, a sterlet,” said Château-Renaud.\n\n“And that one, if I mistake not, a lamprey.”\n\n“Just so. Now, M. Danglars, ask these gentlemen where they are caught.”\n\n“Sterlets,” said Château-Renaud, “are only found in the Volga.”\n\n“And,” said Cavalcanti, “I know that Lake Fusaro alone supplies\nlampreys of that size.”\n\n“Exactly; one comes from the Volga, and the other from Lake Fusaro.”\n\n“Impossible!” cried all the guests simultaneously.\n\n“Well, this is just what amuses me,” said Monte Cristo. “I am like\nNero—_cupitor impossibilium_; and that is what is amusing you at this\nmoment. This fish, which seems so exquisite to you, is very likely no\nbetter than perch or salmon; but it seemed impossible to procure it,\nand here it is.”\n\n“But how could you have these fish brought to France?”\n\n“Oh, nothing more easy. Each fish was brought over in a cask—one filled\nwith river herbs and weeds, the other with rushes and lake plants; they\nwere placed in a wagon built on purpose, and thus the sterlet lived\ntwelve days, the lamprey eight, and both were alive when my cook seized\nthem, killing one with milk and the other with wine. You do not believe\nme, M. Danglars!”\n\n“I cannot help doubting,” answered Danglars with his stupid smile.\n\n“Baptistin,” said the count, “have the other fish brought in—the\nsterlet and the lamprey which came in the other casks, and which are\nyet alive.”\n\nDanglars opened his bewildered eyes; the company clapped their hands.\nFour servants carried in two casks covered with aquatic plants, and in\neach of which was breathing a fish similar to those on the table.\n\n“But why have two of each sort?” asked Danglars.\n\n“Merely because one might have died,” carelessly answered Monte Cristo.\n\n“You are certainly an extraordinary man,” said Danglars; “and\nphilosophers may well say it is a fine thing to be rich.”\n\n“And to have ideas,” added Madame Danglars.\n\n“Oh, do not give me credit for this, madame; it was done by the Romans,\nwho much esteemed them, and Pliny relates that they sent slaves from\nOstia to Rome, who carried on their heads fish which he calls the\n_mulus_, and which, from the description, must probably be the\ngoldfish. It was also considered a luxury to have them alive, it being\nan amusing"
    }
  ]
}