{
  "34b747c40e8d": [
    {
      "chunk_idx": 649,
      "chunk_id": "The Count of Monte Cristo_chunk_413",
      "start_pos": 1445500,
      "end_pos": 1449500,
      "similarity": 0.03724928366762178,
      "text": "“Sir,” said she, “I perfectly understand my grandfather’s meaning at\nall times.”\n\n“That is quite true,” said Barrois; “and that is what I told the\ngentleman as we walked along.”\n\n“Permit me,” said the notary, turning first to Villefort and then to\nValentine—“permit me to state that the case in question is just one of\nthose in which a public officer like myself cannot proceed to act\nwithout thereby incurring a dangerous responsibility. The first thing\nnecessary to render an act valid is, that the notary should be\nthoroughly convinced that he has faithfully interpreted the will and\nwishes of the person dictating the act. Now I cannot be sure of the\napprobation or disapprobation of a client who cannot speak, and as the\nobject of his desire or his repugnance cannot be clearly proved to me,\non account of his want of speech, my services here would be quite\nuseless, and cannot be legally exercised.”\n\nThe notary then prepared to retire. An imperceptible smile of triumph\nwas expressed on the lips of the procureur. Noirtier looked at\nValentine with an expression so full of grief, that she arrested the\ndeparture of the notary.\n\n“Sir,” said she, “the language which I speak with my grandfather may be\neasily learnt, and I can teach you in a few minutes, to understand it\nalmost as well as I can myself. Will you tell me what you require, in\norder to set your conscience quite at ease on the subject?”\n\n“In order to render an act valid, I must be certain of the approbation\nor disapprobation of my client. Illness of body would not affect the\nvalidity of the deed, but sanity of mind is absolutely requisite.”\n\n“Well, sir, by the help of two signs, with which I will acquaint you\npresently, you may ascertain with perfect certainty that my grandfather\nis still in the full possession of all his mental faculties. M.\nNoirtier, being deprived of voice and motion, is accustomed to convey\nhis meaning by closing his eyes when he wishes to signify ‘yes,’ and to\nwink when he means ‘no.’ You now know quite enough to enable you to\nconverse with M. Noirtier;—try.”\n\nNoirtier gave Valentine such a look of tenderness and gratitude that it\nwas comprehended even by the notary himself.\n\n“You have heard and understood what your granddaughter has been saying,\nsir, have you?” asked the notary. Noirtier closed his eyes.\n\n“And you approve of what she said—that is to say, you declare that the\nsigns which she mentioned are really those by means of which you are\naccustomed to convey your thoughts?”\n\n“Yes.”\n\n“It was you who sent for me?”\n\n“Yes.”\n\n“To make your will?”\n\n“Yes.”\n\n“And you do not wish me to go away without fulfilling your original\nintentions?” The old man winked violently.\n\n“Well, sir,” said the young girl, “do you understand now, and is your\nconscience perfectly at rest on the subject?”\n\nBut before the notary could answer, Villefort had drawn him aside.\n\n“Sir,” said he, “do you suppose for a moment that a man can sustain a\nphysical shock, such as M. Noirtier has received, without any detriment\nto his mental faculties?”\n\n“It is not exactly that, sir,” said the notary, “which makes me uneasy,\nbut the difficulty will be in wording his thoughts and intentions, so\nas to be able to get his answers.”\n\n“You must see that to be an utter impossibility,” said Villefort.\nValentine and the old man heard this conversation, and Noirtier fixed\nhis eye so earnestly on Valentine that she felt bound to answer to the\nlook.\n\n“Sir,” said she, “that need not make you uneasy, however difficult it\nmay at first sight appear to be. I can discover and explain to you my\ngrandfather’s thoughts, so as to put an end to all your doubts and\nfears on the subject. I have now been six years with M. Noirtier, and\nlet him tell you if ever once, during that time, he has entertained a\nthought which he was unable to make me understand.”\n\n“No,” signed the old man.\n\n“Let us try what we can do, then,” said the notary. “You accept this\nyoung lady as your interpreter, M. Noirtier?”\n\n“Yes.”\n\n“Well, sir, what do "
    },
    {
      "chunk_idx": 222,
      "chunk_id": "In Search of the Castaways_chunk_222",
      "start_pos": 777000,
      "end_pos": 781000,
      "similarity": 0.033766233766233764,
      "text": "on, and\nstill I do not hesitate to tell you that I know little concerning Harry\nGrant.\"\n\n\"Little!\" cried Glenarvan.\n\n\"Yes, my lord; the circumstances that I am able to communicate to\nyou are relative to myself. They are personal experiences, and will\nscarcely tend to put you on the track you have lost.\"\n\n[Sidenote: REVELATIONS AND DISCLOSURES.]\n\nA keen disappointment was manifest on the features of Glenarvan and\nthe major. They had believed the quartermaster to possess an important\nsecret, and yet he now confessed that his disclosures would be almost\nuseless.\n\nHowever that may be, this avowal of Ayrton, who surrendered himself\nwithout security, singularly affected his hearers, especially when he\nadded, in conclusion:\n\n\"Thus you are forewarned, my lord, that the business will be less\nadvantageous for you than for me.\"\n\n\"No matter,\" replied Glenarvan; \"I accept your proposal, Ayrton. You\nhave my word that you shall be landed at one of the islands of the\nPacific.\"\n\n\"Very well, my lord,\" said he.\n\nWas this strange man pleased with this decision? You might have doubted\nit, for his impassive countenance betrayed no emotion. He seemed as if\nacting for another more than for himself.\n\n\"I am ready to answer,\" continued he.\n\n\"We have no questions to ask you,\" rejoined Glenarvan. \"Tell us what\nyou know, Ayrton, and, in the first place, who you are.\"\n\n\"Gentlemen,\" replied he, \"I am really Tom Ayrton, quartermaster of the\nBritannia. I left Glasgow in Captain Grant's ship on the 12th of March,\n1861. For fourteen months we traversed together the Pacific, seeking\nsome favorable place to found a Scottish colony. Harry Grant was a man\ncapable of performing great deeds, but frequently serious disputes\narose between us. His character did not harmonize with mine. I could\nnot yield; but with Harry Grant, when his resolution is taken, all\nresistance is impossible. He is like iron towards himself and others.\nHowever, I dared to mutiny, and attempted to involve the crew and gain\npossession of the vessel. Whether I did right or wrong is of little\nimportance. However it may be, Captain Grant did not hesitate to land\nme, April 8, 1862, on the west coast of Australia.\"\n\n\"Australia!\" exclaimed the major, interrupting Ayrton's story. \"Then\nyou left the Britannia before her arrival at Callao, where the last\nnews of her was dated?\"\n\n\"Yes,\" replied the quartermaster; \"for the Britannia never stopped at\nCallao while I was on board. If I spoke of Callao at O'Moore's farm, it\nwas your story that gave me this information.\"\n\n\"Go on, Ayrton,\" said Glenarvan.\n\n[Sidenote: MORE BLANKS THAN PRIZES.]\n\n\"I found myself, therefore, abandoned on an almost desert coast, but\nonly twenty miles from the penitentiary of Perth, the capital of\nWestern Australia. Wandering along the shore, I met a band of convicts\nwho had just escaped. I joined them. You will spare me, my lord, the\naccount of my life for two years and a half. It is enough to know that\nI became chief of the runaways, under the name of Ben Joyce. In the\nmonth of September, 1864, I made my appearance at the Irishman's farm,\nand was received as a servant under my true name of Ayrton. Here I\nwaited till an opportunity should be offered to gain possession of a\nvessel. This was my great object. Two months later the Duncan arrived.\nDuring your visit at the farm you related, my lord, the whole story of\nCaptain Grant. I then learned what I had not known, the Britannia's\nstoppage at Callao, the last news of her, dated June, 1862, two months\nafter my abandonment, the finding of the document, the shipwreck of the\nvessel, and finally the important reasons you had for seeking Captain\nGrant in Australia. I did not hesitate, but resolved to appropriate\nthe Duncan,--a marvelous ship, that would have distanced the best of\nthe British navy. However, there were serious injuries to be repaired.\nI therefore let her start for Melbourne, and offered myself to you in\nmy real character of quartermaster, volunteering to guide you to the\nscene o"
    },
    {
      "chunk_idx": 984,
      "chunk_id": "The Count of Monte Cristo_chunk_748",
      "start_pos": 2618000,
      "end_pos": 2622000,
      "similarity": 0.03367875647668394,
      "text": "o you the riches and\nname of your father.”\n\nHaydée became pale, and lifting her transparent hands to heaven,\nexclaimed in a voice stifled with tears, “Then you leave me, my lord?”\n\n“Haydée, Haydée, you are young and beautiful; forget even my name, and\nbe happy.”\n\n“It is well,” said Haydée; “your order shall be executed, my lord; I\nwill forget even your name, and be happy.” And she stepped back to\nretire.\n\n“Oh, heavens,” exclaimed Valentine, who was supporting the head of\nMorrel on her shoulder, “do you not see how pale she is? Do you not see\nhow she suffers?”\n\nHaydée answered with a heartrending expression,\n\n“Why should he understand this, my sister? He is my master, and I am\nhis slave; he has the right to notice nothing.”\n\nThe count shuddered at the tones of a voice which penetrated the inmost\nrecesses of his heart; his eyes met those of the young girl and he\ncould not bear their brilliancy.\n\n“Oh, heavens,” exclaimed Monte Cristo, “can my suspicions be correct?\nHaydée, would it please you not to leave me?”\n\n“I am young,” gently replied Haydée; “I love the life you have made so\nsweet to me, and I should be sorry to die.”\n\n“You mean, then, that if I leave you, Haydée——”\n\n“I should die; yes, my lord.”\n\n“Do you then love me?”\n\n“Oh, Valentine, he asks if I love him. Valentine, tell him if you love\nMaximilian.”\n\nThe count felt his heart dilate and throb; he opened his arms, and\nHaydée, uttering a cry, sprang into them.\n\n“Oh, yes,” she cried, “I do love you! I love you as one loves a father,\nbrother, husband! I love you as my life, for you are the best, the\nnoblest of created beings!”\n\n50277m\n\n\n\n“Let it be, then, as you wish, sweet angel; God has sustained me in my\nstruggle with my enemies, and has given me this reward; he will not let\nme end my triumph in suffering; I wished to punish myself, but he has\npardoned me. Love me then, Haydée! Who knows? perhaps your love will\nmake me forget all that I do not wish to remember.”\n\n“What do you mean, my lord?”\n\n“I mean that one word from you has enlightened me more than twenty\nyears of slow experience; I have but you in the world, Haydée; through\nyou I again take hold on life, through you I shall suffer, through you\nrejoice.”\n\n“Do you hear him, Valentine?” exclaimed Haydée; “he says that through\nme he will suffer—through _me_, who would yield my life for his.”\n\nThe count withdrew for a moment. “Have I discovered the truth?” he\nsaid; “but whether it be for recompense or punishment, I accept my\nfate. Come, Haydée, come!” and throwing his arm around the young girl’s\nwaist, he pressed the hand of Valentine, and disappeared.\n\n50279m\n\n\n\nAn hour had nearly passed, during which Valentine, breathless and\nmotionless, watched steadfastly over Morrel. At length she felt his\nheart beat, a faint breath played upon his lips, a slight shudder,\nannouncing the return of life, passed through the young man’s frame. At\nlength his eyes opened, but they were at first fixed and\nexpressionless; then sight returned, and with it feeling and grief.\n\n“Oh,” he cried, in an accent of despair, “the count has deceived me; I\nam yet living;” and extending his hand towards the table, he seized a\nknife.\n\n“Dearest,” exclaimed Valentine, with her adorable smile, “awake, and\nlook at me!” Morrel uttered a loud exclamation, and frantic, doubtful,\ndazzled, as though by a celestial vision, he fell upon his knees.\n\nThe next morning at daybreak, Valentine and Morrel were walking\narm-in-arm on the seashore, Valentine relating how Monte Cristo had\nappeared in her room, explained everything, revealed the crime, and,\nfinally, how he had saved her life by enabling her to simulate death.\n\nThey had found the door of the grotto opened, and gone forth; on the\nazure dome of heaven still glittered a few remaining stars.\n\nMorrel soon perceived a man standing among the rocks, apparently\nawaiting a sign from them to advance, and pointed him out to Valentine.\n\n“Ah, it is Jacopo,” she said, “the captain of the yacht;” and she\nbeckoned him towards them"
    },
    {
      "chunk_idx": 332,
      "chunk_id": "The Count of Monte Cristo_chunk_96",
      "start_pos": 336000,
      "end_pos": 340000,
      "similarity": 0.032663316582914576,
      "text": "bbé, “we may hope to put our design into execution.”\n\n“And how long shall we be in accomplishing the necessary work?”\n\n“At least a year.”\n\n“And shall we begin at once?”\n\n“At once.”\n\n“We have lost a year to no purpose!” cried Dantès.\n\n“Do you consider the last twelve months to have been wasted?” asked the\nabbé.\n\n“Forgive me!” cried Edmond, blushing deeply.\n\n“Tut, tut!” answered the abbé, “man is but man after all, and you are\nabout the best specimen of the genus I have ever known. Come, let me\nshow you my plan.”\n\nThe abbé then showed Dantès the sketch he had made for their escape. It\nconsisted of a plan of his own cell and that of Dantès, with the\npassage which united them. In this passage he proposed to drive a level\nas they do in mines; this level would bring the two prisoners\nimmediately beneath the gallery where the sentry kept watch; once\nthere, a large excavation would be made, and one of the flag-stones\nwith which the gallery was paved be so completely loosened that at the\ndesired moment it would give way beneath the feet of the soldier, who,\nstunned by his fall, would be immediately bound and gagged by Dantès\nbefore he had power to offer any resistance. The prisoners were then to\nmake their way through one of the gallery windows, and to let\nthemselves down from the outer walls by means of the abbé’s ladder of\ncords.\n\nDantès’ eyes sparkled with joy, and he rubbed his hands with delight at\nthe idea of a plan so simple, yet apparently so certain to succeed.\nThat very day the miners began their labors, with a vigor and alacrity\nproportionate to their long rest from fatigue and their hopes of\nultimate success. Nothing interrupted the progress of the work except\nthe necessity that each was under of returning to his cell in\nanticipation of the turnkey’s visits. They had learned to distinguish\nthe almost imperceptible sound of his footsteps as he descended towards\ntheir dungeons, and happily, never failed of being prepared for his\ncoming. The fresh earth excavated during their present work, and which\nwould have entirely blocked up the old passage, was thrown, by degrees\nand with the utmost precaution, out of the window in either Faria’s or\nDantès’ cell, the rubbish being first pulverized so finely that the\nnight wind carried it far away without permitting the smallest trace to\nremain.\n\nMore than a year had been consumed in this undertaking, the only tools\nfor which had been a chisel, a knife, and a wooden lever; Faria still\ncontinuing to instruct Dantès by conversing with him, sometimes in one\nlanguage, sometimes in another; at others, relating to him the history\nof nations and great men who from time to time have risen to fame and\ntrodden the path of glory. The abbé was a man of the world, and had,\nmoreover, mixed in the first society of the day; he wore an air of\nmelancholy dignity which Dantès, thanks to the imitative powers\nbestowed on him by nature, easily acquired, as well as that outward\npolish and politeness he had before been wanting in, and which is\nseldom possessed except by those who have been placed in constant\nintercourse with persons of high birth and breeding.\n\nAt the end of fifteen months the level was finished, and the excavation\ncompleted beneath the gallery, and the two workmen could distinctly\nhear the measured tread of the sentinel as he paced to and fro over\ntheir heads. Compelled, as they were, to await a night sufficiently\ndark to favor their flight, they were obliged to defer their final\nattempt till that auspicious moment should arrive; their greatest dread\nnow was lest the stone through which the sentry was doomed to fall\nshould give way before its right time, and this they had in some\nmeasure provided against by propping it up with a small beam which they\nhad discovered in the walls through which they had worked their way.\nDantès was occupied in arranging this piece of wood when he heard\nFaria, who had remained in Edmond’s cell for the purpose of cutting a\npeg to secure their rope-ladder, call to hi"
    },
    {
      "chunk_idx": 419,
      "chunk_id": "The Count of Monte Cristo_chunk_183",
      "start_pos": 640500,
      "end_pos": 644500,
      "similarity": 0.0325,
      "text": "p one another. Very often the bandits are hard\npressed by gendarmes or carbineers; well, they see a vessel, and good\nfellows like us on board, they come and demand hospitality of us; you\ncan’t refuse help to a poor hunted devil; we receive them, and for\ngreater security we stand out to sea. This costs us nothing, and saves\nthe life, or at least the liberty, of a fellow-creature, who on the\nfirst occasion returns the service by pointing out some safe spot where\nwe can land our goods without interruption.”\n\n“Ah!” said Franz, “then you are a smuggler occasionally, Gaetano?”\n\n“Your excellency, we must live somehow,” returned the other, smiling\nimpenetrably.\n\n“Then you know the men who are now on Monte Cristo?”\n\n“Oh, yes, we sailors are like freemasons, and recognize each other by\nsigns.”\n\n“And do you think we have nothing to fear if we land?”\n\n“Nothing at all; smugglers are not thieves.”\n\n“But these two Corsican bandits?” said Franz, calculating the chances\nof peril.\n\n“It is not their fault that they are bandits, but that of the\nauthorities.”\n\n“How so?”\n\n“Because they are pursued for having made a stiff, as if it was not in\na Corsican’s nature to revenge himself.”\n\n“What do you mean by having made a stiff?—having assassinated a man?”\nsaid Franz, continuing his investigation.\n\n“I mean that they have killed an enemy, which is a very different\nthing,” returned the captain.\n\n“Well,” said the young man, “let us demand hospitality of these\nsmugglers and bandits. Do you think they will grant it?”\n\n“Without doubt.”\n\n“How many are they?”\n\n“Four, and the two bandits make six.”\n\n“Just our number, so that if they prove troublesome, we shall be able\nto hold them in check; so, for the last time, steer to Monte Cristo.”\n\n“Yes, but your excellency will permit us to take all due precautions.”\n\n“By all means, be as wise as Nestor and as prudent as Ulysses; I do\nmore than permit, I exhort you.”\n\n“Silence, then!” said Gaetano.\n\nEveryone obeyed. For a man who, like Franz, viewed his position in its\ntrue light, it was a grave one. He was alone in the darkness with\nsailors whom he did not know, and who had no reason to be devoted to\nhim; who knew that he had several thousand francs in his belt, and who\nhad often examined his weapons,—which were very beautiful,—if not with\nenvy, at least with curiosity. On the other hand, he was about to land,\nwithout any other escort than these men, on an island which had,\nindeed, a very religious name, but which did not seem to Franz likely\nto afford him much hospitality, thanks to the smugglers and bandits.\nThe history of the scuttled vessels, which had appeared improbable\nduring the day, seemed very probable at night; placed as he was between\ntwo possible sources of danger, he kept his eye on the crew, and his\ngun in his hand.\n\nThe sailors had again hoisted sail, and the vessel was once more\ncleaving the waves. Through the darkness Franz, whose eyes were now\nmore accustomed to it, could see the looming shore along which the boat\nwas sailing, and then, as they rounded a rocky point, he saw the fire\nmore brilliant than ever, and about it five or six persons seated. The\nblaze illumined the sea for a hundred paces around. Gaetano skirted the\nlight, carefully keeping the boat in the shadow; then, when they were\nopposite the fire, he steered to the centre of the circle, singing a\nfishing song, of which his companions sung the chorus.\n\nAt the first words of the song the men seated round the fire arose and\napproached the landing-place, their eyes fixed on the boat, evidently\nseeking to know who the new-comers were and what were their intentions.\nThey soon appeared satisfied and returned (with the exception of one,\nwho remained at the shore) to their fire, at which the carcass of a\ngoat was roasting. When the boat was within twenty paces of the shore,\nthe man on the beach, who carried a carbine, presented arms after the\nmanner of a sentinel, and cried, “Who comes there?” in Sardinian.\n\nFranz coolly cocked both barrels. Gaetan"
    }
  ]
}