{
  "6612f1101644": [
    {
      "chunk_idx": 989,
      "chunk_id": "The Count of Monte Cristo_chunk_753",
      "start_pos": 2635500,
      "end_pos": 2639500,
      "similarity": 0.025179856115107913,
      "text": "form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n\n    • You pay a royalty fee of 20% of the gross profits you derive from\n        the use of Project Gutenberg™ works calculated using the method\n        you already use to calculate your applicable taxes. The fee is owed\n        to the owner of the Project Gutenberg™ trademark, but he has\n        agreed to donate royalties under this paragraph to the Project\n        Gutenberg Literary Archive Foundation. Royalty payments must be paid\n        within 60 days following each date on which you prepare (or are\n        legally required to prepare) your periodic tax returns. Royalty\n        payments should be clearly marked as such and sent to the Project\n        Gutenberg Literary Archive Foundation at the address specified in\n        Section 4, “Information about donations to the Project Gutenberg\n        Literary Archive Foundation.”\n    \n    • You provide a full refund of any money paid by a user who notifies\n        you in writing (or by e-mail) within 30 days of receipt that s/he\n        does not agree to the terms of the full Project Gutenberg™\n        License. You must require such a user to return or destroy all\n        copies of the works possessed in a physical medium and discontinue\n        all use of and all access to other copies of Project Gutenberg™\n        works.\n    \n    • You provide, in accordance with paragraph 1.F.3, a full refund of\n        any money paid for a work or a replacement copy, if a defect in the\n        electronic work is discovered and reported to you within 90 days of\n        receipt of the work.\n    \n    • You comply with all other terms of this agreement for free\n        distribution of Project Gutenberg™ works.\n    \n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses,"
    },
    {
      "chunk_idx": 708,
      "chunk_id": "The Count of Monte Cristo_chunk_472",
      "start_pos": 1652000,
      "end_pos": 1656000,
      "similarity": 0.023255813953488372,
      "text": "ll\nnot fail to do so.”\n\nJust then, a handsome young man, with bright eyes, black hair, and\nglossy moustache, respectfully bowed to Madame de Villefort. Albert\nextended his hand.\n\n“Madame,” said Albert, “allow me to present to you M. Maximilian\nMorrel, captain of Spahis, one of our best, and, above all, of our\nbravest officers.”\n\n“I have already had the pleasure of meeting this gentleman at Auteuil,\nat the house of the Count of Monte Cristo,” replied Madame de\nVillefort, turning away with marked coldness of manner.\n\nThis answer, and especially the tone in which it was uttered, chilled\nthe heart of poor Morrel. But a recompense was in store for him;\nturning around, he saw near the door a beautiful fair face, whose large\nblue eyes were, without any marked expression, fixed upon him, while\nthe bouquet of myosotis was gently raised to her lips.\n\nThe salutation was so well understood that Morrel, with the same\nexpression in his eyes, placed his handkerchief to his mouth; and these\ntwo living statues, whose hearts beat so violently under their marble\naspect, separated from each other by the whole length of the room,\nforgot themselves for a moment, or rather forgot the world in their\nmutual contemplation. They might have remained much longer lost in one\nanother, without anyone noticing their abstraction. The Count of Monte\nCristo had just entered.\n\nWe have already said that there was something in the count which\nattracted universal attention wherever he appeared. It was not the\ncoat, unexceptional in its cut, though simple and unornamented; it was\nnot the plain white waistcoat; it was not the trousers, that displayed\nthe foot so perfectly formed—it was none of these things that attracted\nthe attention,—it was his pale complexion, his waving black hair, his\ncalm and serene expression, his dark and melancholy eye, his mouth,\nchiselled with such marvellous delicacy, which so easily expressed such\nhigh disdain,—these were what fixed the attention of all upon him.\n\nMany men might have been handsomer, but certainly there could be none\nwhose appearance was more _significant_, if the expression may be used.\nEverything about the count seemed to have its meaning, for the constant\nhabit of thought which he had acquired had given an ease and vigor to\nthe expression of his face, and even to the most trifling gesture,\nscarcely to be understood. Yet the Parisian world is so strange, that\neven all this might not have won attention had there not been connected\nwith it a mysterious story gilded by an immense fortune.\n\n30301m\n\n\n\nMeanwhile he advanced through the assemblage of guests under a battery\nof curious glances towards Madame de Morcerf, who, standing before a\nmantle-piece ornamented with flowers, had seen his entrance in a\nlooking-glass placed opposite the door, and was prepared to receive\nhim. She turned towards him with a serene smile just at the moment he\nwas bowing to her. No doubt she fancied the count would speak to her,\nwhile on his side the count thought she was about to address him; but\nboth remained silent, and after a mere bow, Monte Cristo directed his\nsteps to Albert, who received him cordially.\n\n“Have you seen my mother?” asked Albert.\n\n“I have just had the pleasure,” replied the count; “but I have not seen\nyour father.”\n\n“See, he is down there, talking politics with that little group of\ngreat geniuses.”\n\n“Indeed?” said Monte Cristo; “and so those gentlemen down there are men\nof great talent. I should not have guessed it. And for what kind of\ntalent are they celebrated? You know there are different sorts.”\n\n“That tall, harsh-looking man is very learned, he discovered, in the\nneighborhood of Rome, a kind of lizard with a vertebra more than\nlizards usually have, and he immediately laid his discovery before the\nInstitute. The thing was discussed for a long time, but finally decided\nin his favor. I can assure you the vertebra made a great noise in the\nlearned world, and the gentleman, who was only a knight of the Legion\nof Honor, was ma"
    },
    {
      "chunk_idx": 775,
      "chunk_id": "The Count of Monte Cristo_chunk_539",
      "start_pos": 1886500,
      "end_pos": 1890500,
      "similarity": 0.02197802197802198,
      "text": " to remind you that you are not in the Chamber, my dear\nviscount.”\n\n“Nor do I wish to be there,” replied the young man, rising. “I repeat\nthat I am determined to have the announcement of yesterday\ncontradicted. You have known me long enough,” continued Albert, biting\nhis lips convulsively, for he saw that Beauchamp’s anger was beginning\nto rise,—“you have been my friend, and therefore sufficiently intimate\nwith me to be aware that I am likely to maintain my resolution on this\npoint.”\n\n“If I have been your friend, Morcerf, your present manner of speaking\nwould almost lead me to forget that I ever bore that title. But wait a\nmoment, do not let us get angry, or at least not yet. You are irritated\nand vexed—tell me how this Fernand is related to you?”\n\n“He is merely my father,” said Albert—“M. Fernand Mondego, Count of\nMorcerf, an old soldier who has fought in twenty battles and whose\nhonorable scars they would denounce as badges of disgrace.”\n\n“Is it your father?” said Beauchamp; “that is quite another thing. Then\nI can well understand your indignation, my dear Albert. I will look at\nit again;” and he read the paragraph for the third time, laying a\nstress on each word as he proceeded. “But the paper nowhere identifies\nthis Fernand with your father.”\n\n40100m\n\n\n\n“No; but the connection will be seen by others, and therefore I will\nhave the article contradicted.”\n\nAt the words _I will_, Beauchamp steadily raised his eyes to Albert’s\ncountenance, and then as gradually lowering them, he remained\nthoughtful for a few moments.\n\n“You will retract this assertion, will you not, Beauchamp?” said Albert\nwith increased though stifled anger.\n\n“Yes,” replied Beauchamp.\n\n“Immediately?” said Albert.\n\n“When I am convinced that the statement is false.”\n\n“What?”\n\n“The thing is worth looking into, and I will take pains to investigate\nthe matter thoroughly.”\n\n“But what is there to investigate, sir?” said Albert, enraged beyond\nmeasure at Beauchamp’s last remark. “If you do not believe that it is\nmy father, say so immediately; and if, on the contrary, you believe it\nto be him, state your reasons for doing so.”\n\nBeauchamp looked at Albert with the smile which was so peculiar to him,\nand which in its numerous modifications served to express every varied\nemotion of his mind.\n\n“Sir,” replied he, “if you came to me with the idea of demanding\nsatisfaction, you should have gone at once to the point, and not have\nentertained me with the idle conversation to which I have been\npatiently listening for the last half hour. Am I to put this\nconstruction on your visit?”\n\n“Yes, if you will not consent to retract that infamous calumny.”\n\n“Wait a moment—no threats, if you please, M. Fernand Mondego, Vicomte\nde Morcerf; I never allow them from my enemies, and therefore shall not\nput up with them from my friends. You insist on my contradicting the\narticle relating to General Fernand, an article with which, I assure\nyou on my word of honor, I had nothing whatever to do?”\n\n“Yes, I insist on it,” said Albert, whose mind was beginning to get\nbewildered with the excitement of his feelings.\n\n“And if I refuse to retract, you wish to fight, do you?” said Beauchamp\nin a calm tone.\n\n“Yes,” replied Albert, raising his voice.\n\n“Well,” said Beauchamp, “here is my answer, my dear sir. The article\nwas not inserted by me—I was not even aware of it; but you have, by the\nstep you have taken, called my attention to the paragraph in question,\nand it will remain until it shall be either contradicted or confirmed\nby someone who has a right to do so.”\n\n“Sir,” said Albert, rising, “I will do myself the honor of sending my\nseconds to you, and you will be kind enough to arrange with them the\nplace of meeting and the weapons.”\n\n“Certainly, my dear sir.”\n\n“And this evening, if you please, or tomorrow at the latest, we will\nmeet.”\n\n“No, no, I will be on the ground at the proper time; but in my opinion\n(and I have a right to dictate the preliminaries, as it is I who have\nreceived the provocation)—in my"
    },
    {
      "chunk_idx": 183,
      "chunk_id": "In Search of the Castaways_chunk_183",
      "start_pos": 640500,
      "end_pos": 644500,
      "similarity": 0.02185792349726776,
      "text": "y as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calculated that they would have to\ntravel eight days. But, instead of following the windings of the coast,\nhe considered it best to proceed to the village of Ngarnavahia, at the\njunction of the Waikato and Waipa rivers. Here the overland mail-road\npassed, and it would thence be easy to reach Drury, and rest, after\ntheir hardships, in a comfortable hotel.\n\nBut before they left the shore their attention was drawn to the large\nnumber of seals, of a peculiar appearance and genus, which lay on the\nbroad sands daily washed by the tidal water. These seals, with their\nrounded heads, their upturned look, their expressive eyes, presented an\nappearance, almost a physiognomy, that was mild and wellnigh tender,\nand served to recall to the traveler's memory the tales about the\nsirens of the olden and modern times, who served as the enchantresses\nto just such inhospitable shores as that seemed on which they had\nthemselves been cast. These animals, which are very numerous on the\ncoast of New Zealand, are hunted and killed for the sake of their\noil and their skins, and Paganel was of course able to tell how much\nwithin the last few years they had been searched for by the traders and\nnavigators on these seas.\n\n[Illustration: These seals, with rounded heads, upturned look,\nexpressive eyes, presented an appearance, almost a physiognomy, that\nwas mild and wellnigh tender.]\n\n[Illustration: The New Zealand \"kiwi,\" known to naturalists as the\napteryx.]\n\nWhilst speaking of these matters, Robert drew Paganel's attention to\nsome curious amphibious creatures, resembling the seals, but larger,\nwhich were devouring with rapidity the large stones lying on the shore.\n\n\"Look,\" said he, \"here are seals which feed on pebbles.\"\n\nPaganel assured them that these sea-elephants were only weighting\nthemselves preparatory to their descent into the water, and protested\nthat if they would but wait for a time they might see them descend and\nsubsequently return when they had unloaded themselves. The first part\nof this programme they saw accomplished; but, greatly to Paganel's\ngrief, Glenarvan would not longer delay the party, and they soon began\nto see inland beauties and curiosities of another sort.\n\nThe district through which they had to walk this day and the next was\none very thick with brush and under-wood, and there was no possibility\nof horse or vehicle passing or meeting them. They now regretted the\nabsence of their Australian cart, for the height and frequency of\nthe large ferns in the neighborhood prevented their making any rapid\nprogress on foot.\n\n[Sidenote: THE LAST STAGE OF PERIPATETICS.]\n\nHere and there, however, Robert and Paganel would rejoice together\nover some choice bush or bird that they had met with. Notable among\nthe latter was the New Zealand \"kiwi,\" known to naturalists as the\napteryx, and which is becoming very scarce, from the pursuit of its\nmany enemies. Robert discovered in a nest on the ground a couple of\nthese birds without tails or wings, but with four toes on the foot, and\na long beak or bill like that of a woodcock, and small white feathers\nall over its body. Of this bird there was then an entire absence in the\nzoological collections of Europe, and Paganel indulged the hope that he\nmight be able to be the proud contributor of such a valuable specimen\nto the \"Jardin\" of his own city. For the present, at least, the\nrealization of his hopes had to be deferred; and at length, after some\ndays of weariness and continued travel, the party reached the banks\nof the "
    },
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.021739130434782608,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    }
  ]
}