{
  "02c94be5aeb1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05747126436781609,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 398,
      "chunk_id": "The Count of Monte Cristo_chunk_162",
      "start_pos": 567000,
      "end_pos": 571000,
      "similarity": 0.03333333333333333,
      "text": "shouted with laughter.\n\n“So can I,” said the Englishman, and he laughed too; but he laughed as\nthe English do, “at the end of his teeth.”\n\n“And so,” continued the Englishman who first gained his composure, “he\nwas drowned?”\n\n“Unquestionably.”\n\n“So that the governor got rid of the dangerous and the crazy prisoner\nat the same time?”\n\n“Precisely.”\n\n20027m\n\n\n\n“But some official document was drawn up as to this affair, I suppose?”\ninquired the Englishman.\n\n“Yes, yes, the mortuary deposition. You understand, Dantès’ relations,\nif he had any, might have some interest in knowing if he were dead or\nalive.”\n\n“So that now, if there were anything to inherit from him, they may do\nso with easy conscience. He is dead, and no mistake about it.”\n\n“Oh, yes; and they may have the fact attested whenever they please.”\n\n“So be it,” said the Englishman. “But to return to these registers.”\n\n“True, this story has diverted our attention from them. Excuse me.”\n\n“Excuse you for what? For the story? By no means; it really seems to me\nvery curious.”\n\n“Yes, indeed. So, sir, you wish to see all relating to the poor abbé,\nwho really was gentleness itself.”\n\n“Yes, you will much oblige me.”\n\n“Go into my study here, and I will show it to you.”\n\nAnd they both entered M. de Boville’s study. Everything was here\narranged in perfect order; each register had its number, each file of\npapers its place. The inspector begged the Englishman to seat himself\nin an armchair, and placed before him the register and documents\nrelative to the Château d’If, giving him all the time he desired for\nthe examination, while De Boville seated himself in a corner, and began\nto read his newspaper. The Englishman easily found the entries relative\nto the Abbé Faria; but it seemed that the history which the inspector\nhad related interested him greatly, for after having perused the first\ndocuments he turned over the leaves until he reached the deposition\nrespecting Edmond Dantès. There he found everything arranged in due\norder,—the accusation, examination, Morrel’s petition, M. de\nVillefort’s marginal notes. He folded up the accusation quietly, and\nput it as quietly in his pocket; read the examination, and saw that the\nname of Noirtier was not mentioned in it; perused, too, the application\ndated 10th April, 1815, in which Morrel, by the deputy procureur’s\nadvice, exaggerated with the best intentions (for Napoleon was then on\nthe throne) the services Dantès had rendered to the imperial\ncause—services which Villefort’s certificates rendered indisputable.\nThen he saw through the whole thing. This petition to Napoleon, kept\nback by Villefort, had become, under the second restoration, a terrible\nweapon against him in the hands of the king’s attorney. He was no\nlonger astonished when he searched on to find in the register this\nnote, placed in a bracket against his name:\n\nEdmond Dantès.\n\nAn inveterate Bonapartist; took an active part in the return from the\nIsland of Elba.\n\nTo be kept in strict solitary confinement, and to be closely watched\nand guarded.\n\nBeneath these lines was written in another hand: “See note\nabove—nothing can be done.”\n\nHe compared the writing in the bracket with the writing of the\ncertificate placed beneath Morrel’s petition, and discovered that the\nnote in the bracket was the same writing as the certificate—that is to\nsay, was in Villefort’s handwriting.\n\n20029m\n\n\n\nAs to the note which accompanied this, the Englishman understood that\nit might have been added by some inspector who had taken a momentary\ninterest in Dantès’ situation, but who had, from the remarks we have\nquoted, found it impossible to give any effect to the interest he had\nfelt.\n\nAs we have said, the inspector, from discretion, and that he might not\ndisturb the Abbé Faria’s pupil in his researches, had seated himself in\na corner, and was reading _Le Drapeau Blanc_. He did not see the\nEnglishman fold up and place in his pocket the accusation written by\nDanglars under the arbor of La Réserve, and which had the post"
    },
    {
      "chunk_idx": 836,
      "chunk_id": "The Count of Monte Cristo_chunk_600",
      "start_pos": 2100000,
      "end_pos": 2104000,
      "similarity": 0.032520325203252036,
      "text": "—it is grand; it is sublime.”\n\n“Do you say so now, Mercédès?—then what would you say if you knew the\nextent of the sacrifice I make to you? Suppose that the Supreme Being,\nafter having created the world and fertilized chaos, had paused in the\nwork to spare an angel the tears that might one day flow for mortal\nsins from her immortal eyes; suppose that when everything was in\nreadiness and the moment had come for God to look upon his work and see\nthat it was good—suppose he had snuffed out the sun and tossed the\nworld back into eternal night—then—even then, Mercédès, you could not\nimagine what I lose in sacrificing my life at this moment.”\n\nMercédès looked at the count in a way which expressed at the same time\nher astonishment, her admiration, and her gratitude. Monte Cristo\npressed his forehead on his burning hands, as if his brain could no\nlonger bear alone the weight of its thoughts.\n\n“Edmond,” said Mercédès, “I have but one word more to say to you.”\n\nThe count smiled bitterly.\n\n“Edmond,” continued she, “you will see that if my face is pale, if my\neyes are dull, if my beauty is gone; if Mercédès, in short, no longer\nresembles her former self in her features, you will see that her heart\nis still the same. Adieu, then, Edmond; I have nothing more to ask of\nheaven—I have seen you again, and have found you as noble and as great\nas formerly you were. Adieu, Edmond, adieu, and thank you.”\n\nBut the count did not answer. Mercédès opened the door of the study and\nhad disappeared before he had recovered from the painful and profound\nreverie into which his thwarted vengeance had plunged him.\n\nThe clock of the Invalides struck one when the carriage which conveyed\nMadame de Morcerf rolled away on the pavement of the Champs-Élysées,\nand made Monte Cristo raise his head.\n\n“What a fool I was,” said he, “not to tear my heart out on the day when\nI resolved to avenge myself!”\n\n\n\n Chapter 90. The Meeting\n\nAfter Mercédès had left Monte Cristo, he fell into profound gloom.\nAround him and within him the flight of thought seemed to have stopped;\nhis energetic mind slumbered, as the body does after extreme fatigue.\n\n“What?” said he to himself, while the lamp and the wax lights were\nnearly burnt out, and the servants were waiting impatiently in the\nanteroom; “what? this edifice which I have been so long preparing,\nwhich I have reared with so much care and toil, is to be crushed by a\nsingle touch, a word, a breath! Yes, this self, of whom I thought so\nmuch, of whom I was so proud, who had appeared so worthless in the\ndungeons of the Château d’If, and whom I had succeeded in making so\ngreat, will be but a lump of clay tomorrow. Alas, it is not the death\nof the body I regret; for is not the destruction of the vital\nprinciple, the repose to which everything is tending, to which every\nunhappy being aspires,—is not this the repose of matter after which I\nso long sighed, and which I was seeking to attain by the painful\nprocess of starvation when Faria appeared in my dungeon? What is death\nfor me? One step farther into rest,—two, perhaps, into silence. No, it\nis not existence, then, that I regret, but the ruin of projects so\nslowly carried out, so laboriously framed. Providence is now opposed to\nthem, when I most thought it would be propitious. It is not God’s will\nthat they should be accomplished. This burden, almost as heavy as a\nworld, which I had raised, and I had thought to bear to the end, was\ntoo great for my strength, and I was compelled to lay it down in the\nmiddle of my career. Oh, shall I then, again become a fatalist, whom\nfourteen years of despair and ten of hope had rendered a believer in\nProvidence?\n\n“And all this—all this, because my heart, which I thought dead, was\nonly sleeping; because it has awakened and has begun to beat again,\nbecause I have yielded to the pain of the emotion excited in my breast\nby a woman’s voice.\n\n“Yet,” continued the count, becoming each moment more absorbed in the\nanticipation of the dreadful sacrifice for the morrow"
    },
    {
      "chunk_idx": 353,
      "chunk_id": "The Count of Monte Cristo_chunk_117",
      "start_pos": 409500,
      "end_pos": 413500,
      "similarity": 0.032,
      "text": "s\nseemed like arms extended to seize their prey, and on the highest rock\nwas a torch lighting two figures.\n\nHe fancied that these two forms were looking at the sea; doubtless\nthese strange grave-diggers had heard his cry. Dantès dived again, and\nremained a long time beneath the water. This was an easy feat to him,\nfor he usually attracted a crowd of spectators in the bay before the\nlighthouse at Marseilles when he swam there, and was unanimously\ndeclared to be the best swimmer in the port. When he came up again the\nlight had disappeared.\n\nHe must now get his bearings. Ratonneau and Pomègue are the nearest\nislands of all those that surround the Château d’If, but Ratonneau and\nPomègue are inhabited, as is also the islet of Daume. Tiboulen and\nLemaire were therefore the safest for Dantès’ venture. The islands of\nTiboulen and Lemaire are a league from the Château d’If; Dantès,\nnevertheless, determined to make for them. But how could he find his\nway in the darkness of the night?\n\nAt this moment he saw the light of Planier, gleaming in front of him\nlike a star. By leaving this light on the right, he kept the Island of\nTiboulen a little on the left; by turning to the left, therefore, he\nwould find it. But, as we have said, it was at least a league from the\nChâteau d’If to this island. Often in prison Faria had said to him,\nwhen he saw him idle and inactive:\n\n“Dantès, you must not give way to this listlessness; you will be\ndrowned if you seek to escape, and your strength has not been properly\nexercised and prepared for exertion.”\n\nThese words rang in Dantès’ ears, even beneath the waves; he hastened\nto cleave his way through them to see if he had not lost his strength.\nHe found with pleasure that his captivity had taken away nothing of his\npower, and that he was still master of that element on whose bosom he\nhad so often sported as a boy.\n\nFear, that relentless pursuer, clogged Dantès’ efforts. He listened for\nany sound that might be audible, and every time that he rose to the top\nof a wave he scanned the horizon, and strove to penetrate the darkness.\nHe fancied that every wave behind him was a pursuing boat, and he\nredoubled his exertions, increasing rapidly his distance from the\nchâteau, but exhausting his strength. He swam on still, and already the\nterrible château had disappeared in the darkness. He could not see it,\nbut he _felt_ its presence.\n\nAn hour passed, during which Dantès, excited by the feeling of freedom,\ncontinued to cleave the waves.\n\n“Let us see,” said he, “I have swum above an hour, but as the wind is\nagainst me, that has retarded my speed; however, if I am not mistaken,\nI must be close to Tiboulen. But what if I were mistaken?”\n\nA shudder passed over him. He sought to tread water, in order to rest\nhimself; but the sea was too violent, and he felt that he could not\nmake use of this means of recuperation.\n\n“Well,” said he, “I will swim on until I am worn out, or the cramp\nseizes me, and then I shall sink;” and he struck out with the energy of\ndespair.\n\nSuddenly the sky seemed to him to become still darker and more dense,\nand heavy clouds seemed to sweep down towards him; at the same time he\nfelt a sharp pain in his knee. He fancied for a moment that he had been\nshot, and listened for the report; but he heard nothing. Then he put\nout his hand, and encountered an obstacle and with another stroke knew\nthat he had gained the shore.\n\nBefore him rose a grotesque mass of rocks, that resembled nothing so\nmuch as a vast fire petrified at the moment of its most fervent\ncombustion. It was the Island of Tiboulen. Dantès rose, advanced a few\nsteps, and, with a fervent prayer of gratitude, stretched himself on\nthe granite, which seemed to him softer than down. Then, in spite of\nthe wind and rain, he fell into the deep, sweet sleep of utter\nexhaustion. At the expiration of an hour Edmond was awakened by the\nroar of thunder. The tempest was let loose and beating the atmosphere\nwith its mighty wings; from time to time a flash of ligh"
    },
    {
      "chunk_idx": 376,
      "chunk_id": "The Count of Monte Cristo_chunk_140",
      "start_pos": 490000,
      "end_pos": 494000,
      "similarity": 0.031496062992125984,
      "text": "es. For his father’s death he was\nin some manner prepared; but he knew not how to account for the\nmysterious disappearance of Mercédès.\n\nWithout divulging his secret, Dantès could not give sufficiently clear\ninstructions to an agent. There were, besides, other particulars he was\ndesirous of ascertaining, and those were of a nature he alone could\ninvestigate in a manner satisfactory to himself. His looking-glass had\nassured him, during his stay at Leghorn, that he ran no risk of\nrecognition; moreover, he had now the means of adopting any disguise he\nthought proper. One fine morning, then, his yacht, followed by the\nlittle fishing-boat, boldly entered the port of Marseilles, and\nanchored exactly opposite the spot from whence, on the\nnever-to-be-forgotten night of his departure for the Château d’If, he\nhad been put on board the boat destined to convey him thither.\n\n0315m\n\n\n\nStill Dantès could not view without a shudder the approach of a\ngendarme who accompanied the officers deputed to demand his bill of\nhealth ere the yacht was permitted to hold communication with the\nshore; but with that perfect self-possession he had acquired during his\nacquaintance with Faria, Dantès coolly presented an English passport he\nhad obtained from Leghorn, and as this gave him a standing which a\nFrench passport would not have afforded, he was informed that there\nexisted no obstacle to his immediate debarkation.\n\nThe first person to attract the attention of Dantès, as he landed on\nthe Canebière, was one of the crew belonging to the _Pharaon_. Edmond\nwelcomed the meeting with this fellow—who had been one of his own\nsailors—as a sure means of testing the extent of the change which time\nhad worked in his own appearance. Going straight towards him, he\npropounded a variety of questions on different subjects, carefully\nwatching the man’s countenance as he did so; but not a word or look\nimplied that he had the slightest idea of ever having seen before the\nperson with whom he was then conversing.\n\nGiving the sailor a piece of money in return for his civility, Dantès\nproceeded onwards; but ere he had gone many steps he heard the man\nloudly calling him to stop.\n\nDantès instantly turned to meet him.\n\n“I beg your pardon, sir,” said the honest fellow, in almost breathless\nhaste, “but I believe you made a mistake; you intended to give me a\ntwo-franc piece, and see, you gave me a double Napoleon.”\n\n“Thank you, my good friend. I see that I have made a trifling mistake,\nas you say; but by way of rewarding your honesty I give you another\ndouble Napoleon, that you may drink to my health, and be able to ask\nyour messmates to join you.”\n\nSo extreme was the surprise of the sailor, that he was unable even to\nthank Edmond, whose receding figure he continued to gaze after in\nspeechless astonishment. “Some nabob from India,” was his comment.\n\nDantès, meanwhile, went on his way. Each step he trod oppressed his\nheart with fresh emotion; his first and most indelible recollections\nwere there; not a tree, not a street, that he passed but seemed filled\nwith dear and cherished memories. And thus he proceeded onwards till he\narrived at the end of the Rue de Noailles, from whence a full view of\nthe Allées de Meilhan was obtained. At this spot, so pregnant with fond\nand filial remembrances, his heart beat almost to bursting, his knees\ntottered under him, a mist floated over his sight, and had he not clung\nfor support to one of the trees, he would inevitably have fallen to the\nground and been crushed beneath the many vehicles continually passing\nthere. Recovering himself, however, he wiped the perspiration from his\nbrows, and stopped not again till he found himself at the door of the\nhouse in which his father had lived.\n\nThe nasturtiums and other plants, which his father had delighted to\ntrain before his window, had all disappeared from the upper part of the\nhouse.\n\nLeaning against the tree, he gazed thoughtfully for a time at the upper\nstories of the shabby little house. Then he advance"
    }
  ]
}