{
  "1df304b6f3e9": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03260869565217391,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 818,
      "chunk_id": "The Count of Monte Cristo_chunk_582",
      "start_pos": 2037000,
      "end_pos": 2041000,
      "similarity": 0.029411764705882353,
      "text": "o is preparing to defend his life proves his shield and bends\nhis sword. He thought himself strong enough, for he mistook fever for\nenergy. “Go on,” said he.\n\n“The evening arrived; all Paris was in expectation. Many said your\nfather had only to show himself to crush the charge against him; many\nothers said he would not appear; while some asserted that they had seen\nhim start for Brussels; and others went to the police-office to inquire\nif he had taken out a passport. I used all my influence with one of the\ncommittee, a young peer of my acquaintance, to get admission to one of\nthe galleries. He called for me at seven o’clock, and, before anyone\nhad arrived, asked one of the door-keepers to place me in a box. I was\nconcealed by a column, and might witness the whole of the terrible\nscene which was about to take place. At eight o’clock all were in their\nplaces, and M. de Morcerf entered at the last stroke. He held some\npapers in his hand; his countenance was calm, and his step firm, and he\nwas dressed with great care in his military uniform, which was buttoned\ncompletely up to the chin. His presence produced a good effect. The\ncommittee was made up of Liberals, several of whom came forward to\nshake hands with him.”\n\nAlbert felt his heart bursting at these particulars, but gratitude\nmingled with his sorrow: he would gladly have embraced those who had\ngiven his father this proof of esteem at a moment when his honor was so\npowerfully attacked.\n\n“At this moment one of the door-keepers brought in a letter for the\npresident. ‘You are at liberty to speak, M. de Morcerf,’ said the\npresident, as he unsealed the letter; and the count began his defence,\nI assure you, Albert, in a most eloquent and skilful manner. He\nproduced documents proving that the Vizier of Yanina had up to the last\nmoment honored him with his entire confidence, since he had interested\nhim with a negotiation of life and death with the emperor. He produced\nthe ring, his mark of authority, with which Ali Pasha generally sealed\nhis letters, and which the latter had given him, that he might, on his\nreturn at any hour of the day or night, gain access to the presence,\neven in the harem. Unfortunately, the negotiation failed, and when he\nreturned to defend his benefactor, he was dead. ‘But,’ said the count,\n‘so great was Ali Pasha’s confidence, that on his death-bed he resigned\nhis favorite mistress and her daughter to my care.’”\n\nAlbert started on hearing these words; the history of Haydée recurred\nto him, and he remembered what she had said of that message and the\nring, and the manner in which she had been sold and made a slave.\n\n“And what effect did this discourse produce?” anxiously inquired\nAlbert.\n\n“I acknowledge it affected me, and, indeed, all the committee also,”\nsaid Beauchamp.\n\n“Meanwhile, the president carelessly opened the letter which had been\nbrought to him; but the first lines aroused his attention; he read them\nagain and again, and fixing his eyes on M. de Morcerf, ‘Count,’ said\nhe, ‘you have said that the Vizier of Yanina confided his wife and\ndaughter to your care?’—‘Yes, sir,’ replied Morcerf; ‘but in that, like\nall the rest, misfortune pursued me. On my return, Vasiliki and her\ndaughter Haydée had disappeared.’—‘Did you know them?’—‘My intimacy\nwith the pasha and his unlimited confidence had gained me an\nintroduction to them, and I had seen them above twenty times.’\n\n“‘Have you any idea what became of them?’—‘Yes, sir; I heard they had\nfallen victims to their sorrow, and, perhaps, to their poverty. I was\nnot rich; my life was in constant danger; I could not seek them, to my\ngreat regret.’ The president frowned imperceptibly. ‘Gentlemen,’ said\nhe, ‘you have heard the Comte de Morcerf’s defence. Can you, sir,\nproduce any witnesses to the truth of what you have asserted?’—‘Alas,\nno, monsieur,’ replied the count; ‘all those who surrounded the vizier,\nor who knew me at his court, are either dead or gone away, I know not\nwhere. I believe that I alone, of all my c"
    },
    {
      "chunk_idx": 439,
      "chunk_id": "The Count of Monte Cristo_chunk_203",
      "start_pos": 710500,
      "end_pos": 714500,
      "similarity": 0.0291005291005291,
      "text": "ike Manfred, and had taken refuge on the banks of the\nAmasine between Sonnino and Juperno. He strove to collect a band of\nfollowers, and followed the footsteps of Decesaris and Gasparone, whom\nhe hoped to surpass. Many young men of Palestrina, Frascati, and\nPampinara had disappeared. Their disappearance at first caused much\ndisquietude; but it was soon known that they had joined Cucumetto.\nAfter some time Cucumetto became the object of universal attention; the\nmost extraordinary traits of ferocious daring and brutality were\nrelated of him.\n\n“One day he carried off a young girl, the daughter of a surveyor of\nFrosinone. The bandit’s laws are positive; a young girl belongs first\nto him who carries her off, then the rest draw lots for her, and she is\nabandoned to their brutality until death relieves her sufferings. When\ntheir parents are sufficiently rich to pay a ransom, a messenger is\nsent to negotiate; the prisoner is hostage for the security of the\nmessenger; should the ransom be refused, the prisoner is irrevocably\nlost. The young girl’s lover was in Cucumetto’s troop; his name was\nCarlini. When she recognized her lover, the poor girl extended her arms\nto him, and believed herself safe; but Carlini felt his heart sink, for\nhe but too well knew the fate that awaited her. However, as he was a\nfavorite with Cucumetto, as he had for three years faithfully served\nhim, and as he had saved his life by shooting a dragoon who was about\nto cut him down, he hoped the chief would have pity on him. He took\nCucumetto one side, while the young girl, seated at the foot of a huge\npine that stood in the centre of the forest, made a veil of her\npicturesque head-dress to hide her face from the lascivious gaze of the\nbandits. There he told the chief all—his affection for the prisoner,\ntheir promises of mutual fidelity, and how every night, since he had\nbeen near, they had met in some neighboring ruins.\n\n20109m\n\n\n\n“It so happened that night that Cucumetto had sent Carlini to a\nvillage, so that he had been unable to go to the place of meeting.\nCucumetto had been there, however, by accident, as he said, and had\ncarried the maiden off. Carlini besought his chief to make an exception\nin Rita’s favor, as her father was rich, and could pay a large ransom.\nCucumetto seemed to yield to his friend’s entreaties, and bade him find\na shepherd to send to Rita’s father at Frosinone.\n\n“Carlini flew joyfully to Rita, telling her she was saved, and bidding\nher write to her father, to inform him what had occurred, and that her\nransom was fixed at three hundred piastres. Twelve hours’ delay was all\nthat was granted—that is, until nine the next morning. The instant the\nletter was written, Carlini seized it, and hastened to the plain to\nfind a messenger. He found a young shepherd watching his flock. The\nnatural messengers of the bandits are the shepherds who live between\nthe city and the mountains, between civilized and savage life. The boy\nundertook the commission, promising to be in Frosinone in less than an\nhour. Carlini returned, anxious to see his mistress, and announce the\njoyful intelligence. He found the troop in the glade, supping off the\nprovisions exacted as contributions from the peasants; but his eye\nvainly sought Rita and Cucumetto among them.\n\n“He inquired where they were, and was answered by a burst of laughter.\nA cold perspiration burst from every pore, and his hair stood on end.\nHe repeated his question. One of the bandits rose, and offered him a\nglass filled with Orvietto, saying, ‘To the health of the brave\nCucumetto and the fair Rita.’ At this moment Carlini heard a woman’s\ncry; he divined the truth, seized the glass, broke it across the face\nof him who presented it, and rushed towards the spot whence the cry\ncame. After a hundred yards he turned the corner of the thicket; he\nfound Rita senseless in the arms of Cucumetto. At the sight of Carlini,\nCucumetto rose, a pistol in each hand. The two brigands looked at each\nother for a moment—the one with"
    },
    {
      "chunk_idx": 247,
      "chunk_id": "The Count of Monte Cristo_chunk_11",
      "start_pos": 38500,
      "end_pos": 42500,
      "similarity": 0.027932960893854747,
      "text": "amed for ten years of being your husband, Mercédès, and\nto lose that hope, which was the only stay of my existence!”\n\n“At least it was not I who ever encouraged you in that hope, Fernand,”\nreplied Mercédès; “you cannot reproach me with the slightest coquetry.\nI have always said to you, ‘I love you as a brother; but do not ask\nfrom me more than sisterly affection, for my heart is another’s.’ Is\nnot this true, Fernand?”\n\n“Yes, that is very true, Mercédès,” replied the young man, “Yes, you\nhave been cruelly frank with me; but do you forget that it is among the\nCatalans a sacred law to intermarry?”\n\n0045m\n\n\n\n“You mistake, Fernand; it is not a law, but merely a custom, and, I\npray of you, do not cite this custom in your favor. You are included in\nthe conscription, Fernand, and are only at liberty on sufferance,\nliable at any moment to be called upon to take up arms. Once a soldier,\nwhat would you do with me, a poor orphan, forlorn, without fortune,\nwith nothing but a half-ruined hut and a few ragged nets, the miserable\ninheritance left by my father to my mother, and by my mother to me? She\nhas been dead a year, and you know, Fernand, I have subsisted almost\nentirely on public charity. Sometimes you pretend I am useful to you,\nand that is an excuse to share with me the produce of your fishing, and\nI accept it, Fernand, because you are the son of my father’s brother,\nbecause we were brought up together, and still more because it would\ngive you so much pain if I refuse. But I feel very deeply that this\nfish which I go and sell, and with the produce of which I buy the flax\nI spin,—I feel very keenly, Fernand, that this is charity.”\n\n“And if it were, Mercédès, poor and lone as you are, you suit me as\nwell as the daughter of the first shipowner or the richest banker of\nMarseilles! What do such as we desire but a good wife and careful\nhousekeeper, and where can I look for these better than in you?”\n\n“Fernand,” answered Mercédès, shaking her head, “a woman becomes a bad\nmanager, and who shall say she will remain an honest woman, when she\nloves another man better than her husband? Rest content with my\nfriendship, for I say once more that is all I can promise, and I will\npromise no more than I can bestow.”\n\n“I understand,” replied Fernand, “you can endure your own wretchedness\npatiently, but you are afraid to share mine. Well, Mercédès, beloved by\nyou, I would tempt fortune; you would bring me good luck, and I should\nbecome rich. I could extend my occupation as a fisherman, might get a\nplace as clerk in a warehouse, and become in time a dealer myself.”\n\n“You could do no such thing, Fernand; you are a soldier, and if you\nremain at the Catalans it is because there is no war; so remain a\nfisherman, and contented with my friendship, as I cannot give you\nmore.”\n\n“Well, I will do better, Mercédès. I will be a sailor; instead of the\ncostume of our fathers, which you despise, I will wear a varnished hat,\na striped shirt, and a blue jacket, with an anchor on the buttons.\nWould not that dress please you?”\n\n“What do you mean?” asked Mercédès, with an angry glance,—“what do you\nmean? I do not understand you?”\n\n“I mean, Mercédès, that you are thus harsh and cruel with me, because\nyou are expecting someone who is thus attired; but perhaps he whom you\nawait is inconstant, or if he is not, the sea is so to him.”\n\n“Fernand,” cried Mercédès, “I believed you were good-hearted, and I was\nmistaken! Fernand, you are wicked to call to your aid jealousy and the\nanger of God! Yes, I will not deny it, I do await, and I do love him of\nwhom you speak; and, if he does not return, instead of accusing him of\nthe inconstancy which you insinuate, I will tell you that he died\nloving me and me only.” The young girl made a gesture of rage. “I\nunderstand you, Fernand; you would be revenged on him because I do not\nlove you; you would cross your Catalan knife with his dirk. What end\nwould that answer? To lose you my friendship if he were conquered, and\nsee that friendship changed"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.0273972602739726,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    }
  ]
}