{
  "5a2e5c2e3dc5": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043010752688172046,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.023728813559322035,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 573,
      "chunk_id": "The Count of Monte Cristo_chunk_337",
      "start_pos": 1179500,
      "end_pos": 1183500,
      "similarity": 0.023076923076923078,
      "text": "t.\nHis relations with the former court, of which he always spoke with\ndignity and respect, made him respected by the new one, and he knew so\nmany things, that not only was he always carefully considered, but\nsometimes consulted. Perhaps this would not have been so had it been\npossible to get rid of M. de Villefort; but, like the feudal barons who\nrebelled against their sovereign, he dwelt in an impregnable fortress.\nThis fortress was his post as king’s attorney, all the advantages of\nwhich he exploited with marvellous skill, and which he would not have\nresigned but to be made deputy, and thus to replace neutrality by\nopposition.\n\nOrdinarily M. de Villefort made and returned very few visits. His wife\nvisited for him, and this was the received thing in the world, where\nthe weighty and multifarious occupations of the magistrate were\naccepted as an excuse for what was really only calculated pride, a\nmanifestation of professed superiority—in fact, the application of the\naxiom, _Pretend to think well of yourself, and the world will think\nwell of you_, an axiom a hundred times more useful in society nowadays\nthan that of the Greeks, “Know thyself,” a knowledge for which, in our\ndays, we have substituted the less difficult and more advantageous\nscience of _knowing others_.\n\nTo his friends M. de Villefort was a powerful protector; to his\nenemies, he was a silent, but bitter opponent; for those who were\nneither the one nor the other, he was a statue of the law-made man. He\nhad a haughty bearing, a look either steady and impenetrable or\ninsolently piercing and inquisitorial. Four successive revolutions had\nbuilt and cemented the pedestal upon which his fortune was based.\n\nM. de Villefort had the reputation of being the least curious and the\nleast wearisome man in France. He gave a ball every year, at which he\nappeared for a quarter of an hour only,—that is to say, five-and-forty\nminutes less than the king is visible at his balls. He was never seen\nat the theatres, at concerts, or in any place of public resort.\nOccasionally, but seldom, he played at whist, and then care was taken\nto select partners worthy of him—sometimes they were ambassadors,\nsometimes archbishops, or sometimes a prince, or a president, or some\ndowager duchess.\n\nSuch was the man whose carriage had just now stopped before the Count\nof Monte Cristo’s door. The valet de chambre announced M. de Villefort\nat the moment when the count, leaning over a large table, was tracing\non a map the route from St. Petersburg to China.\n\nThe procureur entered with the same grave and measured step he would\nhave employed in entering a court of justice. He was the same man, or\nrather the development of the same man, whom we have heretofore seen as\nassistant attorney at Marseilles. Nature, according to her way, had\nmade no deviation in the path he had marked out for himself. From being\nslender he had now become meagre; once pale, he was now yellow; his\ndeep-set eyes were hollow, and the gold spectacles shielding his eyes\nseemed to be an integral portion of his face. He dressed entirely in\nblack, with the exception of his white tie, and his funeral appearance\nwas only mitigated by the slight line of red ribbon which passed almost\nimperceptibly through his button-hole, and appeared like a streak of\nblood traced with a delicate brush.\n\nAlthough master of himself, Monte Cristo, scrutinized with\nirrepressible curiosity the magistrate whose salute he returned, and\nwho, distrustful by habit, and especially incredulous as to social\nprodigies, was much more despised to look upon “the noble stranger,” as\nMonte Cristo was already called, as an adventurer in search of new\nfields, or an escaped criminal, rather than as a prince of the Holy\nSee, or a sultan of the _Thousand and One Nights_.\n\n“Sir,” said Villefort, in the squeaky tone assumed by magistrates in\ntheir oratorical periods, and of which they cannot, or will not, divest\nthemselves in society, “sir, the signal service which you yesterday\nrendered t"
    },
    {
      "chunk_idx": 599,
      "chunk_id": "The Count of Monte Cristo_chunk_363",
      "start_pos": 1270500,
      "end_pos": 1274500,
      "similarity": 0.022727272727272728,
      "text": ",” said Madame de\nVillefort, “since you had cured the sick.”\n\n“Molière or Beaumarchais would reply to you, madame, that it was\nprecisely because I was not, that I had cured my patients; for myself,\nI am content to say to you that I have studied chemistry and the\nnatural sciences somewhat deeply, but still only as an amateur, you\nunderstand.”\n\nAt this moment the clock struck six.\n\n“It is six o’clock,” said Madame de Villefort, evidently agitated.\n“Valentine, will you not go and see if your grandpapa will have his\ndinner?”\n\nValentine rose, and saluting the count, left the apartment without\nspeaking.\n\n“Oh, madame,” said the count, when Valentine had left the room, “was it\non my account that you sent Mademoiselle de Villefort away?”\n\n“By no means,” replied the young lady quickly; “but this is the hour\nwhen we usually give M. Noirtier the unwelcome meal that sustains his\npitiful existence. You are aware, sir, of the deplorable condition of\nmy husband’s father?”\n\n“Yes, madame, M. de Villefort spoke of it to me—a paralysis, I think.”\n\n“Alas, yes; the poor old gentleman is entirely helpless; the mind alone\nis still active in this human machine, and that is faint and\nflickering, like the light of a lamp about to expire. But excuse me,\nsir, for talking of our domestic misfortunes; I interrupted you at the\nmoment when you were telling me that you were a skilful chemist.”\n\n“No, madame, I did not say as much as that,” replied the count with a\nsmile; “quite the contrary. I have studied chemistry because, having\ndetermined to live in eastern climates I have been desirous of\nfollowing the example of King Mithridates.”\n\n“_Mithridates, rex Ponticus_,” said the young scamp, as he tore some\nbeautiful portraits out of a splendid album, “the individual who took\ncream in his cup of poison every morning at breakfast.”\n\n“Edward, you naughty boy,” exclaimed Madame de Villefort, snatching the\nmutilated book from the urchin’s grasp, “you are positively past\nbearing; you really disturb the conversation; go, leave us, and join\nyour sister Valentine in dear grandpapa Noirtier’s room.”\n\n“The album,” said Edward sulkily.\n\n“What do you mean?—the album!”\n\n“I want the album.”\n\n“How dare you tear out the drawings?”\n\n“Oh, it amuses me.”\n\n“Go—go at once.”\n\n“I won’t go unless you give me the album,” said the boy, seating\nhimself doggedly in an armchair, according to his habit of never giving\nway.\n\n“Take it, then, and pray disturb us no longer,” said Madame de\nVillefort, giving the album to Edward, who then went towards the door,\nled by his mother. The count followed her with his eyes.\n\n“Let us see if she shuts the door after him,” he muttered.\n\nMadame de Villefort closed the door carefully after the child, the\ncount appearing not to notice her; then casting a scrutinizing glance\naround the chamber, the young wife returned to her chair, in which she\nseated herself.\n\n“Allow me to observe, madame,” said the count, with that kind tone he\ncould assume so well, “you are really very severe with that dear clever\nchild.”\n\n“Oh, sometimes severity is quite necessary,” replied Madame de\nVillefort, with all a mother’s real firmness.\n\n“It was his Cornelius Nepos that Master Edward was repeating when he\nreferred to King Mithridates,” continued the count, “and you\ninterrupted him in a quotation which proves that his tutor has by no\nmeans neglected him, for your son is really advanced for his years.”\n\n“The fact is, count,” answered the mother, agreeably flattered, “he has\ngreat aptitude, and learns all that is set before him. He has but one\nfault, he is somewhat wilful; but really, on referring for the moment\nto what he said, do you truly believe that Mithridates used these\nprecautions, and that these precautions were efficacious?”\n\n“I think so, madame, because I myself have made use of them, that I\nmight not be poisoned at Naples, at Palermo, and at Smyrna—that is to\nsay, on three several occasions when, but for these precautions, I must\nhave lost my life.”\n\n“And your precautions w"
    },
    {
      "chunk_idx": 861,
      "chunk_id": "The Count of Monte Cristo_chunk_625",
      "start_pos": 2187500,
      "end_pos": 2191500,
      "similarity": 0.0226628895184136,
      "text": "just\npower to give one parting look to her grandfather, who in losing her\nseemed to be resigning his very soul. D’Avrigny followed the invalid,\nwrote a prescription, ordered Villefort to take a cabriolet, go in\nperson to a chemist’s to get the prescribed medicine, bring it himself,\nand wait for him in his daughter’s room. Then, having renewed his\ninjunction not to give Valentine anything, he went down again to\nNoirtier, shut the doors carefully, and after convincing himself that\nno one was listening:\n\n“Do you,” said he, “know anything of this young lady’s illness?”\n\n“Yes,” said the old man.\n\n“We have no time to lose; I will question, and do you answer me.”\nNoirtier made a sign that he was ready to answer. “Did you anticipate\nthe accident which has happened to your granddaughter?”\n\n“Yes.” D’Avrigny reflected a moment; then approaching Noirtier:\n\n“Pardon what I am going to say,” added he, “but no indication should be\nneglected in this terrible situation. Did you see poor Barrois die?”\nNoirtier raised his eyes to heaven.\n\n“Do you know of what he died!” asked d’Avrigny, placing his hand on\nNoirtier’s shoulder.\n\n“Yes,” replied the old man.\n\n“Do you think he died a natural death?” A sort of smile was discernible\non the motionless lips of Noirtier.\n\n“Then you have thought that Barrois was poisoned?”\n\n“Yes.”\n\n“Do you think the poison he fell a victim to was intended for him?”\n\n“No.”\n\n“Do you think the same hand which unintentionally struck Barrois has\nnow attacked Valentine?”\n\n“Yes.”\n\n“Then will she die too?” asked d’Avrigny, fixing his penetrating gaze\non Noirtier. He watched the effect of this question on the old man.\n\n“No,” replied he with an air of triumph which would have puzzled the\nmost clever diviner.\n\n“Then you hope?” said d’Avrigny, with surprise.\n\n“Yes.”\n\n“What do you hope?” The old man made him understand with his eyes that\nhe could not answer.\n\n“Ah, yes, it is true,” murmured d’Avrigny. Then, turning to\nNoirtier,—“Do you hope the assassin will be tried?”\n\n“No.”\n\n“Then you hope the poison will take no effect on Valentine?”\n\n“Yes.”\n\n“It is no news to you,” added d’Avrigny, “to tell you that an attempt\nhas been made to poison her?” The old man made a sign that he\nentertained no doubt upon the subject. “Then how do you hope Valentine\nwill escape?”\n\nNoirtier kept his eyes steadfastly fixed on the same spot. D’Avrigny\nfollowed the direction and saw that they were fixed on a bottle\ncontaining the mixture which he took every morning. “Ah, indeed?” said\nd’Avrigny, struck with a sudden thought, “has it occurred to\nyou”—Noirtier did not let him finish.\n\n“Yes,” said he.\n\n“To prepare her system to resist poison?”\n\n“Yes.”\n\n“By accustoming her by degrees——”\n\n“Yes, yes, yes,” said Noirtier, delighted to be understood.\n\n“Of course. I had told you that there was brucine in the mixture I give\nyou.”\n\n“Yes.”\n\n“And by accustoming her to that poison, you have endeavored to\nneutralize the effect of a similar poison?” Noirtier’s joy continued.\n“And you have succeeded,” exclaimed d’Avrigny. “Without that precaution\nValentine would have died before assistance could have been procured.\nThe dose has been excessive, but she has only been shaken by it; and\nthis time, at any rate, Valentine will not die.”\n\nA superhuman joy expanded the old man’s eyes, which were raised towards\nheaven with an expression of infinite gratitude. At this moment\nVillefort returned.\n\n“Here, doctor,” said he, “is what you sent me for.”\n\n“Was this prepared in your presence?”\n\n“Yes,” replied the procureur.\n\n“Have you not let it go out of your hands?”\n\n“No.”\n\nD’Avrigny took the bottle, poured some drops of the mixture it\ncontained in the hollow of his hand, and swallowed them.\n\n“Well,” said he, “let us go to Valentine; I will give instructions to\neveryone, and you, M. de Villefort, will yourself see that no one\ndeviates from them.”\n\n40294m\n\n\n\nAt the moment when d’Avrigny was returning to Valentine’s room,\naccompanied by Villefort, an Italian priest, of serious demeanor and\ncalm an"
    }
  ]
}