{
  "58c1204d94aa": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.039603960396039604,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 154,
      "chunk_id": "In Search of the Castaways_chunk_154",
      "start_pos": 539000,
      "end_pos": 543000,
      "similarity": 0.03007518796992481,
      "text": "rrent. It was impossible to venture upon this roaring\ndeluge, these rushing floods, broken into a thousand eddies by the\ndepressions of the river-bed. Captain Mangles declared that the passage\nwas impracticable.\n\n\"But,\" added he, \"we ought not to remain here without making any\nattempt. What we wished to do before Ayrton's treason is still more\nnecessary now.\"\n\n\"What do you say, captain?\" asked Glenarvan.\n\n\"I say that assistance is needed; and since we cannot go to Twofold\nBay, we must go to Melbourne. One horse is left. Let your lordship give\nhim to me, and I will go.\"\n\n\"But it is a perilous venture, John,\" said Glenarvan. \"Aside from the\ndangers of this journey of two hundred miles across an unknown country,\nall the roads may be guarded by Ben Joyce's accomplices.\"\n\n\"I know it, my lord; but I know, too, that our situation cannot be\nprolonged. Ayrton only asked eight days' absence to bring back the crew\nof the Duncan. But I will return in six days to the banks of the Snowy.\nWhat are your lordship's orders?\"\n\n\"Before Glenarvan speaks,\" said Paganel, \"I must make a remark. It is\nwell that one of us should go to Melbourne, but not that these dangers\nshould be incurred by Captain Mangles. He is the captain of the Duncan,\nand must not, therefore, expose himself. Allow me to go in his place.\"\n\n\"Well said,\" replied the major; \"but why should it be you, Paganel?\"\n\n\"Are we not here?\" cried Wilson and Mulready.\n\n\"And do you believe,\" continued MacNabb, \"that I am afraid to make a\njourney of two hundred miles on horseback?\"\n\n\"My friends,\" said Glenarvan, \"if one of us is to go to Melbourne, let\nfate decide. Paganel, write our names----\"\n\n\"Not yours at least, my lord,\" insisted Captain Mangles.\n\n\"And why?\" asked Glenarvan.\n\n\"Separate you from Lady Helena, when your wound is not yet healed?\"\n\n\"Glenarvan,\" interposed Paganel, \"you cannot leave the encampment.\"\n\n\"No,\" resumed the major; \"your place is here. Edward, you must not go.\"\n\n\"There are dangers to incur,\" replied Glenarvan; \"and I will not leave\nmy part to others. Write, Paganel; let my name be mingled with those of\nmy companions, and Heaven grant that it may be the first drawn.\"\n\nAll yielded to this wish; and Glenarvan's name was added to the others.\nThey then proceeded to draw, and the lot fell upon Mulready. The brave\nsailor uttered a cry of joy.\n\n\"My lord, I am ready to go,\" said he.\n\nGlenarvan clasped his hand, and then turned towards the cart, leaving\nthe major and Captain Mangles to guard the encampment. Lady Helena\nwas at once informed of the decision taken to send a messenger to\nMelbourne, and of the result of the drawing by lot. She spoke words to\nMulready that went to the heart of that noble sailor. They knew that he\nwas brave, intelligent, hardy, and persevering. The lot could not have\nfallen better.\n\nIt was decided that Mulready should depart at eight o'clock, after the\nshort twilight. Wilson charged himself with getting the horse ready. He\ntook the precaution to change the tell-tale shoe that he wore on his\nleft foot, and to replace it by one belonging to the horses that had\ndied in the night. The convicts could not now track Mulready, or follow\nhim, unless mounted.\n\n[Sidenote: ANOTHER DISTRACTION.]\n\nWhile Wilson was occupied with these arrangements, Glenarvan was\npreparing the letter designed for Tom Austin; but his wounded arm\ndisabled him, and he asked Paganel to write for him. The geographer,\nwho seemed absorbed in one idea, was oblivious to what was passing\naround him. It must be confessed that Paganel, in all this succession\nof sad misfortunes, thought only of his false interpretation of the\ndocument. He turned the words about in every way to draw from them a\nnew meaning, and remained wrapt in these meditations. Thus he did not\nhear Glenarvan's request, and the latter was forced to repeat it.\n\n\"Very well,\" replied Paganel; \"I am ready.\"\n\nSo saying, he mechanically produced his note-book. He tore out a blank\npage, and then, with his pencil in his hand, made ready t"
    },
    {
      "chunk_idx": 125,
      "chunk_id": "In Search of the Castaways_chunk_125",
      "start_pos": 437500,
      "end_pos": 441500,
      "similarity": 0.02972972972972973,
      "text": "omething new, desired to visit the place. Accordingly,\nthe geographer, taking Robert with him as usual, started on his\nexplorations, while the cart slowly continued its journey. Their\ninspection of the town was very rapid, and shortly afterwards they had\njoined their companions.\n\nWhile they were passing through this region, the travelers requested\nPaganel to give them some account of its progress, and the geographer,\nin compliance with their wishes, had just begun a lecture upon the\ncivilization of the country, when he was interrupted by a shrill\nwhistle. The party were not a mile from the railroad. A locomotive,\ncoming from the south, and going slowly, had stopped just where\nthe road they were following crossed the iron track. At this point\nthe railway passes over the Lutton on an iron bridge, and thither\nAyrton directed his cart, preceded by the horsemen. The travelers\nwere attracted, moreover, by a lively feeling of curiosity, for\na considerable crowd was already rushing towards the bridge. The\ninhabitants of the neighboring stations, leaving their houses, and the\nshepherds their flocks, lined the sides of the track. Frequent cries\nwere heard. Some serious event must have taken place to cause such\nexcitement,--a great accident, perhaps.\n\n[Illustration: A terrible accident had occurred, not a collision, but a\nrunning off the track and a fall into the river, which was filled with\nthe fragments of cars and locomotives.]\n\nGlenarvan, followed by his companions, urged on his horse, and in a few\nmoments arrived at Camden Bridge. Here the cause of this agitation was\nat once manifest. A terrible accident had occurred, not a collision,\nbut a running off the track and a fall into the river, which was filled\nwith the fragments of cars and locomotives. Either the bridge had\ngiven way, or the engine had run off the track; for five coaches out\nof six had been precipitated into the bed of the Lutton. The last car,\nmiraculously preserved by the breaking of its coupling, stood on the\nvery verge of the abyss. Below was to be seen nothing but a terrible\nheap of blackened and bent axle-trees, broken cars, twisted rails, and\ncharred timbers. The boiler, which had burst at the shock, had thrown\nits iron plates to an enormous distance. From this mass of unsightly\nobjects issued flames and spiral wreaths of steam, mingled with black\nsmoke. Large spots of blood, scattered limbs, and trunks of burnt\nbodies appeared here and there; and no one dared to estimate the number\nof victims buried beneath the ruins.\n\nGlenarvan, Paganel, the major, and Captain Mangles mingled with the\ncrowd, and listened to the conjectures that passed from one to another.\nEach sought to explain the catastrophe, while laboring to save what was\nleft.\n\n\"The bridge has broken,\" said one.\n\n[Sidenote: CAUSES AND EFFECTS.]\n\n\"Broken?\" replied others. \"That cannot be, for it is still uninjured.\nThey forgot to close it for the passage of the train, that is all.\"\n\nIt was a draw-bridge, which had been constructed for the convenience of\nthe shipping. Had the man on guard, through unpardonable negligence,\nforgotten to close it, and thus precipitated the train, at full speed,\ninto the bed of the Lutton? This supposition seemed plausible, for one\nhalf of the bridge lay beneath the fragments of the cars, while the\nother still hung intact in its chains. Doubt was no longer possible;\nsurely carelessness must have caused the calamity.\n\nThe accident had happened to the night express, which left Melbourne\nat forty-five minutes past eleven. It must have been a quarter-past\nthree in the morning when the train reached Camden Bridge, where this\nterrible destruction of life and property took place. The travelers\nand employés of the last car at once busied themselves in seeking\nassistance; but the telegraph-wires, whose poles lay on the ground,\nwere no longer available. It took the authorities of Castlemaine three\nhours to reach the scene of the disaster; and it was, therefore, six\no'clock in the morning "
    },
    {
      "chunk_idx": 226,
      "chunk_id": "In Search of the Castaways_chunk_226",
      "start_pos": 791000,
      "end_pos": 795000,
      "similarity": 0.028846153846153848,
      "text": "ould not be surprised if its\norigin was due to some volcanic upheaval.\"\n\n\"But then,\" said Glenarvan, \"if an eruption created it, may we not fear\nthat the same agency will destroy it?\"\n\n\"That is scarcely probable,\" answered Paganel. \"Its existence has\nbeen known for several centuries; and this seems a guarantee for its\ncontinuance.\"\n\n\"Well,\" continued Glenarvan, \"do you think, captain, that we can land\nbefore night?\"\n\n[Sidenote: ANOTHER ARTIFICIAL VOLCANO.]\n\n\"No, certainly not. I ought not to endanger the Duncan in the darkness,\non a coast that is not familiar to me. I will keep a short distance\nfrom land, and to-morrow at daybreak we will send a boat ashore.\"\n\nAt eight o'clock Maria Theresa, although only five miles to windward,\nappeared like a lengthened shadow, scarcely visible. An hour later,\nquite a bright light, like a fire, blazed in the darkness. It was\nmotionless and stationary.\n\n\"That would seem to indicate a volcano,\" said Paganel, watching it\nattentively.\n\n\"However,\" replied Captain Mangles, \"at this distance we ought to hear\nthe commotion that always accompanies an eruption, and yet the wind\nbrings no sound to our ears.\"\n\n\"Indeed,\" observed Paganel, \"this volcano glows, but does not\nspeak. You might say that it throws out intermittent flashes like a\nlighthouse.\"\n\n\"You are right,\" continued Captain Mangles; \"and yet we are not on the\nilluminated side. Ha!\" cried he, \"another fire! On the shore this time!\nSee! it moves, it changes its place!\"\n\nHe was not mistaken. A new light had appeared, that sometimes seemed to\ngo out, and then all at once flash forth again.\n\n\"Is the island inhabited?\" asked Glenarvan.\n\n\"Evidently, by savages,\" replied Paganel.\n\n\"Then we cannot abandon the quartermaster here.\"\n\n\"No,\" said the major; \"that would be giving even savages too dangerous\na present.\"\n\n\"We will seek some other deserted island,\" resumed Glenarvan, who could\nnot help smiling at MacNabb's delicacy. \"I promised Ayrton his life,\nand I will keep my promise.\"\n\n\"At all events, let us beware,\" added Paganel. \"The New Zealanders have\nthe barbarous custom of misleading ships by moving fires. The natives\nof Maria Theresa may understand this deception.\"\n\n\"Bear away a point,\" cried the captain to the sailor at the helm.\n\"To-morrow, at sunrise, we shall know what is to be done.\"\n\nAt eleven o'clock the passengers and the captain retired to their\ncabins. At the bow the first watch was pacing the deck, while at the\nstern the helmsman was alone at his post.\n\nIn the stillness Mary and Robert Grant came on deck. The two children,\nleaning upon the railing, gazed sadly at the phosphorescent sea and the\nluminous wake of the yacht. Mary thought of Robert's future; Robert\nthought of his sister's; both thought of their father. Was that beloved\nparent still living? Yet must they give him up? But no, what would life\nbe without him? What would become of them without his protection? What\nwould have become of them already, except for the magnanimity of Lord\nand Lady Glenarvan?\n\nThe boy, taught by misfortune, divined the thoughts that were agitating\nhis sister. He took her hand in his.\n\n\"Mary,\" said he, \"we must never despair. Remember the lessons our\nfather taught us. 'Courage compensates for everything in this world,'\nhe said. Let us have that indomitable courage that overcomes all\nobstacles. Hitherto you have labored for me, my sister, but now I shall\nlabor for you.\"\n\n\"Dear Robert!\" replied the young girl.\n\n\"I must tell you one thing,\" continued he. \"You will not be sorry,\nMary?\"\n\n\"Why should I be sorry, my child?\"\n\n\"And you will let me do as I wish?\"\n\n\"What do you mean?\" asked she, anxiously.\n\n\"My sister, I shall be a sailor----!\"\n\n\"And leave me?\" cried the young girl, clasping her brother's hand.\n\n[Sidenote: EULOGY AND THRENODY.]\n\n\"Yes, sister, I shall be a sailor, like my father, and like Captain\nJohn. Mary, my dear Mary, he has not lost all hope! You will have, like\nme, confidence in his devotion. He has promised that he will make me a\nthorough and"
    },
    {
      "chunk_idx": 733,
      "chunk_id": "The Count of Monte Cristo_chunk_497",
      "start_pos": 1739500,
      "end_pos": 1743500,
      "similarity": 0.028795811518324606,
      "text": "him, and pointing to\nMaximilian, “I love him, and will be only his; were I compelled to\nmarry another, I would destroy myself.”\n\nThe eyes of the paralytic expressed a multitude of tumultuous thoughts.\n\n“You like M. Maximilian Morrel, do you not, grandpapa?” asked\nValentine.\n\n“Yes.”\n\n“And you will protect us, who are your children, against the will of my\nfather?”\n\nNoirtier cast an intelligent glance at Morrel, as if to say, “perhaps I\nmay.”\n\nMaximilian understood him.\n\n“Mademoiselle,” said he, “you have a sacred duty to fulfil in your\ndeceased grandmother’s room, will you allow me the honor of a few\nminutes’ conversation with M. Noirtier?”\n\n“That is it,” said the old man’s eye. Then he looked anxiously at\nValentine.\n\n“Do you fear he will not understand?”\n\n“Yes.”\n\n“Oh, we have so often spoken of you, that he knows exactly how I talk\nto you.” Then turning to Maximilian, with an adorable smile; although\nshaded by sorrow,—“He knows everything I know,” said she.\n\nValentine arose, placed a chair for Morrel, requested Barrois not to\nadmit anyone, and having tenderly embraced her grandfather, and\nsorrowfully taken leave of Morrel, she went away. To prove to Noirtier\nthat he was in Valentine’s confidence and knew all their secrets,\nMorrel took the dictionary, a pen, and some paper, and placed them all\non a table where there was a light.\n\n“But first,” said Morrel, “allow me, sir, to tell you who I am, how\nmuch I love Mademoiselle Valentine, and what are my designs respecting\nher.”\n\nNoirtier made a sign that he would listen.\n\nIt was an imposing sight to witness this old man, apparently a mere\nuseless burden, becoming the sole protector, support, and adviser of\nthe lovers who were both young, beautiful, and strong. His remarkably\nnoble and austere expression struck Morrel, who began his story with\ntrembling. He related the manner in which he had become acquainted with\nValentine, and how he had loved her, and that Valentine, in her\nsolitude and her misfortune, had accepted the offer of his devotion. He\ntold him his birth, his position, his fortune, and more than once, when\nhe consulted the look of the paralytic, that look answered, “That is\ngood, proceed.”\n\n“And now,” said Morrel, when he had finished the first part of his\nrecital, “now I have told you of my love and my hopes, may I inform you\nof my intentions?”\n\n“Yes,” signified the old man.\n\n“This was our resolution; a cabriolet was in waiting at the gate, in\nwhich I intended to carry off Valentine to my sister’s house, to marry\nher, and to wait respectfully M. de Villefort’s pardon.”\n\n“No,” said Noirtier.\n\n“We must not do so?”\n\n“No.”\n\n“You do not sanction our project?”\n\n“No.”\n\n“There is another way,” said Morrel. The old man’s interrogative eye\nsaid, “Which?”\n\n“I will go,” continued Maximilian, “I will seek M. Franz d’Épinay—I am\nhappy to be able to mention this in Mademoiselle de Villefort’s\nabsence—and will conduct myself toward him so as to compel him to\nchallenge me.” Noirtier’s look continued to interrogate.\n\n“You wish to know what I will do?”\n\n“Yes.”\n\n“I will find him, as I told you. I will tell him the ties which bind me\nto Mademoiselle Valentine; if he be a sensible man, he will prove it by\nrenouncing of his own accord the hand of his betrothed, and will secure\nmy friendship, and love until death; if he refuse, either through\ninterest or ridiculous pride, after I have proved to him that he would\nbe forcing my wife from me, that Valentine loves me, and will have no\nother, I will fight with him, give him every advantage, and I shall\nkill him, or he will kill me; if I am victorious, he will not marry\nValentine, and if I die, I am very sure Valentine will not marry him.”\n\nNoirtier watched, with indescribable pleasure, this noble and sincere\ncountenance, on which every sentiment his tongue uttered was depicted,\nadding by the expression of his fine features all that coloring adds to\na sound and faithful drawing.\n\nStill, when Morrel had finished, he shut his eyes several times, which\nwa"
    }
  ]
}