{
  "336a1d648f7b": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043478260869565216,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 128,
      "chunk_id": "In Search of the Castaways_chunk_128",
      "start_pos": 448000,
      "end_pos": 452000,
      "similarity": 0.02535211267605634,
      "text": "lers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the first prize in geography\" was\nsufficient introduction to Monsieur Paganel, who forthwith tested his\nknowledge, greatly to his own satisfaction, and considerably to the\ncredit of his young pupil. The curiosity of his discoverers having been\nfully satisfied, Toliné was made welcome, and partook with the others\nof the general repast. Many were the plans and purposes concerning\nhim, and much wonder was expressed as to how they could speed him on\nhis way; but in the morning it was discovered that he had solved the\nproblem for himself, and a bouquet of fresh leaves and flowers, laid by\nthe side of Lady Helena's seat, was the only memento that Toliné had\nleft.\n\n[Sidenote: A GOLDEN CITY.]\n\nThe party were now approaching the district which, in the years 1851\nand 1852, was so much talked of throughout the civilized world,\nand attracted from all parts so many reckless adventurers and\nfortune-hunters. The line of the thirty-seventh parallel, on which they\nwere traveling, led them through the diggings and municipality of Mount\nAlexander, which was one of the most successful spots for the digger at\nthe commencement of the gold fever, in consequence of the comparatively\nlevel nature of the ground and the general richness of the soil, so\ndifferent from some other localities where only once in a while was\nsome enormous nugget to be found. As they drew near to the streets of\nthis hastily-built town, Ayrton and Mulready, who were in charge of the\ncart, were sent forward, whilst the others walked through the place to\ninspect what there might be of interest, as well as to ascertain what\nmight be learned concerning the object of their expedition.\n\nThus, in this strange gathering of all nationalities and creeds and\nprofessions, the regular inhabitants beheld a still more extraordinary\nsight than that every day afforded them: folks who to the refinement\nwhich education and civilization give added both the earnestness\nof the worker and the freshness and vigor of the pleasure-seeking\ntourist. In the streets, in connection with the strange sign-boards and\nannouncements, the novel erections and purposes to which some of them\nwere adapted, Paganel had a history and commentary for every one.\n\nStill more did he expatiate upon the thousand-and-one topics of\ninterest when they visited the bank building, which here is the\ncentre of more than one agency connected with this great gold-bearing\ndistrict. Here was the mineralogical museum, in which might be seen\nspecimens illustrative of all the various ways in which the gold has\nbeen found, whether in combination with clay or other minerals, or--as\nit is sometimes, to the great joy of the finder, discovered--_pur\net simple_. Here also were models, diagrams, and even the tools\nthemselves, to illustrate the different methods by which the object\nof search was dug out, or washed, or crushed, or tested. Here also\nwas an almost unequaled collection of precious stones, gems of all\nsorts, making the gallery in which they were placed a real Golconda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-"
    },
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.025280898876404494,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 307,
      "chunk_id": "The Count of Monte Cristo_chunk_71",
      "start_pos": 248500,
      "end_pos": 252500,
      "similarity": 0.02518891687657431,
      "text": "inspector; “and the abbé’s plan\nhas not even the merit of originality.”\n\nThen turning to Faria, “I inquired if you are well fed?” said he.\n\n“Swear to me,” replied Faria, “to free me if what I tell you prove\ntrue, and I will stay here while you go to the spot.”\n\n“Are you well fed?” repeated the inspector.\n\n“Monsieur, you run no risk, for, as I told you, I will stay here; so\nthere is no chance of my escaping.”\n\n“You do not reply to my question,” replied the inspector impatiently.\n\n“Nor you to mine,” cried the abbé. “You will not accept my gold; I will\nkeep it for myself. You refuse me my liberty; God will give it me.” And\nthe abbé, casting away his coverlet, resumed his place, and continued\nhis calculations.\n\n0177m\n\n\n\n“What is he doing there?” said the inspector.\n\n“Counting his treasures,” replied the governor.\n\nFaria replied to this sarcasm with a glance of profound contempt. They\nwent out. The turnkey closed the door behind them.\n\n“He was wealthy once, perhaps?” said the inspector.\n\n“Or dreamed he was, and awoke mad.”\n\n“After all,” said the inspector, “if he had been rich, he would not\nhave been here.”\n\nSo the matter ended for the Abbé Faria. He remained in his cell, and\nthis visit only increased the belief in his insanity.\n\nCaligula or Nero, those treasure-seekers, those desirers of the\nimpossible, would have accorded to the poor wretch, in exchange for his\nwealth, the liberty he so earnestly prayed for. But the kings of modern\ntimes, restrained by the limits of mere probability, have neither\ncourage nor desire. They fear the ear that hears their orders, and the\neye that scrutinizes their actions. Formerly they believed themselves\nsprung from Jupiter, and shielded by their birth; but nowadays they are\nnot inviolable.\n\nIt has always been against the policy of despotic governments to suffer\nthe victims of their persecutions to reappear. As the Inquisition\nrarely allowed its victims to be seen with their limbs distorted and\ntheir flesh lacerated by torture, so madness is always concealed in its\ncell, from whence, should it depart, it is conveyed to some gloomy\nhospital, where the doctor has no thought for man or mind in the\nmutilated being the jailer delivers to him. The very madness of the\nAbbé Faria, gone mad in prison, condemned him to perpetual captivity.\n\nThe inspector kept his word with Dantès; he examined the register, and\nfound the following note concerning him:\n\n_Edmond Dantès:_\n\nViolent Bonapartist; took an active part in the return from Elba.\n\nThe greatest watchfulness and care to be exercised.\n\nThis note was in a different hand from the rest, which showed that it\nhad been added since his confinement. The inspector could not contend\nagainst this accusation; he simply wrote, _Nothing to be done._\n\nThis visit had infused new vigor into Dantès; he had, till then,\nforgotten the date; but now, with a fragment of plaster, he wrote the\ndate, 30th July, 1816, and made a mark every day, in order not to lose\nhis reckoning again. Days and weeks passed away, then months—Dantès\nstill waited; he at first expected to be freed in a fortnight. This\nfortnight expired, he decided that the inspector would do nothing until\nhis return to Paris, and that he would not reach there until his\ncircuit was finished, he therefore fixed three months; three months\npassed away, then six more. Finally ten months and a half had gone by\nand no favorable change had taken place, and Dantès began to fancy the\ninspector’s visit but a dream, an illusion of the brain.\n\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 3"
    },
    {
      "chunk_idx": 857,
      "chunk_id": "The Count of Monte Cristo_chunk_621",
      "start_pos": 2173500,
      "end_pos": 2177500,
      "similarity": 0.02518891687657431,
      "text": "ity no one could for a moment doubt.\n\n“Thank you, count—thank you,” said the young man, evidently embarrassed\nhow to begin the conversation; “yes, everyone in my family is well.”\n\n“So much the better; yet you have something to tell me?” replied the\ncount with increased anxiety.\n\n“Yes,” said Morrel, “it is true; I have but now left a house where\ndeath has just entered, to run to you.”\n\n“Are you then come from M. de Morcerf’s?” asked Monte Cristo.\n\n“No,” said Morrel; “is someone dead in his house?”\n\n“The general has just blown his brains out,” replied Monte Cristo with\ngreat coolness.\n\n“Oh, what a dreadful event!” cried Maximilian.\n\n“Not for the countess, or for Albert,” said Monte Cristo; “a dead\nfather or husband is better than a dishonored one,—blood washes out\nshame.”\n\n“Poor countess,” said Maximilian, “I pity her very much; she is so\nnoble a woman!”\n\n“Pity Albert also, Maximilian; for believe me he is the worthy son of\nthe countess. But let us return to yourself. You have hastened to\nme—can I have the happiness of being useful to you?”\n\n40286m\n\n\n\n“Yes, I need your help: that is I thought like a madman that you could\nlend me your assistance in a case where God alone can succor me.”\n\n“Tell me what it is,” replied Monte Cristo.\n\n“Oh,” said Morrel, “I know not, indeed, if I may reveal this secret to\nmortal ears, but fatality impels me, necessity constrains me, count——”\nMorrel hesitated.\n\n“Do you think I love you?” said Monte Cristo, taking the young man’s\nhand affectionately in his.\n\n“Oh, you encourage me, and something tells me there,” placing his hand\non his heart, “that I ought to have no secret from you.”\n\n“You are right, Morrel; God is speaking to your heart, and your heart\nspeaks to you. Tell me what it says.”\n\n“Count, will you allow me to send Baptistin to inquire after someone\nyou know?”\n\n“I am at your service, and still more my servants.”\n\n“Oh, I cannot live if she is not better.”\n\n“Shall I ring for Baptistin?”\n\n“No, I will go and speak to him myself.” Morrel went out, called\nBaptistin, and whispered a few words to him. The valet ran directly.\n\n“Well, have you sent?” asked Monte Cristo, seeing Morrel return.\n\n“Yes, and now I shall be more calm.”\n\n“You know I am waiting,” said Monte Cristo, smiling.\n\n“Yes, and I will tell you. One evening I was in a garden; a clump of\ntrees concealed me; no one suspected I was there. Two persons passed\nnear me—allow me to conceal their names for the present; they were\nspeaking in an undertone, and yet I was so interested in what they said\nthat I did not lose a single word.”\n\n“This is a gloomy introduction, if I may judge from your pallor and\nshuddering, Morrel.”\n\n“Oh, yes, very gloomy, my friend. Someone had just died in the house to\nwhich that garden belonged. One of the persons whose conversation I\noverheard was the master of the house; the other, the physician. The\nformer was confiding to the latter his grief and fear, for it was the\nsecond time within a month that death had suddenly and unexpectedly\nentered that house which was apparently destined to destruction by some\nexterminating angel, as an object of God’s anger.”\n\n“Ah, indeed?” said Monte Cristo, looking earnestly at the young man,\nand by an imperceptible movement turning his chair, so that he remained\nin the shade while the light fell full on Maximilian’s face.\n\n“Yes,” continued Morrel, “death had entered that house twice within one\nmonth.”\n\n“And what did the doctor answer?” asked Monte Cristo.\n\n“He replied—he replied, that the death was not a natural one, and must\nbe attributed”—\n\n“To what?”\n\n“To poison.”\n\n“Indeed!” said Monte Cristo with a slight cough which in moments of\nextreme emotion helped him to disguise a blush, or his pallor, or the\nintense interest with which he listened; “indeed, Maximilian, did you\nhear that?”\n\n“Yes, my dear count, I heard it; and the doctor added that if another\ndeath occurred in a similar way he must appeal to justice.”\n\nMonte Cristo listened, or appeared to do so, with the greatest\ncalmness.\n"
    }
  ]
}