{
  "b4c88cd501e1": [
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.024305555555555556,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 244,
      "chunk_id": "The Count of Monte Cristo_chunk_8",
      "start_pos": 28000,
      "end_pos": 32000,
      "similarity": 0.023376623376623377,
      "text": "e need of me.” Dantès\nmade a gesture. “I do not allude to you, my boy. No!—no! I lent you\nmoney, and you returned it; that’s like good neighbors, and we are\nquits.”\n\n“We are never quits with those who oblige us,” was Dantès’ reply; “for\nwhen we do not owe them money, we owe them gratitude.”\n\n“What’s the use of mentioning that? What is done is done. Let us talk\nof your happy return, my boy. I had gone on the quay to match a piece\nof mulberry cloth, when I met friend Danglars. ‘You at\nMarseilles?’—‘Yes,’ says he.\n\n“‘I thought you were at Smyrna.’—‘I was; but am now back again.’\n\n“‘And where is the dear boy, our little Edmond?’\n\n“‘Why, with his father, no doubt,’ replied Danglars. And so I came,”\nadded Caderousse, “as fast as I could to have the pleasure of shaking\nhands with a friend.”\n\n0037m\n\n\n\n“Worthy Caderousse!” said the old man, “he is so much attached to us.”\n\n“Yes, to be sure I am. I love and esteem you, because honest folks are\nso rare. But it seems you have come back rich, my boy,” continued the\ntailor, looking askance at the handful of gold and silver which Dantès\nhad thrown on the table.\n\nThe young man remarked the greedy glance which shone in the dark eyes\nof his neighbor. “Eh,” he said, negligently, “this money is not mine. I\nwas expressing to my father my fears that he had wanted many things in\nmy absence, and to convince me he emptied his purse on the table. Come,\nfather” added Dantès, “put this money back in your box—unless neighbor\nCaderousse wants anything, and in that case it is at his service.”\n\n“No, my boy, no,” said Caderousse. “I am not in any want, thank God, my\nliving is suited to my means. Keep your money—keep it, I say;—one never\nhas too much;—but, at the same time, my boy, I am as much obliged by\nyour offer as if I took advantage of it.”\n\n“It was offered with good will,” said Dantès.\n\n“No doubt, my boy; no doubt. Well, you stand well with M. Morrel I\nhear,—you insinuating dog, you!”\n\n“M. Morrel has always been exceedingly kind to me,” replied Dantès.\n\n“Then you were wrong to refuse to dine with him.”\n\n“What, did you refuse to dine with him?” said old Dantès; “and did he\ninvite you to dine?”\n\n“Yes, my dear father,” replied Edmond, smiling at his father’s\nastonishment at the excessive honor paid to his son.\n\n“And why did you refuse, my son?” inquired the old man.\n\n“That I might the sooner see you again, my dear father,” replied the\nyoung man. “I was most anxious to see you.”\n\n“But it must have vexed M. Morrel, good, worthy man,” said Caderousse.\n“And when you are looking forward to be captain, it was wrong to annoy\nthe owner.”\n\n“But I explained to him the cause of my refusal,” replied Dantès, “and\nI hope he fully understood it.”\n\n“Yes, but to be captain one must do a little flattery to one’s\npatrons.”\n\n“I hope to be captain without that,” said Dantès.\n\n“So much the better—so much the better! Nothing will give greater\npleasure to all your old friends; and I know one down there behind the\nSaint Nicolas citadel who will not be sorry to hear it.”\n\n“Mercédès?” said the old man.\n\n“Yes, my dear father, and with your permission, now I have seen you,\nand know you are well and have all you require, I will ask your consent\nto go and pay a visit to the Catalans.”\n\n“Go, my dear boy,” said old Dantès; “and Heaven bless you in your wife,\nas it has blessed me in my son!”\n\n“His wife!” said Caderousse; “why, how fast you go on, father Dantès;\nshe is not his wife yet, as it seems to me.”\n\n“No, but according to all probability she soon will be,” replied\nEdmond.\n\n“Yes—yes,” said Caderousse; “but you were right to return as soon as\npossible, my boy.”\n\n“And why?”\n\n“Because Mercédès is a very fine girl, and fine girls never lack\nfollowers; she particularly has them by dozens.”\n\n“Really?” answered Edmond, with a smile which had in it traces of\nslight uneasiness.\n\n0039m\n\n\n\n“Ah, yes,” continued Caderousse, “and capital offers, too; but you\nknow, you will be captain, and who could refuse you then?”\n\n“Meaning to say,” replied Dantè"
    },
    {
      "chunk_idx": 243,
      "chunk_id": "The Count of Monte Cristo_chunk_7",
      "start_pos": 24500,
      "end_pos": 28500,
      "similarity": 0.02278481012658228,
      "text": " him, and he fell backwards.\n\n“Come, come,” said the young man, “a glass of wine, father, will revive\nyou. Where do you keep your wine?”\n\n“No, no; thanks. You need not look for it; I do not want it,” said the\nold man.\n\n“Yes, yes, father, tell me where it is,” and he opened two or three\ncupboards.\n\n“It is no use,” said the old man, “there is no wine.”\n\n“What, no wine?” said Dantès, turning pale, and looking alternately at\nthe hollow cheeks of the old man and the empty cupboards. “What, no\nwine? Have you wanted money, father?”\n\n“I want nothing now that I have you,” said the old man.\n\n“Yet,” stammered Dantès, wiping the perspiration from his brow,—“yet I\ngave you two hundred francs when I left, three months ago.”\n\n“Yes, yes, Edmond, that is true, but you forgot at that time a little\ndebt to our neighbor, Caderousse. He reminded me of it, telling me if I\ndid not pay for you, he would be paid by M. Morrel; and so, you see,\nlest he might do you an injury——”\n\n“Well?”\n\n“Why, I paid him.”\n\n“But,” cried Dantès, “it was a hundred and forty francs I owed\nCaderousse.”\n\n“Yes,” stammered the old man.\n\n“And you paid him out of the two hundred francs I left you?”\n\nThe old man nodded.\n\n“So that you have lived for three months on sixty francs,” muttered\nEdmond.\n\n“You know how little I require,” said the old man.\n\n“Heaven pardon me,” cried Edmond, falling on his knees before his\nfather.\n\n“What are you doing?”\n\n“You have wounded me to the heart.”\n\n“Never mind it, for I see you once more,” said the old man; “and now\nit’s all over—everything is all right again.”\n\n0035m\n\n\n\n“Yes, here I am,” said the young man, “with a promising future and a\nlittle money. Here, father, here!” he said, “take this—take it, and\nsend for something immediately.” And he emptied his pockets on the\ntable, the contents consisting of a dozen gold pieces, five or six\nfive-franc pieces, and some smaller coin. The countenance of old Dantès\nbrightened.\n\n“Whom does this belong to?” he inquired.\n\n“To me, to you, to us! Take it; buy some provisions; be happy, and\ntomorrow we shall have more.”\n\n“Gently, gently,” said the old man, with a smile; “and by your leave I\nwill use your purse moderately, for they would say, if they saw me buy\ntoo many things at a time, that I had been obliged to await your\nreturn, in order to be able to purchase them.”\n\n“Do as you please; but, first of all, pray have a servant, father. I\nwill not have you left alone so long. I have some smuggled coffee and\nmost capital tobacco, in a small chest in the hold, which you shall\nhave tomorrow. But, hush, here comes somebody.”\n\n“’Tis Caderousse, who has heard of your arrival, and no doubt comes to\ncongratulate you on your fortunate return.”\n\n“Ah, lips that say one thing, while the heart thinks another,” murmured\nEdmond. “But, never mind, he is a neighbor who has done us a service on\na time, so he’s welcome.”\n\nAs Edmond paused, the black and bearded head of Caderousse appeared at\nthe door. He was a man of twenty-five or six, and held a piece of\ncloth, which, being a tailor, he was about to make into a coat-lining.\n\n“What, is it you, Edmond, back again?” said he, with a broad\nMarseillaise accent, and a grin that displayed his ivory-white teeth.\n\n“Yes, as you see, neighbor Caderousse; and ready to be agreeable to you\nin any and every way,” replied Dantès, but ill-concealing his coldness\nunder this cloak of civility.\n\n“Thanks—thanks; but, fortunately, I do not want for anything; and it\nchances that at times there are others who have need of me.” Dantès\nmade a gesture. “I do not allude to you, my boy. No!—no! I lent you\nmoney, and you returned it; that’s like good neighbors, and we are\nquits.”\n\n“We are never quits with those who oblige us,” was Dantès’ reply; “for\nwhen we do not owe them money, we owe them gratitude.”\n\n“What’s the use of mentioning that? What is done is done. Let us talk\nof your happy return, my boy. I had gone on the quay to match a piece\nof mulberry cloth, when I met friend Danglars. ‘You at\nMarseilles?’"
    },
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.022727272727272728,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 409,
      "chunk_id": "The Count of Monte Cristo_chunk_173",
      "start_pos": 605500,
      "end_pos": 609500,
      "similarity": 0.02197802197802198,
      "text": "en,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after Julie had retired, she rose, took off her shoes, and went\nstealthily along the passage, to see through the keyhole what her\nhusband was doing.\n\nIn the passage she saw a retreating shadow; it was Julie, who, uneasy\nherself, had anticipated her mother. The young lady went towards Madame\nMorrel.\n\n“He is writing,” she said.\n\nThey had understood each other without speaking. Madame Morrel looked\nagain through the keyhole, Morrel was writing; but Madame Morrel\nremarked, what her daughter had not observed, that her husband was\nwriting on stamped paper. The terrible idea that he was writing his\nwill flashed across her; she shuddered, and yet had not strength to\nutter a word.\n\nNext day M. Morrel seemed as calm as ever, went into his office as\nusual, came to his breakfast punctually, and then, after dinner, he\nplaced his daughter beside him, took her head in his arms, and held her\nfor a long time against his bosom. In the evening, Julie told her\nmother, that although he was apparently so calm, she had noticed that\nher father’s heart beat violently.\n\nThe next two days passed in much the same way. On the evening of the\n4th of September, M. Morrel asked his daughter for the key of his\nstudy. Julie trembled at this request, which seemed to her of bad omen.\nWhy did her father ask for this key which she always kept, and which\nwas only taken from her in childhood as a punishment? The young girl\nlooked at Morrel.\n\n“What have I done wrong, father,” she said, “that you should take this\nkey from me?”\n\n“Nothing, my dear,” replied the unhappy man, the tears starting to his\neyes at this simple question,—“nothing, only I want it.”\n\nJulie made a pretence to feel for the key. “I must have left it in my\nroom,” she said.\n\nAnd she went out, but instead of going to her apartment she hastened to\nconsult Emmanuel.\n\n“Do not give this key to your father,” said he, “and tomorrow morning,\nif possible, do not quit him for a moment.”\n\nShe questioned Emmanuel, but he knew nothing, or would not say what he\nknew.\n\nDuring the night, between the 4th and 5th of September, Madame Morrel\nremained listening for every sound, and, until three o’clock in the\nmorning, she heard her husband pacing the room in great agitation. It\nwas three o’clock when he threw himself on the bed. The mother and\ndaughter passed the night together. They had expected Maximilian since\nthe previous evening. At eight o’clock in the morning Morrel entered\ntheir chamber. He was calm; but the agitation of the night was legible\nin his pale and careworn visage. They did not dare to ask him how he\nhad slept. Morrel was kinder to his wife, more affectionate to his\ndaughter, than he had ever been. He could not cease gazing at and\nkissing the sweet girl. Julie, mindful of Emmanuel’s request, was\nfollowing her father when he quitted the room, but he said to her\nquickly:\n\n“Remain with your mother, dearest.” Julie wished to accompany him. “I\nwish you to do so,” said he.\n\nThis was the first time Morrel had ever so spoken, but he said it in a\ntone of paternal kindness, and Julie did not dare to disobey. She\nremained at the same spot standing mute and motionless. An instant\nafterwards the door opened, she felt two arms encircle her, and a mouth\npressed her forehead. She looked up and uttered an exclamation of joy.\n\n20053m\n\n\n\n“Maximilian, my dearest brother!” she cried.\n\nAt these words Madame Morrel rose, and threw herself into her son’s\narms.\n\n“Mother,” said the young man, looking alternately at Madame Morrel and\nher daughter"
    }
  ]
}