{
  "608e0ac9fff9": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06521739130434782,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.03768115942028986,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    },
    {
      "chunk_idx": 988,
      "chunk_id": "The Count of Monte Cristo_chunk_752",
      "start_pos": 2632000,
      "end_pos": 2636000,
      "similarity": 0.03435114503816794,
      "text": "g Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n    This eBook is for the use of anyone anywhere in the United States and most\n    other parts of the world at no cost and with almost no restrictions\n    whatsoever. You may copy it, give it away or re-use it under the terms\n    of the Project Gutenberg License included with this eBook or online\n    at www.gutenberg.org. If you\n    are not located in the United States, you will have to check the laws\n    of the country where you are located before using this eBook.\n  \n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII”"
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.03287671232876712,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    },
    {
      "chunk_idx": 398,
      "chunk_id": "The Count of Monte Cristo_chunk_162",
      "start_pos": 567000,
      "end_pos": 571000,
      "similarity": 0.03278688524590164,
      "text": "shouted with laughter.\n\n“So can I,” said the Englishman, and he laughed too; but he laughed as\nthe English do, “at the end of his teeth.”\n\n“And so,” continued the Englishman who first gained his composure, “he\nwas drowned?”\n\n“Unquestionably.”\n\n“So that the governor got rid of the dangerous and the crazy prisoner\nat the same time?”\n\n“Precisely.”\n\n20027m\n\n\n\n“But some official document was drawn up as to this affair, I suppose?”\ninquired the Englishman.\n\n“Yes, yes, the mortuary deposition. You understand, Dantès’ relations,\nif he had any, might have some interest in knowing if he were dead or\nalive.”\n\n“So that now, if there were anything to inherit from him, they may do\nso with easy conscience. He is dead, and no mistake about it.”\n\n“Oh, yes; and they may have the fact attested whenever they please.”\n\n“So be it,” said the Englishman. “But to return to these registers.”\n\n“True, this story has diverted our attention from them. Excuse me.”\n\n“Excuse you for what? For the story? By no means; it really seems to me\nvery curious.”\n\n“Yes, indeed. So, sir, you wish to see all relating to the poor abbé,\nwho really was gentleness itself.”\n\n“Yes, you will much oblige me.”\n\n“Go into my study here, and I will show it to you.”\n\nAnd they both entered M. de Boville’s study. Everything was here\narranged in perfect order; each register had its number, each file of\npapers its place. The inspector begged the Englishman to seat himself\nin an armchair, and placed before him the register and documents\nrelative to the Château d’If, giving him all the time he desired for\nthe examination, while De Boville seated himself in a corner, and began\nto read his newspaper. The Englishman easily found the entries relative\nto the Abbé Faria; but it seemed that the history which the inspector\nhad related interested him greatly, for after having perused the first\ndocuments he turned over the leaves until he reached the deposition\nrespecting Edmond Dantès. There he found everything arranged in due\norder,—the accusation, examination, Morrel’s petition, M. de\nVillefort’s marginal notes. He folded up the accusation quietly, and\nput it as quietly in his pocket; read the examination, and saw that the\nname of Noirtier was not mentioned in it; perused, too, the application\ndated 10th April, 1815, in which Morrel, by the deputy procureur’s\nadvice, exaggerated with the best intentions (for Napoleon was then on\nthe throne) the services Dantès had rendered to the imperial\ncause—services which Villefort’s certificates rendered indisputable.\nThen he saw through the whole thing. This petition to Napoleon, kept\nback by Villefort, had become, under the second restoration, a terrible\nweapon against him in the hands of the king’s attorney. He was no\nlonger astonished when he searched on to find in the register this\nnote, placed in a bracket against his name:\n\nEdmond Dantès.\n\nAn inveterate Bonapartist; took an active part in the return from the\nIsland of Elba.\n\nTo be kept in strict solitary confinement, and to be closely watched\nand guarded.\n\nBeneath these lines was written in another hand: “See note\nabove—nothing can be done.”\n\nHe compared the writing in the bracket with the writing of the\ncertificate placed beneath Morrel’s petition, and discovered that the\nnote in the bracket was the same writing as the certificate—that is to\nsay, was in Villefort’s handwriting.\n\n20029m\n\n\n\nAs to the note which accompanied this, the Englishman understood that\nit might have been added by some inspector who had taken a momentary\ninterest in Dantès’ situation, but who had, from the remarks we have\nquoted, found it impossible to give any effect to the interest he had\nfelt.\n\nAs we have said, the inspector, from discretion, and that he might not\ndisturb the Abbé Faria’s pupil in his researches, had seated himself in\na corner, and was reading _Le Drapeau Blanc_. He did not see the\nEnglishman fold up and place in his pocket the accusation written by\nDanglars under the arbor of La Réserve, and which had the post"
    }
  ]
}