{
  "e2690300fe20": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.058823529411764705,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 439,
      "chunk_id": "The Count of Monte Cristo_chunk_203",
      "start_pos": 710500,
      "end_pos": 714500,
      "similarity": 0.03608247422680412,
      "text": "ike Manfred, and had taken refuge on the banks of the\nAmasine between Sonnino and Juperno. He strove to collect a band of\nfollowers, and followed the footsteps of Decesaris and Gasparone, whom\nhe hoped to surpass. Many young men of Palestrina, Frascati, and\nPampinara had disappeared. Their disappearance at first caused much\ndisquietude; but it was soon known that they had joined Cucumetto.\nAfter some time Cucumetto became the object of universal attention; the\nmost extraordinary traits of ferocious daring and brutality were\nrelated of him.\n\n“One day he carried off a young girl, the daughter of a surveyor of\nFrosinone. The bandit’s laws are positive; a young girl belongs first\nto him who carries her off, then the rest draw lots for her, and she is\nabandoned to their brutality until death relieves her sufferings. When\ntheir parents are sufficiently rich to pay a ransom, a messenger is\nsent to negotiate; the prisoner is hostage for the security of the\nmessenger; should the ransom be refused, the prisoner is irrevocably\nlost. The young girl’s lover was in Cucumetto’s troop; his name was\nCarlini. When she recognized her lover, the poor girl extended her arms\nto him, and believed herself safe; but Carlini felt his heart sink, for\nhe but too well knew the fate that awaited her. However, as he was a\nfavorite with Cucumetto, as he had for three years faithfully served\nhim, and as he had saved his life by shooting a dragoon who was about\nto cut him down, he hoped the chief would have pity on him. He took\nCucumetto one side, while the young girl, seated at the foot of a huge\npine that stood in the centre of the forest, made a veil of her\npicturesque head-dress to hide her face from the lascivious gaze of the\nbandits. There he told the chief all—his affection for the prisoner,\ntheir promises of mutual fidelity, and how every night, since he had\nbeen near, they had met in some neighboring ruins.\n\n20109m\n\n\n\n“It so happened that night that Cucumetto had sent Carlini to a\nvillage, so that he had been unable to go to the place of meeting.\nCucumetto had been there, however, by accident, as he said, and had\ncarried the maiden off. Carlini besought his chief to make an exception\nin Rita’s favor, as her father was rich, and could pay a large ransom.\nCucumetto seemed to yield to his friend’s entreaties, and bade him find\na shepherd to send to Rita’s father at Frosinone.\n\n“Carlini flew joyfully to Rita, telling her she was saved, and bidding\nher write to her father, to inform him what had occurred, and that her\nransom was fixed at three hundred piastres. Twelve hours’ delay was all\nthat was granted—that is, until nine the next morning. The instant the\nletter was written, Carlini seized it, and hastened to the plain to\nfind a messenger. He found a young shepherd watching his flock. The\nnatural messengers of the bandits are the shepherds who live between\nthe city and the mountains, between civilized and savage life. The boy\nundertook the commission, promising to be in Frosinone in less than an\nhour. Carlini returned, anxious to see his mistress, and announce the\njoyful intelligence. He found the troop in the glade, supping off the\nprovisions exacted as contributions from the peasants; but his eye\nvainly sought Rita and Cucumetto among them.\n\n“He inquired where they were, and was answered by a burst of laughter.\nA cold perspiration burst from every pore, and his hair stood on end.\nHe repeated his question. One of the bandits rose, and offered him a\nglass filled with Orvietto, saying, ‘To the health of the brave\nCucumetto and the fair Rita.’ At this moment Carlini heard a woman’s\ncry; he divined the truth, seized the glass, broke it across the face\nof him who presented it, and rushed towards the spot whence the cry\ncame. After a hundred yards he turned the corner of the thicket; he\nfound Rita senseless in the arms of Cucumetto. At the sight of Carlini,\nCucumetto rose, a pistol in each hand. The two brigands looked at each\nother for a moment—the one with"
    },
    {
      "chunk_idx": 78,
      "chunk_id": "In Search of the Castaways_chunk_78",
      "start_pos": 273000,
      "end_pos": 277000,
      "similarity": 0.035897435897435895,
      "text": "tives\nwith a terrible roar. Men and beasts, everything, disappeared in a\nwhirlpool of foam. A ponderous liquid mass engulfed them in its furious\ntide. When the deluge had passed, the men regained the surface, and\nrapidly counted their numbers; but the horses, except Thaouka, had\ndisappeared forever.\n\n\"Courage! courage!\" cried Glenarvan, who supported Paganel with one arm\nand swam with the other.\n\n\"All right! all right!\" replied the worthy geographer; \"indeed I am not\nsorry----\"\n\nWhat was he not sorry for? No one ever knew; for the poor man was\nforced to swallow the end of his sentence in half a pint of muddy water.\n\nThe major calmly advanced, taking a regular stroke of which the most\nskillful swimmer would not have been ashamed. The sailors worked their\nway along like porpoises in their native element. As for Robert, he\nclung to Thaouka's mane, and was thus drawn along. The horse proudly\ncut the waters, and kept himself instinctively on a line with the tree,\ntowards which the current bore him, and which was now not far distant.\n\nIn a few moments the entire party reached it. It was fortunate; for, if\nthis refuge had failed, all chance of safety would have vanished, and\nthey must have perished in the waves. The water was up to the top of\nthe trunk where the main branches grew, so that it was easy to grasp\nthem.\n\nThalcave, leaving his horse, and lifting Robert, seized the first limb,\nand soon his powerful arms had lodged the exhausted swimmers in a place\nof safety. But Thaouka, carried away by the current, was rapidly\ndisappearing. He turned his intelligent head towards his master, and,\nshaking his long mane, neighed for him beseechingly.\n\n[Illustration: A huge wave, forty feet high, overwhelmed the fugitives\nwith a terrible roar. Men and beasts, everything, disappeared in a\nwhirlpool of foam. A ponderous liquid mass engulfed them in its furious\ntide.]\n\n\"Do you abandon him?\" said Paganel.\n\n\"I?\" cried the Indian, and, plunging into the tempestuous waters, he\nreappeared some distance from the tree. A few moments after, his arm\nrested upon the neck of Thaouka, and horse and horseman swam away\ntogether towards the misty horizon of the north.\n\n\n\n\nCHAPTER XXIII.\n\nA SINGULAR ABODE.\n\n\nThe tree upon which Glenarvan and his companions had just found refuge\nresembled a walnut-tree. It had the same shining foliage and rounded\nform. It was the \"ombu,\" which is met with only on the Argentine\nPlains. It had an enormous, twisted trunk, and was confined to the\nearth not only by its great roots, but also by strong shoots which held\nit most tenaciously. It had thus resisted the force of the inundation.\n\n[Sidenote: AN ORNITHOLOGICAL OMNIUM-GATHERUM.]\n\nThis ombu measured one hundred feet in height, and might have covered\nwith its shade a circumference of three hundred and sixty feet. All\nthe upper part rested on three great branches, which forked from the\ntop of the trunk, that was six feet in diameter. Two of these branches\nwere nearly perpendicular, and supported the immense canopy of foliage,\nwhose crossed, twisted, and interlaced limbs, as if woven by the hand\nof a basket-maker, formed an impenetrable shelter. The third branch,\non the contrary, extended almost horizontally over the roaring waters;\nits leaves were bathed in them, while it seemed a promontory to this\nisland of verdure surrounded by an ocean. There was abundant space,\nalso, in the interior of this gigantic tree. The foliage, which was\nnot very dense at its outer circumference, left large openings like\nsky-lights, and made it well ventilated and cool. At sight of these\nbranches rising in innumerable ramifications towards the clouds, while\nthe parasitic convolvuli bound them to each other, and the rays of the\nsun shone through the interstices of the leaves, you would really have\nthought that the trunk of this ombu bore upon itself alone an entire\nforest.\n\nOn the arrival of the fugitives, a feathered population flew away to\nthe top branches, protesting by their cries against so flagran"
    },
    {
      "chunk_idx": 145,
      "chunk_id": "In Search of the Castaways_chunk_145",
      "start_pos": 507500,
      "end_pos": 511500,
      "similarity": 0.035175879396984924,
      "text": "ness increased beneath\nthe curtain of dense clouds that covered the sky. Not a breath of\nair was felt. The silence of the night was only interrupted by the\noccasional howlings of wild animals.\n\nAbout eleven o'clock, after an uneasy slumber, the major awoke. His\nhalf-closed eyes were attracted by a dim light that flickered beneath\nthe great trees. One would have thought it was a whitish sheet\nglittering like the surface of a lake. MacNabb imagined, at first, that\nthe flames of a conflagration were spreading over the ground.\n\n[Sidenote: STRANGE SIGHTS AND SOUNDS.]\n\nHe rose and walked towards the wood. His surprise was great when\nhe found himself in the presence of a purely natural phenomenon.\nBefore him extended an immense field of mushrooms, which emitted\nphosphorescent flashes.\n\nThe major, who was not selfish, was about to waken Paganel, that the\ngeographer might witness the spectacle with his own eyes, when an\nunexpected sight stopped him.\n\nThe phosphorescent light illumined the wood for the space of half a\nmile, and MacNabb thought he saw shadows rapidly moving along the edge\nof the clearing. Did his eyes deceive him? Was he the sport of an\nillusion?\n\nHe crouched down, and, after a long and attentive observation,\ndistinctly perceived several men, who seemed by their movements to be\nsearching the ground for something. What could these men want? He must\nknow, and, without an instant's hesitation or awakening his companions,\nhe crawled along on all-fours, carefully concealing himself in the tall\ngrass.\n\n\n\n\nCHAPTER XL.\n\nA STARTLING DISCOVERY.\n\n\n[Sidenote: INCREASING PERPLEXITIES.]\n\nIt was a terrible night. At two o'clock in the morning the rain began\nto fall in torrents, which continued to pour from the stormy clouds\ntill daylight. The tent was an insufficient shelter. Glenarvan and\nhis companions took refuge in the cart, where they passed the time\nin conversing upon various subjects. The major, however, whose short\nabsence no one had noticed, contented himself with listening in\nsilence. The fury of the tempest gave them considerable uneasiness,\nsince it might cause an inundation, by which the cart, fast in the\nmire, would be overwhelmed.\n\n[Illustration: He crouched down, and, after a long and attentive\nobservation, distinctly perceived several men.]\n\nMore than once Mulready, Ayrton, and Captain Mangles went to ascertain\nthe height of the rushing waters, and returned drenched from head to\nfoot.\n\nAt length day appeared. The rain ceased, but the rays of the sun failed\nto penetrate the thick veil of clouds. Large pools of muddy, yellowish\nwater covered the ground. A warm vapor issued from the water-soaked\nearth and saturated the atmosphere with a sickly moisture.\n\nGlenarvan, first of all, turned his attention to the cart. In his eyes,\nthis was their main support. It was imbedded fast in the midst of a\ndeep hollow of sticky clay. The fore wheels were almost entirely out of\nsight, and the hind ones were buried up to the hubs. It would be a very\ndifficult matter to pull out the heavy vehicle, and would undoubtedly\nrequire the united strength of men, oxen, and horses.\n\n\"We must make haste,\" said Captain Mangles. \"If this clay dries, the\nwork will be more difficult.\"\n\nGlenarvan, the two sailors, the captain, and Ayrton then entered the\nwood, where the animals had passed the night.\n\nIt was a tall forest of gloomy gum-trees. Nothing met the eye but dead\ntrunks, widely separated, which had been destitute of their bark for\ncenturies. Not a bird built its nest on these lofty skeletons; not a\nleaf trembled on the dry branches, that rattled together like a bundle\nof dry bones. Glenarvan, as he walked on, gazed at the leaden sky,\nagainst which the branches of the gum-trees were sharply defined. To\nAyrton's great astonishment, there was no trace of the horses and oxen\nin the place where he had left them. The fettered animals, however,\ncould not have gone far.\n\nThey searched for them in the wood, but failed to find them. Ayrton\nthen returned to t"
    },
    {
      "chunk_idx": 146,
      "chunk_id": "In Search of the Castaways_chunk_146",
      "start_pos": 511000,
      "end_pos": 515000,
      "similarity": 0.034482758620689655,
      "text": " its nest on these lofty skeletons; not a\nleaf trembled on the dry branches, that rattled together like a bundle\nof dry bones. Glenarvan, as he walked on, gazed at the leaden sky,\nagainst which the branches of the gum-trees were sharply defined. To\nAyrton's great astonishment, there was no trace of the horses and oxen\nin the place where he had left them. The fettered animals, however,\ncould not have gone far.\n\nThey searched for them in the wood, but failed to find them. Ayrton\nthen returned to the banks of the river, which was bordered by\nmagnificent mimosas. He uttered a cry well known to his oxen, but\nthere was no answer. The quartermaster seemed very anxious, and his\ncompanions glanced at each other in dismay.\n\nAn hour passed in a vain search, and Glenarvan was returning to the\ncart, which was at least a mile off, when a neigh fell upon his ear,\nfollowed almost immediately by a bellow.\n\n\"Here they are!\" cried Captain Mangles, forcing his way between the\ntall tufts of the gastrolobium, which were high enough to conceal a\nwhole herd.\n\nGlenarvan, Mulready, and Ayrton rushed after him, and soon shared his\nastonishment. Two oxen and three horses lay upon the ground, stricken\nlike the others. Their bodies were already cold, and a flock of hungry\ncrows, croaking in the mimosas, waited for their unexpected prey.\n\nGlenarvan and his friends gazed at each other, and Wilson did not\nsuppress an oath that rose to his lips.\n\n\"What is the matter, Wilson?\" said Lord Glenarvan, scarcely able to\ncontrol himself. \"We can do nothing. Ayrton, bring the ox and horse\nthat are left. They must extricate us from the difficulty.\"\n\n\"If the cart were once out of the mud,\" replied Captain Mangles, \"these\ntwo animals, by short journeys, could draw it to the coast. We must,\ntherefore, at all events, release the clumsy vehicle.\"\n\n\"We will try, John,\" said Glenarvan. \"Let us return to camp, for there\nmust be anxiety at our long absence.\"\n\nAyrton took charge of the ox, and Mulready of the horse, and the party\nreturned along the winding banks of the river. Half an hour after,\nPaganel, MacNabb, Lady Helena, and Miss Grant were told the state of\naffairs.\n\n\"By my faith,\" the major could not help exclaiming, \"it is a pity,\nAyrton, that you did not shoe all our animals on crossing the Wimerra.\"\n\n\"Why so, sir?\" asked Ayrton.\n\n\"Because of all our horses only the one you put into the hands of the\nfarrier has escaped the common fate.\"\n\n\"That is true,\" said Captain Mangles; \"and it is a singular\ncoincidence!\"\n\n[Sidenote: MISTAKES AND MISAPPREHENSIONS.]\n\n\"A coincidence, and nothing more,\" replied the quartermaster, gazing\nfixedly at the major.\n\nMacNabb compressed his lips, as if he would repress the words ready\nto burst from them. Glenarvan, the captain, and Lady Helena seemed to\nexpect that he would finish his sentence; but he remained silent, and\nwalked towards the cart, which Ayrton was now examining.\n\n\"What did he mean?\" inquired Glenarvan of Captain Mangles.\n\n\"I do not know,\" replied the young captain. \"However, the major is not\nthe man to speak without cause.\"\n\n\"No,\" said Lady Helena; \"Major MacNabb must have suspicions of Ayrton.\"\n\n\"What suspicions?\" asked Glenarvan. \"Does he suppose him capable of\nkilling our horses and oxen? For what purpose, pray? Are not Ayrton's\ninterests identical with ours?\"\n\n\"You are right, my dear Edward,\" said Lady Helena. \"Besides, the\nquartermaster has given us, ever since the beginning of the journey,\nindubitable proofs of his devotion to our comfort.\"\n\n\"True,\" replied Captain Mangles. \"But, then, what does the major's\nremark mean? I must have an understanding.\"\n\n\"Perhaps he thinks he is in league with these convicts?\" remarked\nPaganel, imprudently.\n\n\"What convicts?\" inquired Miss Grant.\n\n\"Monsieur Paganel is mistaken,\" said Captain Mangles quickly: \"he knows\nthat there are no convicts in the province of Victoria.\"\n\n\"Yes, yes, that is so,\" eagerly replied Paganel, who would fain have\nretracted his words. \"What could I have been thinki"
    }
  ]
}