{
  "29e23a368fbf": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043478260869565216,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 17,
      "chunk_id": "In Search of the Castaways_chunk_17",
      "start_pos": 59500,
      "end_pos": 63500,
      "similarity": 0.024128686327077747,
      "text": "opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht, and\nbetook themselves to Saint Mungo, the ancient cathedral of Glasgow.\nThis antique church, an uninjured relic in the midst of the ruins\ncaused by the Reformation, and so marvelously described by Walter\nScott, received beneath its massive arches the owners and sailors of\nthe Duncan.\n\n[Sidenote: PRAYER, AND PROGRESS.]\n\nA numerous throng accompanied them. There in the spacious aisle,\nfilled with tombs of the great and good, the Rev. Mr. Morton implored\nthe blessing of Heaven, and commended the expedition to the care of\nProvidence. For a moment the voice of Mary Grant arose in the old\nchurch. The young girl was praying for her benefactors, and shedding\nbefore God the sweet tears of gratitude. The assembly retired under the\ninfluence of a deep emotion.\n\nAt eleven, every one was on board. The captain and the crew occupied\nthemselves with the final preparations. At midnight the fires were\nkindled, and soon clouds of black smoke mingled with the vapors of the\nnight; the sails of the Duncan had been carefully reefed in a canvas\nsheathing, which served to protect them from injury. The wind blew from\nthe southeast, and did not favor the progress of the vessel; but at two\no'clock the ship began to heave under the action of her boilers. The\nmanometer indicated a pressure of four atmospheres, and the overheated\nsteam whistled through the escape-valves. The sea was tranquil, and\nsoon daylight enabled them to distinguish the passes of the Clyde\nbetween the buoys and beacons, whose lights were gradually extinguished\nas the morning dawned.\n\nCaptain Mangles informed Lord Glenarvan, who at once came on deck. Very\nsoon the ebb-tide was felt. The Duncan gave a few shrill whistles,\nslackened her cables, and separated from the surrounding vessels. Her\nscrew was set in motion, which propelled her into the channel of the\nriver. The captain had taken no pilot. He was perfectly acquainted with\nthe navigation of the Clyde, and no one could have commanded better. At\na sign from him the yacht started. With his right hand he controlled\nthe engine, and with his left the tiller, with silent but unerring\nskill.\n\n[Illustration: The Rev. Mr. Morton implored the blessing of Heaven, and\ncommended the expedition to the care of Providence.]\n\n[Sidenote: A CHANGE OF SCENE.]\n\nSoon the last workshops on the shore gave place to villas, built here\nand there upon the hills, and the sounds of the city died away in the\ndistance. An hour afterwards, the Duncan passed the rocks of Dumbarton;\ntwo hours later she was in the Frith of Clyde; and at six o'clock in\nthe morning she doubled Cantyre Point, emerged from the North Channel,\nand gained the open sea.\n\n\n\n[Illustration]\n\n\n\n\nCHAPTER VI.\n\nAN UNEXPECTED PASSENGER.\n\n\nDuring the first day's voyage the sea was quite rough, and the wind\nfreshened towards evening. The Duncan rolled considerably, so that\nthe ladies did not appear on deck, but very wisely remained in their\ncabins. The next day the wind changed a point, and the captain set the\nmain-, fore-, and foretop-sails, thus causing less perception of the\nrolling and pitching motion.\n\nLady Helena and Mary Grant were able before daybreak to join Lord\nGlenarvan, the major, and the captain, on deck. The sunrise was\nmagnificent. The orb of day, like a gilded metal disk, rose from the\nocean, as from an immense and silvery basin. The ship glided in the\nmidst of a splendid iridescence, and you would truly have thought that\nher sails expanded under the influence of the sun's rays, whilst even\nthe"
    },
    {
      "chunk_idx": 281,
      "chunk_id": "The Count of Monte Cristo_chunk_45",
      "start_pos": 157500,
      "end_pos": 161500,
      "similarity": 0.0234375,
      "text": " tonight,” said he. “It is late, and the\ngovernor is asleep. Tomorrow, perhaps, he may change you. In the\nmeantime there is bread, water, and fresh straw; and that is all a\nprisoner can wish for. Goodnight.” And before Dantès could open his\nmouth—before he had noticed where the jailer placed his bread or the\nwater—before he had glanced towards the corner where the straw was, the\njailer disappeared, taking with him the lamp and closing the door,\nleaving stamped upon the prisoner’s mind the dim reflection of the\ndripping walls of his dungeon.\n\nDantès was alone in darkness and in silence—cold as the shadows that he\nfelt breathe on his burning forehead. With the first dawn of day the\njailer returned, with orders to leave Dantès where he was. He found the\nprisoner in the same position, as if fixed there, his eyes swollen with\nweeping. He had passed the night standing, and without sleep. The\njailer advanced; Dantès appeared not to perceive him. He touched him on\nthe shoulder. Edmond started.\n\n“Have you not slept?” said the jailer.\n\n“I do not know,” replied Dantès. The jailer stared.\n\n“Are you hungry?” continued he.\n\n“I do not know.”\n\n“Do you wish for anything?”\n\n“I wish to see the governor.”\n\nThe jailer shrugged his shoulders and left the chamber.\n\nDantès followed him with his eyes, and stretched forth his hands\ntowards the open door; but the door closed. All his emotion then burst\nforth; he cast himself on the ground, weeping bitterly, and asking\nhimself what crime he had committed that he was thus punished.\n\nThe day passed thus; he scarcely tasted food, but walked round and\nround the cell like a wild beast in its cage. One thought in particular\ntormented him: namely, that during his journey hither he had sat so\nstill, whereas he might, a dozen times, have plunged into the sea, and,\nthanks to his powers of swimming, for which he was famous, have gained\nthe shore, concealed himself until the arrival of a Genoese or Spanish\nvessel, escaped to Spain or Italy, where Mercédès and his father could\nhave joined him. He had no fears as to how he should live—good seamen\nare welcome everywhere. He spoke Italian like a Tuscan, and Spanish\nlike a Castilian; he would have been free, and happy with Mercédès and\nhis father, whereas he was now confined in the Château d’If, that\nimpregnable fortress, ignorant of the future destiny of his father and\nMercédès; and all this because he had trusted to Villefort’s promise.\nThe thought was maddening, and Dantès threw himself furiously down on\nhis straw. The next morning at the same hour, the jailer came again.\n\n“Well,” said the jailer, “are you more reasonable today?” Dantès made\nno reply.\n\n“Come, cheer up; is there anything that I can do for you?”\n\n“I wish to see the governor.”\n\n“I have already told you it was impossible.”\n\n“Why so?”\n\n“Because it is against prison rules, and prisoners must not even ask\nfor it.”\n\n“What is allowed, then?”\n\n“Better fare, if you pay for it, books, and leave to walk about.”\n\n“I do not want books, I am satisfied with my food, and do not care to\nwalk about; but I wish to see the governor.”\n\n“If you worry me by repeating the same thing, I will not bring you any\nmore to eat.”\n\n“Well, then,” said Edmond, “if you do not, I shall die of hunger—that\nis all.”\n\nThe jailer saw by his tone he would be happy to die; and as every\nprisoner is worth ten sous a day to his jailer, he replied in a more\nsubdued tone.\n\n“What you ask is impossible; but if you are very well behaved you will\nbe allowed to walk about, and some day you will meet the governor, and\nif he chooses to reply, that is his affair.”\n\n“But,” asked Dantès, “how long shall I have to wait?”\n\n“Ah, a month—six months—a year.”\n\n“It is too long a time. I wish to see him at once.”\n\n“Ah,” said the jailer, “do not always brood over what is impossible, or\nyou will be mad in a fortnight.”\n\n“You think so?”\n\n“Yes; we have an instance here; it was by always offering a million of\nfrancs to the governor for his liberty that an abbé became mad, w"
    },
    {
      "chunk_idx": 70,
      "chunk_id": "In Search of the Castaways_chunk_70",
      "start_pos": 245000,
      "end_pos": 249000,
      "similarity": 0.022598870056497175,
      "text": "rough the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at the bottom of a narrow gorge crowned by the embattled walls\nof Fort Independence.\n\n[Illustration: In fact, they were a dozen young children and boys who\nwere drilling very nicely. Their uniform consisted of a striped shirt\nconfined at the waist by a leathern girdle.]\n\n\n\n\nCHAPTER XXI.\n\nA FALSE TRAIL.\n\n\nPaganel, after giving his companions a brief account of the village of\nTandil, added that they could not fail to obtain information there;\nmoreover, the fort was always garrisoned by a detachment of national\ntroops. Glenarvan, accordingly, put the horses into the stable of a\n\"fonda;\" and Paganel, the major, Robert, and he, under the guidance of\nThalcave, proceeded towards Fort Independence.\n\nAfter ascending the ridges of the mountains for a short time, they\narrived at the postern, rather carelessly guarded by a native sentinel.\nThey passed without difficulty, and inferred either great negligence or\nextreme security. A few soldiers were exercising on the parade-ground\nof the fort, the oldest of whom was not more than twenty and the\nyoungest scarcely ten. In fact, they were a dozen young children and\nboys who were drilling very nicely. Their uniform consisted of a\nstriped shirt confined at the waist by a leathern girdle. The mildness\nof the climate justified this light costume. Each of these young\nsoldiers carried a gun and a sword, which were too long and heavy for\nthe little fellows. All had a certain family resemblance, and the\ncorporal who commanded resembled them too: they were twelve brothers,\nwho were parading under the orders of the thirteenth.\n\n[Sidenote: AN ARGENTINE COMMANDANT.]\n\nPaganel was not astonished. He remembered his Argentine statistics, and\nknew that in this country the average number of children in a family\nexceeds nine. But what surprised him exceedingly was to see these\nlittle soldiers practicing the French tactics, and to hear the orders\nof the corporal given in his own native language.\n\n\"This is singular,\" said he.\n\nBut Glenarvan had not come to see boys drill, still less to occupy\nhimself with their nationality or relationship. He did not, therefore,\ngive Paganel time to express further astonishment, but besought him\nto ask for the commander of the fortress. Paganel did so, and one of\nthe soldiers proceeded towards a small building which served as the\nbarracks.\n\nA few moments after, the commander appeared in person. He was a man\nof fifty, robust, with a military air, thick whiskers, prominent\ncheek-bones, gray hair, and commanding look, so far as one could judge\nthrough the clouds of smoke that issued from his short pipe.\n\nThalcave, addressing him, introduced Lord Glenarvan and his companions.\nWhile he spoke, the commander kept scrutinizing Paganel with quite\nembarrassing persistence. The geographer did not know what the trooper\nmeant, and was about to ask him, when the latter unceremoniously seized\nhis hand, and said, in a joyous tone, in his own language,--\n\n\"A Frenchman?\"\n\n\"Yes, a Frenchman,\" replied Paganel.\n\n\"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\"\ncried the commander, shaking the geographer's arm with rather painful\nviolence.\n\n\"One of your friends?\" asked the major of Paganel.\n\n\"Yes,\" replied he, with national pride; \"we have friends in all parts\nof the world!\"\n\n[Illustration: \"Ah, I am delighted! Welcome, welcome! I am almost a\nFrenchman,\" cried the commander, shaking the geographer's arm with\nrather painful violence.]\n\n[Sidenote: RAISING A REGIMENT.]\n\nHe then entered into conversation"
    },
    {
      "chunk_idx": 472,
      "chunk_id": "The Count of Monte Cristo_chunk_236",
      "start_pos": 826000,
      "end_pos": 830000,
      "similarity": 0.022332506203473945,
      "text": "ink I was\nrather intoxicated that day, for I had quitted college the same\nmorning, and we had passed the previous night at a tavern.”\n\n“Besides, it is no reason because you have not seen an execution at\nParis, that you should not see one anywhere else; when you travel, it\nis to see everything. Think what a figure you will make when you are\nasked, ‘How do they execute at Rome?’ and you reply, ‘I do not know!’\nAnd, besides, they say that the culprit is an infamous scoundrel, who\nkilled with a log of wood a worthy canon who had brought him up like\nhis own son. _Diable!_ when a churchman is killed, it should be with a\ndifferent weapon than a log, especially when he has behaved like a\nfather. If you went to Spain, would you not see the bull-fights? Well,\nsuppose it is a bull-fight you are going to see? Recollect the ancient\nRomans of the Circus, and the sports where they killed three hundred\nlions and a hundred men. Think of the eighty thousand applauding\nspectators, the sage matrons who took their daughters, and the charming\nVestals who made with the thumb of their white hands the fatal sign\nthat said, ‘Come, despatch the dying.’”\n\n“Shall you go, then, Albert?” asked Franz.\n\n“_Ma foi_, yes; like you, I hesitated, but the count’s eloquence\ndecides me.”\n\n“Let us go, then,” said Franz, “since you wish it; but on our way to\nthe Piazza del Popolo, I wish to pass through the Corso. Is this\npossible, count?”\n\n“On foot, yes, in a carriage, no.”\n\n“I will go on foot, then.”\n\n“Is it important that you should go that way?”\n\n“Yes, there is something I wish to see.”\n\n“Well, we will go by the Corso. We will send the carriage to wait for\nus on the Piazza del Popolo, by the Via del Babuino, for I shall be\nglad to pass, myself, through the Corso, to see if some orders I have\ngiven have been executed.”\n\n“Excellency,” said a servant, opening the door, “a man in the dress of\na penitent wishes to speak to you.”\n\n“Ah! yes,” returned the count, “I know who he is, gentlemen; will you\nreturn to the salon? you will find good cigars on the centre table. I\nwill be with you directly.”\n\nThe young men rose and returned into the salon, while the count, again\napologizing, left by another door. Albert, who was a great smoker, and\nwho had considered it no small sacrifice to be deprived of the cigars\nof the Café de Paris, approached the table, and uttered a cry of joy at\nperceiving some veritable _puros_.\n\n“Well,” asked Franz, “what think you of the Count of Monte Cristo?”\n\n“What do I think?” said Albert, evidently surprised at such a question\nfrom his companion; “I think he is a delightful fellow, who does the\nhonors of his table admirably; who has travelled much, read much, is,\nlike Brutus, of the Stoic school, and moreover,” added he, sending a\nvolume of smoke up towards the ceiling, “that he has excellent cigars.”\n\nSuch was Albert’s opinion of the count, and as Franz well knew that\nAlbert professed never to form an opinion except upon long reflection,\nhe made no attempt to change it.\n\n“But,” said he, “did you observe one very singular thing?”\n\n“What?”\n\n“How attentively he looked at you.”\n\n“At me?”\n\n“Yes.”\n\nAlbert reflected. “Ah,” replied he, sighing, “that is not very\nsurprising; I have been more than a year absent from Paris, and my\nclothes are of a most antiquated cut; the count takes me for a\nprovincial. The first opportunity you have, undeceive him, I beg, and\ntell him I am nothing of the kind.”\n\nFranz smiled; an instant after the count entered.\n\n“I am now quite at your service, gentlemen,” said he. “The carriage is\ngoing one way to the Piazza del Popolo, and we will go another; and, if\nyou please, by the Corso. Take some more of these cigars, M. de\nMorcerf.”\n\n“With all my heart,” returned Albert; “Italian cigars are horrible.\nWhen you come to Paris, I will return all this.”\n\n“I will not refuse; I intend going there soon, and since you allow me,\nI will pay you a visit. Come, we have not any time to lose, it is\nhalf-past twelve—let us set off.”\n\nAll three desc"
    }
  ]
}