{
  "47bb4377f0ae": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.042105263157894736,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 135,
      "chunk_id": "In Search of the Castaways_chunk_135",
      "start_pos": 472500,
      "end_pos": 476500,
      "similarity": 0.02997275204359673,
      "text": "nts on only one\nside. Of these miserable beings there were about thirty, men, women,\nand children, dressed in ragged kangaroo-skins. Their first movement\nwas one of flight; but a few words from Ayrton restored confidence, and\nthey slowly approached the party of Europeans.\n\nThe major jocularly insisted that Robert was correct in saying that\nhe had seen a monkey; but Lady Helena declined to accept his views,\nand, getting out of the cart, made friendly advances to these degraded\nbeings, who seemed to look upon her as a divinity. Reassured by her\ngentle manner, they surrounded the travelers, and began to cast wishful\nglances at the provisions which the cart contained. Glenarvan, at the\nrequest of his wife, distributed a quantity of food among the hungry\ngroup.\n\n[Illustration: Of these miserable beings there were about thirty, men,\nwomen, and children, dressed in ragged kangaroo-skins.]\n\nAfter this had been dispatched, our friends were favored by their new\nacquaintances with a sham fight, which lasted about ten minutes, the\nwomen urging on the combatants and pretending to mutilate those who\nfell in the fray. Suddenly the excited crowd dropped their arms, and\na profound silence succeeded to the din of war. A flight of cockatoos\nhad made its appearance in the neighboring trees; and the opportunity\nto display their proficiency in the use of the boomerang was at once\nimproved by the Australians. The skill manifested in the construction\nand use of this instrument served Lady Helena as a strong argument\nagainst the monkey theory, though the major pretended that he was not\nyet convinced.\n\n[Illustration: A sham fight, which lasted about ten minutes, the women\nurging on the combatants and pretending to mutilate those who fell in\nthe fray.]\n\nLord Glenarvan was now about to give the order to advance, when a\nnative came running up with the news that he had discovered half\na dozen cassowaries. The chase that followed, with the ingenious\ndisguise assumed by the hunter, and the marvelous fidelity with which\nhe imitated the movements and cries of the bird, was witnessed with\ninterest by the travelers. Lady Helena adduced the skill displayed as\na still further argument against the major's theory; but the obstinate\nMacNabb declined to recede from his position, citing to his antagonist\nthe statement of the negroes concerning the orang-outangs,--that they\nare negroes like themselves, only that they are too cunning to talk,\nfor fear of being made to work.\n\n\n\n\nCHAPTER XXXVIII.\n\nWEALTH IN THE WILDERNESS.\n\n\n[Sidenote: A PIANO IN THE DESERT.]\n\nAfter a peaceful night, the travelers, at seven o'clock in the morning,\nresumed their journey eastward over the plains. Twice they crossed the\ntracks of squatters, leading towards the north; and then the different\nhoof-prints would have been confounded if Glenarvan's horse had not\nleft upon the dust the Black Point mark, distinguishable by its three\ntrefoils.\n\nSometimes the plain was furrowed with winding creeks, bordered by\nbox-wood, which took their source on the slopes of the Buffalo Range,\na chain of mountains whose picturesque outlines stretched along the\nhorizon, and which the party resolved to reach that evening. Ayrton\nurged on his oxen, and, after a journey of thirty-five miles, they\nreached the place. The tent was pitched beneath a great tree. Night had\ncome, and supper was quickly dispatched; all thought more of sleeping\nthan of eating, after the fatigues of the day.\n\nPaganel, to whom fell the first watch, did not lie down, but, rifle on\nshoulder, guarded the encampment, walking to and fro that he might the\nbetter resist sleep. In spite of the absence of the moon, the night was\nalmost bright with the splendor of the southern constellations; and the\ngeographer amused himself in reading the great book of the firmament,\nwhich is always open. The silence of sleeping nature was broken only\nby the sound of the horses' chains as they rattled against their feet.\nPaganel was becoming fully absorbed in his astronomi"
    },
    {
      "chunk_idx": 379,
      "chunk_id": "The Count of Monte Cristo_chunk_143",
      "start_pos": 500500,
      "end_pos": 504500,
      "similarity": 0.028132992327365727,
      "text": " a brief but faithful\ndescription.\n\nThe innkeeper himself was a man of from forty to fifty-five years of\nage, tall, strong, and bony, a perfect specimen of the natives of those\nsouthern latitudes; he had dark, sparkling, and deep-set eyes, hooked\nnose, and teeth white as those of a carnivorous animal; his hair, like\nhis beard, which he wore under his chin, was thick and curly, and in\nspite of his age but slightly interspersed with a few silvery threads.\nHis naturally dark complexion had assumed a still further shade of\nbrown from the habit the unfortunate man had acquired of stationing\nhimself from morning till eve at the threshold of his door, on the\nlookout for guests who seldom came, yet there he stood, day after day,\nexposed to the meridional rays of a burning sun, with no other\nprotection for his head than a red handkerchief twisted around it,\nafter the manner of the Spanish muleteers. This man was our old\nacquaintance, Gaspard Caderousse.\n\nHis wife, on the contrary, whose maiden name had been Madeleine\nRadelle, was pale, meagre, and sickly-looking. Born in the neighborhood\nof Arles, she had shared in the beauty for which its women are\nproverbial; but that beauty had gradually withered beneath the\ndevastating influence of the slow fever so prevalent among dwellers by\nthe ponds of Aiguemortes and the marshes of Camargue. She remained\nnearly always in her second-floor chamber, shivering in her chair, or\nstretched languid and feeble on her bed, while her husband kept his\ndaily watch at the door—a duty he performed with so much the greater\nwillingness, as it saved him the necessity of listening to the endless\nplaints and murmurs of his helpmate, who never saw him without breaking\nout into bitter invectives against fate; to all of which her husband\nwould calmly return an unvarying reply, in these philosophic words:\n\n“Hush, La Carconte. It is God’s pleasure that things should be so.”\n\nThe sobriquet of La Carconte had been bestowed on Madeleine Radelle\nfrom the fact that she had been born in a village, so called, situated\nbetween Salon and Lambesc; and as a custom existed among the\ninhabitants of that part of France where Caderousse lived of styling\nevery person by some particular and distinctive appellation, her\nhusband had bestowed on her the name of La Carconte in place of her\nsweet and euphonious name of Madeleine, which, in all probability, his\nrude guttural language would not have enabled him to pronounce.\n\nStill, let it not be supposed that amid this affected resignation to\nthe will of Providence, the unfortunate innkeeper did not writhe under\nthe double misery of seeing the hateful canal carry off his customers\nand his profits, and the daily infliction of his peevish partner’s\nmurmurs and lamentations.\n\n0323m\n\n\n\nLike other dwellers in the south, he was a man of sober habits and\nmoderate desires, but fond of external show, vain, and addicted to\ndisplay. During the days of his prosperity, not a festivity took place\nwithout himself and wife being among the spectators. He dressed in the\npicturesque costume worn upon grand occasions by the inhabitants of the\nsouth of France, bearing equal resemblance to the style adopted both by\nthe Catalans and Andalusians; while La Carconte displayed the charming\nfashion prevalent among the women of Arles, a mode of attire borrowed\nequally from Greece and Arabia. But, by degrees, watch-chains,\nnecklaces, parti-colored scarves, embroidered bodices, velvet vests,\nelegantly worked stockings, striped gaiters, and silver buckles for the\nshoes, all disappeared; and Gaspard Caderousse, unable to appear abroad\nin his pristine splendor, had given up any further participation in the\npomps and vanities, both for himself and wife, although a bitter\nfeeling of envious discontent filled his mind as the sound of mirth and\nmerry music from the joyous revellers reached even the miserable\nhostelry to which he still clung, more for the shelter than the profit\nit afforded.\n\nCaderousse, then, was, as usual, at "
    },
    {
      "chunk_idx": 934,
      "chunk_id": "The Count of Monte Cristo_chunk_698",
      "start_pos": 2443000,
      "end_pos": 2447000,
      "similarity": 0.027918781725888325,
      "text": ".\nIn that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath.\n\n“It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid hand\nacross his forehead, entered his study.\n\nThe night was cold and still; the family had all retired to rest but\nVillefort, who alone remained up, and worked till five o’clock in the\nmorning, reviewing the last interrogatories made the night before by\nthe examining magistrates, compiling the depositions of the witnesses,\nand putting the finishing stroke to the deed of accusation, which was\none of the most energetic and best conceived of any he had yet\ndelivered.\n\nThe next day, Monday, was the first sitting of the assizes. The morning\ndawned dull and gloomy, and Villefort saw the dim gray light shine upon\nthe lines he had traced in red ink. The magistrate had slept for a\nshort time while the lamp sent forth its final struggles; its\nflickerings awoke him, and he found his fingers as damp and purple as\nthough they had been dipped in blood.\n\nHe opened the window; a bright yellow streak crossed the sky, and\nseemed to divide in half the poplars, which stood out in black relief\non the horizon. In the clover-fields beyond the chestnut-trees, a lark\nwas mounting up to heaven, while pouring out her clear morning song.\nThe damps of the dew bathed the head of Villefort, and refreshed his\nmemory.\n\n“Today,” he said with an effort,—“today the man who holds the blade of\njustice must strike wherever there is guilt.”\n\nInvoluntarily his eyes wandered towards the window of Noirtier’s room,\nwhere he had seen him the preceding night. The curtain was drawn, and\nyet the image of his father was so vivid to his mind that he addressed\nthe closed window as though it had been open, and as if through the\nopening he had beheld the menacing old man.\n\n“Yes,” he murmured,—“yes, be satisfied.”\n\nHis head dropped upon his chest, and in this position he paced his\nstudy; then he threw himself, dressed as he was, upon a sofa, less to\nsleep than to rest his limbs, cramped with cold and study. By degrees\neveryone awoke. Villefort, from his study, heard the successive noises\nwhich accompany the life of a house,—the opening and shutting of doors,\nthe ringing of Madame de Villefort’s bell, to summon the waiting-maid,\nmingled with the first shouts of the child, who rose full of the\nenjoyment of his age. Villefort also rang; his new valet brought him\nthe papers, and with them a cup of chocolate.\n\n“What are you bringing me?” said he.\n\n“A cup of chocolate.”\n\n“I did not ask for it. Who has paid me this attention?”\n\n“My mistress, sir. She said you would have to speak a great deal in the\nmurder case, and that you should take something to keep up your\nstrength;” and the valet placed the cup on the table nearest to the\nsofa, which was, like all the rest, covered with papers.\n\nThe valet then left the room. Villefort looked for an instant with a\ngloomy expression, then, suddenly, taking it up with a nervous motion,\nhe swallowed its contents at one draught. It might have been thought\nthat he hoped the beverage would be mortal, and that he sought for\ndeath to deliver him from a duty which he would rather die than fulfil.\nHe then rose, and paced his room with a smile it would have been\nterrible to witness. The chocolate was inoffensive, for M. de Villefort\nfelt no effects.\n\nThe breakfast-hour arrived, but M. de Villefort was not at table. The\nvalet re-entered.\n\n“Madame de Villefort wishes to remind you, sir,” he said, “that eleven\no’clock has just struck, and that the trial commences at twelve.”\n\n“Well,” said Villefort, “what then?”\n\n“Madame de Villefort is dressed; she is quite ready, and w"
    },
    {
      "chunk_idx": 170,
      "chunk_id": "In Search of the Castaways_chunk_170",
      "start_pos": 595000,
      "end_pos": 599000,
      "similarity": 0.027777777777777776,
      "text": "e savages. Then, safe themselves,\nthe French marksmen picked off the chief, and the previous exultation\nof the aborigines was, even in the hour of their triumph, turned to\nlamentation, coupled with wonder at the terrible power of the white\nman's fire-barrel.\n\n[Illustration: Safe themselves, the French marksmen picked off the\nchief.]\n\nAll this and much more did the geographer narrate; but it must be\nconfessed that he neither spoke, nor did they listen, with the\ncomplacency evinced in his previous tales. Besides, their surroundings\nwere at the time uncomfortable, and the first prognostications of a\nspeedy passage were not likely to be verified.\n\nUnfortunately, this painful voyage was prolonged. Six days after her\ndeparture, the Macquarie had not descried the shores of Auckland.\nThe wind was fair, however, and still blew from the southwest; but\nnevertheless the brig did not make much headway. The sea was rough, the\nrigging creaked, the ribs cracked, and the vessel rode the waves with\ndifficulty.\n\nFortunately, Will Halley, like a man who was in no hurry, did not crowd\non sail, or his masts would inevitably have snapped. Captain Mangles\nhoped, therefore, that this clumsy craft would reach its destination\nin safety; still, he was pained to see his companions on board in such\nmiserable quarters.\n\n[Sidenote: PERSISTENT GRIEF.]\n\nBut neither Lady Helena nor Mary Grant complained, although the\ncontinual rain kept them confined, and the want of air and rolling of\nthe ship seriously incommoded them. Their friends sought to divert\nthem, and Paganel strove to while the time with his stories, but did\nnot succeed so well as previously.\n\nOf all the passengers, the one most to be pitied was Lord Glenarvan.\nThey rarely saw him below; he could not keep still. His nervous and\nexcitable nature would not submit to an imprisonment between four\nwooden walls. Day and night, heedless of the torrents of rain and the\ndashing spray of the sea, he remained on deck, sometimes bending over\nthe rail, sometimes pacing up and down with feverish agitation. His\neyes gazed continually into space, and, during the brief lulls, his\nglass persistently surveyed the horizon. He seemed to question the mute\nwaves; the mist that veiled the sky, the masses of vapor, he would have\npenetrated with a glance; he could not be resigned, and his countenance\nbetokened an acute grief. The power and hopefulness of this man,\nhitherto so energetic and courageous, had suddenly failed.\n\nCaptain Mangles seldom left him, but at his side endured the severity\nof the storm. That day, Glenarvan, wherever there was an opening in\nthe mist, scanned the horizon with the utmost persistency. The young\ncaptain approached him.\n\n\"Is your lordship looking for land?\" he asked.\n\nGlenarvan shook his head.\n\n\"It will yet be some time before we leave the brig. We ought to have\nsighted Auckland light thirty-six hours ago.\"\n\nGlenarvan did not answer. He still gazed, and for a moment his glass\nwas pointed towards the horizon to windward of the vessel.\n\n\"The land is not on that side,\" said Captain Mangles. \"Your lordship\nshould look towards the starboard.\"\n\n\"Why, John?\" replied Glenarvan. \"It is not the land that I am seeking.\"\n\n\"What is it, my lord?\"\n\n[Sidenote: A COURAGEOUS CAPTAIN.]\n\n\"My yacht, my Duncan! She must be here, in these regions, plowing\nthese seas, in that dreadful employment of a pirate. She is here, I\ntell you, John, on this course between Australia and New Zealand! I\nhave a presentiment that we shall meet her!\"\n\n[Illustration: Day and night, heedless of the torrents of rain and the\ndashing spray of the sea, he remained on deck.]\n\n\"God preserve us from such a meeting, my lord!\"\n\n\"Why, John?\"\n\n\"Your lordship forgets our situation. What could we do on this brig, if\nthe Duncan should give us chase? We could not escape.\"\n\n\"Escape, John?\"\n\n\"Yes, my lord. We should try in vain. We should be captured, at the\nmercy of the wretches. Ben Joyce has shown that he does not hesitate at\na crime. I should sell my "
    }
  ]
}