{
  "79399dd43553": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.031914893617021274,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 325,
      "chunk_id": "The Count of Monte Cristo_chunk_89",
      "start_pos": 311500,
      "end_pos": 315500,
      "similarity": 0.02702702702702703,
      "text": "n the same hiding-place. Let us shut\nthis one up.” They put the stone back in its place; the abbé sprinkled\na little dust over it to conceal the traces of its having been removed,\nrubbed his foot well on it to make it assume the same appearance as the\nother, and then, going towards his bed, he removed it from the spot it\nstood in. Behind the head of the bed, and concealed by a stone fitting\nin so closely as to defy all suspicion, was a hollow space, and in this\nspace a ladder of cords between twenty-five and thirty feet in length.\nDantès closely and eagerly examined it; he found it firm, solid, and\ncompact enough to bear any weight.\n\n“Who supplied you with the materials for making this wonderful work?”\n\n“I tore up several of my shirts, and ripped out the seams in the sheets\nof my bed, during my three years’ imprisonment at Fenestrelle; and when\nI was removed to the Château d’If, I managed to bring the ravellings\nwith me, so that I have been able to finish my work here.”\n\n“And was it not discovered that your sheets were unhemmed?”\n\n“Oh, no, for when I had taken out the thread I required, I hemmed the\nedges over again.”\n\n“With what?”\n\n“With this needle,” said the abbé, as, opening his ragged vestments, he\nshowed Dantès a long, sharp fish-bone, with a small perforated eye for\nthe thread, a small portion of which still remained in it.\n\n“I once thought,” continued Faria, “of removing these iron bars, and\nletting myself down from the window, which, as you see, is somewhat\nwider than yours, although I should have enlarged it still more\npreparatory to my flight; however, I discovered that I should merely\nhave dropped into a sort of inner court, and I therefore renounced the\nproject altogether as too full of risk and danger. Nevertheless, I\ncarefully preserved my ladder against one of those unforeseen\nopportunities of which I spoke just now, and which sudden chance\nfrequently brings about.”\n\nWhile affecting to be deeply engaged in examining the ladder, the mind\nof Dantès was, in fact, busily occupied by the idea that a person so\nintelligent, ingenious, and clear-sighted as the abbé might probably be\nable to solve the dark mystery of his own misfortunes, where he himself\ncould see nothing.\n\n“What are you thinking of?” asked the abbé smilingly, imputing the deep\nabstraction in which his visitor was plunged to the excess of his awe\nand wonder.\n\n“I was reflecting, in the first place,” replied Dantès, “upon the\nenormous degree of intelligence and ability you must have employed to\nreach the high perfection to which you have attained. What would you\nnot have accomplished if you had been free?”\n\n“Possibly nothing at all; the overflow of my brain would probably, in a\nstate of freedom, have evaporated in a thousand follies; misfortune is\nneeded to bring to light the treasures of the human intellect.\nCompression is needed to explode gunpowder. Captivity has brought my\nmental faculties to a focus; and you are well aware that from the\ncollision of clouds electricity is produced—from electricity,\nlightning, from lightning, illumination.”\n\n“No,” replied Dantès. “I know nothing. Some of your words are to me\nquite empty of meaning. You must be blessed indeed to possess the\nknowledge you have.”\n\nThe abbé smiled. “Well,” said he, “but you had another subject for your\nthoughts; did you not say so just now?”\n\n“I did!”\n\n“You have told me as yet but one of them—let me hear the other.”\n\n“It was this,—that while you had related to me all the particulars of\nyour past life, you were perfectly unacquainted with mine.”\n\n“Your life, my young friend, has not been of sufficient length to admit\nof your having passed through any very important events.”\n\n“It has been long enough to inflict on me a great and undeserved\nmisfortune. I would fain fix the source of it on man that I may no\nlonger vent reproaches upon Heaven.”\n\n“Then you profess ignorance of the crime with which you are charged?”\n\n“I do, indeed; and this I swear by the two beings most dear to me upon\nearth,—my"
    },
    {
      "chunk_idx": 286,
      "chunk_id": "The Count of Monte Cristo_chunk_50",
      "start_pos": 175000,
      "end_pos": 179000,
      "similarity": 0.026385224274406333,
      "text": "of foresight as your\nmajesty, scarcity is not a thing to be feared.”\n\n“Then of what other scourge are you afraid, my dear Blacas?”\n\n“Sire, I have every reason to believe that a storm is brewing in the\nsouth.”\n\n“Well, my dear duke,” replied Louis XVIII., “I think you are wrongly\ninformed, and know positively that, on the contrary, it is very fine\nweather in that direction.” Man of ability as he was, Louis XVIII.\nliked a pleasant jest.\n\n“Sire,” continued M. de Blacas, “if it only be to reassure a faithful\nservant, will your majesty send into Languedoc, Provence, and Dauphiné,\ntrusty men, who will bring you back a faithful report as to the feeling\nin these three provinces?”\n\n“_Canimus surdis_,” replied the king, continuing the annotations in his\nHorace.\n\n“Sire,” replied the courtier, laughing, in order that he might seem to\ncomprehend the quotation, “your majesty may be perfectly right in\nrelying on the good feeling of France, but I fear I am not altogether\nwrong in dreading some desperate attempt.”\n\n“By whom?”\n\n“By Bonaparte, or, at least, by his adherents.”\n\n“My dear Blacas,” said the king, “you with your alarms prevent me from\nworking.”\n\n“And you, sire, prevent me from sleeping with your security.”\n\n“Wait, my dear sir, wait a moment; for I have such a delightful note on\nthe _Pastor quum traheret_—wait, and I will listen to you afterwards.”\n\nThere was a brief pause, during which Louis XVIII. wrote, in a hand as\nsmall as possible, another note on the margin of his Horace, and then\nlooking at the duke with the air of a man who thinks he has an idea of\nhis own, while he is only commenting upon the idea of another, said:\n\n“Go on, my dear duke, go on—I listen.”\n\n“Sire,” said Blacas, who had for a moment the hope of sacrificing\nVillefort to his own profit, “I am compelled to tell you that these are\nnot mere rumors destitute of foundation which thus disquiet me; but a\nserious-minded man, deserving all my confidence, and charged by me to\nwatch over the south” (the duke hesitated as he pronounced these\nwords), “has arrived by post to tell me that a great peril threatens\nthe king, and so I hastened to you, sire.”\n\n“_Mala ducis avi domum_,” continued Louis XVIII., still annotating.\n\n“Does your majesty wish me to drop the subject?”\n\n“By no means, my dear duke; but just stretch out your hand.”\n\n“Which?”\n\n“Whichever you please—there to the left.”\n\n“Here, sire?”\n\n“I tell you to the left, and you are looking to the right; I mean on my\nleft—yes, there. You will find yesterday’s report of the minister of\npolice. But here is M. Dandré himself;” and M. Dandré, announced by the\nchamberlain-in-waiting, entered.\n\n“Come in,” said Louis XVIII., with repressed smile, “come in, Baron,\nand tell the duke all you know—the latest news of M. de Bonaparte; do\nnot conceal anything, however serious,—let us see, the Island of Elba\nis a volcano, and we may expect to have issuing thence flaming and\nbristling war—_bella, horrida bella_.”\n\nM. Dandré leaned very respectfully on the back of a chair with his two\nhands, and said:\n\n“Has your majesty perused yesterday’s report?”\n\n“Yes, yes; but tell the duke himself, who cannot find anything, what\nthe report contains—give him the particulars of what the usurper is\ndoing in his islet.”\n\n“Monsieur,” said the baron to the duke, “all the servants of his\nmajesty must approve of the latest intelligence which we have from the\nIsland of Elba. Bonaparte——”\n\nM. Dandré looked at Louis XVIII., who, employed in writing a note, did\nnot even raise his head. “Bonaparte,” continued the baron, “is mortally\nwearied, and passes whole days in watching his miners at work at\nPorto-Longone.”\n\n“And scratches himself for amusement,” added the king.\n\n“Scratches himself?” inquired the duke, “what does your majesty mean?”\n\n“Yes, indeed, my dear duke. Did you forget that this great man, this\nhero, this demigod, is attacked with a malady of the skin which worries\nhim to death, _prurigo_?”\n\n“And, moreover, my dear duke,” continued the minister of police,"
    },
    {
      "chunk_idx": 368,
      "chunk_id": "The Count of Monte Cristo_chunk_132",
      "start_pos": 462000,
      "end_pos": 466000,
      "similarity": 0.025974025974025976,
      "text": "ached the meridian, and his scorching rays fell\nfull on the rocks, which seemed themselves sensible of the heat.\nThousands of grasshoppers, hidden in the bushes, chirped with a\nmonotonous and dull note; the leaves of the myrtle and olive trees\nwaved and rustled in the wind. At every step that Edmond took he\ndisturbed the lizards glittering with the hues of the emerald; afar off\nhe saw the wild goats bounding from crag to crag. In a word, the island\nwas inhabited, yet Edmond felt himself alone, guided by the hand of\nGod.\n\nHe felt an indescribable sensation somewhat akin to dread—that dread of\nthe daylight which even in the desert makes us fear we are watched and\nobserved. This feeling was so strong that at the moment when Edmond was\nabout to begin his labor, he stopped, laid down his pickaxe, seized his\ngun, mounted to the summit of the highest rock, and from thence gazed\nround in every direction.\n\nBut it was not upon Corsica, the very houses of which he could\ndistinguish; or on Sardinia; or on the Island of Elba, with its\nhistorical associations; or upon the almost imperceptible line that to\nthe experienced eye of a sailor alone revealed the coast of Genoa the\nproud, and Leghorn the commercial, that he gazed. It was at the\nbrigantine that had left in the morning, and the tartan that had just\nset sail, that Edmond fixed his eyes.\n\nThe first was just disappearing in the straits of Bonifacio; the other,\nfollowing an opposite direction, was about to round the Island of\nCorsica.\n\nThis sight reassured him. He then looked at the objects near him. He\nsaw that he was on the highest point of the island,—a statue on this\nvast pedestal of granite, nothing human appearing in sight, while the\nblue ocean beat against the base of the island, and covered it with a\nfringe of foam. Then he descended with cautious and slow step, for he\ndreaded lest an accident similar to that he had so adroitly feigned\nshould happen in reality.\n\nDantès, as we have said, had traced the marks along the rocks, and he\nhad noticed that they led to a small creek, which was hidden like the\nbath of some ancient nymph. This creek was sufficiently wide at its\nmouth, and deep in the centre, to admit of the entrance of a small\nvessel of the lugger class, which would be perfectly concealed from\nobservation.\n\nThen following the clew that, in the hands of the Abbé Faria, had been\nso skilfully used to guide him through the Dædalian labyrinth of\nprobabilities, he thought that the Cardinal Spada, anxious not to be\nwatched, had entered the creek, concealed his little barque, followed\nthe line marked by the notches in the rock, and at the end of it had\nburied his treasure. It was this idea that had brought Dantès back to\nthe circular rock. One thing only perplexed Edmond, and destroyed his\ntheory. How could this rock, which weighed several tons, have been\nlifted to this spot, without the aid of many men?\n\nSuddenly an idea flashed across his mind. Instead of raising it,\nthought he, they have lowered it. And he sprang from the rock in order\nto inspect the base on which it had formerly stood.\n\nHe soon perceived that a slope had been formed, and the rock had slid\nalong this until it stopped at the spot it now occupied. A large stone\nhad served as a wedge; flints and pebbles had been inserted around it,\nso as to conceal the orifice; this species of masonry had been covered\nwith earth, and grass and weeds had grown there, moss had clung to the\nstones, myrtle-bushes had taken root, and the old rock seemed fixed to\nthe earth.\n\n0301m\n\n\n\nDantès dug away the earth carefully, and detected, or fancied he\ndetected, the ingenious artifice. He attacked this wall, cemented by\nthe hand of time, with his pickaxe. After ten minutes’ labor the wall\ngave way, and a hole large enough to insert the arm was opened.\n\nDantès went and cut the strongest olive-tree he could find, stripped\noff its branches, inserted it in the hole, and used it as a lever. But\nthe rock was too heavy, and too firmly wedged, to be m"
    },
    {
      "chunk_idx": 375,
      "chunk_id": "The Count of Monte Cristo_chunk_139",
      "start_pos": 486500,
      "end_pos": 490500,
      "similarity": 0.025974025974025976,
      "text": "ieces.\n\nThe delighted builder then offered his services in providing a suitable\ncrew for the little vessel, but this Dantès declined with many thanks,\nsaying he was accustomed to cruise about quite alone, and his principal\npleasure consisted in managing his yacht himself; the only thing the\nbuilder could oblige him in would be to contrive a sort of secret\ncloset in the cabin at his bed’s head, the closet to contain three\ndivisions, so constructed as to be concealed from all but himself. The\nbuilder cheerfully undertook the commission, and promised to have these\nsecret places completed by the next day, Dantès furnishing the\ndimensions and plan in accordance with which they were to be\nconstructed.\n\n0313m\n\n\n\nTwo hours afterward Dantès sailed from the port of Genoa, under the\ninspection of an immense crowd drawn together by curiosity to see the\nrich Spanish nobleman who preferred managing his own yacht. But their\nwonder was soon changed to admiration at seeing the perfect skill with\nwhich Dantès handled the helm. The boat, indeed, seemed to be animated\nwith almost human intelligence, so promptly did it obey the slightest\ntouch; and Dantès required but a short trial of his beautiful craft to\nacknowledge that the Genoese had not without reason attained their high\nreputation in the art of shipbuilding.\n\nThe spectators followed the little vessel with their eyes as long as it\nremained visible; they then turned their conjectures upon her probable\ndestination. Some insisted she was making for Corsica, others the\nIsland of Elba; bets were offered to any amount that she was bound for\nSpain; while Africa was positively reported by many persons as her\nintended course; but no one thought of Monte Cristo.\n\nYet thither it was that Dantès guided his vessel, and at Monte Cristo\nhe arrived at the close of the second day; his boat had proved herself\na first-class sailor, and had come the distance from Genoa in\nthirty-five hours. Dantès had carefully noted the general appearance of\nthe shore, and, instead of landing at the usual place, he dropped\nanchor in the little creek. The island was utterly deserted, and bore\nno evidence of having been visited since he went away; his treasure was\njust as he had left it.\n\nEarly on the following morning he commenced the removal of his riches,\nand ere nightfall the whole of his immense wealth was safely deposited\nin the compartments of the secret locker.\n\nA week passed by. Dantès employed it in manœuvring his yacht round the\nisland, studying it as a skilful horseman would the animal he destined\nfor some important service, till at the end of that time he was\nperfectly conversant with its good and bad qualities. The former Dantès\nproposed to augment, the latter to remedy.\n\nUpon the eighth day he discerned a small vessel under full sail\napproaching Monte Cristo. As it drew near, he recognized it as the boat\nhe had given to Jacopo. He immediately signalled it. His signal was\nreturned, and in two hours afterwards the new-comer lay at anchor\nbeside the yacht.\n\nA mournful answer awaited each of Edmond’s eager inquiries as to the\ninformation Jacopo had obtained. Old Dantès was dead, and Mercédès had\ndisappeared.\n\nDantès listened to these melancholy tidings with outward calmness; but,\nleaping lightly ashore, he signified his desire to be quite alone. In a\ncouple of hours he returned. Two of the men from Jacopo’s boat came on\nboard the yacht to assist in navigating it, and he gave orders that she\nshould be steered direct to Marseilles. For his father’s death he was\nin some manner prepared; but he knew not how to account for the\nmysterious disappearance of Mercédès.\n\nWithout divulging his secret, Dantès could not give sufficiently clear\ninstructions to an agent. There were, besides, other particulars he was\ndesirous of ascertaining, and those were of a nature he alone could\ninvestigate in a manner satisfactory to himself. His looking-glass had\nassured him, during his stay at Leghorn, that he ran no risk of\nrecognition; more"
    }
  ]
}