{
  "7b216c0cc041": [
    {
      "chunk_idx": 209,
      "chunk_id": "In Search of the Castaways_chunk_209",
      "start_pos": 731500,
      "end_pos": 735500,
      "similarity": 0.032432432432432434,
      "text": "moving. They dug a sort of\ngroove for it down the side of the mountain, that it might slide on an\ninclined plane.\n\nAs their action increased, the trembling of the earth became more\nviolent. Hollow rumblings and hissings sounded under the thin\ncrust. But the bold experimenters, like real Vulcans, governing the\nunderground fires, worked on in silence. Several cracks and a few gusts\nof hot smoke warned them that their position was becoming dangerous.\nBut a final effort detached the block, which glided down the slope of\nthe mountain and disappeared.\n\nThe thin covering at once yielded. An incandescent column poured forth\ntowards the sky with loud explosions, while streams of boiling water\nand lava rolled towards the encampment of the natives and the valleys\nbelow. The whole peak trembled, and you might almost have thought that\nit was disappearing in a general conflagration.\n\nGlenarvan and his companions had scarcely time to escape the shock of\nthe eruption. They fled to the inclosure of the tomb, but not without\nreceiving a few scalding drops of the water, which bubbled and exhaled\na strong sulphureous odor.\n\nThen mud, lava, and volcanic fragments mingled in the scene of\ndevastation. Torrents of flame furrowed the sides of the Maunganamu.\nThe adjoining mountains glowed in the light of the eruption, and the\ndeep valleys were illumined with a vivid brightness.\n\nThe savages were soon aroused, both by the noise and the heat\nof the lava that flowed in a scalding tide through the midst of\ntheir encampment. Those whom the fiery flood had not reached fled,\nand ascended the surrounding hills, turning and gazing back at\nthis terrific phenomenon, with which their god, in his wrath, had\noverwhelmed the desecrators of the sacred mountain; while at certain\nmoments they were heard howling their consecratory cry:\n\n\"Taboo! taboo! taboo!\"\n\n[Illustration: The fugitives made themselves levers out of the stakes\nof the tomb.]\n\n[Illustration: An incandescent column poured forth towards the sky with\nloud explosions, while streams of boiling water and lava rolled towards\nthe encampment of the natives.]\n\nMeantime an enormous quantity of vapor, melted stones, and lava had\nescaped from the crater. It was no longer a simple geyser. All this\nvolcanic effervescence had hitherto been confined beneath the crust of\nthe peak, since the outlets of Tangariro sufficed for its expansion;\nbut as a new opening had been made, it had rushed forth with extreme\nviolence.\n\nAll night long, during the storm that raged above and below, the peak\nwas shaken with a commotion that could not but alarm Glenarvan. The\nprisoners, concealed behind the palisade of the tomb, watched the\nfearful progress of the outbreak.\n\nMorning came. The fury of the volcano had not moderated. Thick,\nyellowish vapors mingled with the flames, and torrents of lava poured\nin every direction. Glenarvan, with eye alert and beating heart,\nglanced between the interstices of the inclosure, and surveyed the camp\nof the Maoris.\n\nThe natives had fled to the neighboring plateaus, beyond the reach of\nthe volcano. Several corpses, lying at the foot of the peak, had been\ncharred by the fire. Farther on, towards the pah, the lava had consumed\na number of huts, that were still smoking. The savages, in scattered\ngroups, were gazing at the vapory summit of Maunganamu with religious\nawe.\n\nKai-Koumou came into the midst of his warriors, and Glenarvan\nrecognized him. The chief advanced to the base of the peak, on the side\nspared by the eruption, but did not cross the first slopes. Here, with\noutstretched arms, like a sorcerer exorcising, he made a few grimaces,\nthe meaning of which did not escape the prisoners. As Paganel had\nforeseen, Kai-Koumou was invoking upon the mountain a more rigorous\ntaboo.\n\nSoon after, the natives descended, in single file, the winding paths\nthat led towards the pah.\n\n[Sidenote: A WEARY WAITING.]\n\n\"They are going!\" cried Glenarvan. \"They are abandoning their post!\nGod be thanked! Our scheme has succeed"
    },
    {
      "chunk_idx": 643,
      "chunk_id": "The Count of Monte Cristo_chunk_407",
      "start_pos": 1424500,
      "end_pos": 1428500,
      "similarity": 0.030534351145038167,
      "text": "orse, and that he lost expressly to give me the means of\nprocuring him.”\n\n“My dear Maximilian, you are really too fanciful; you will not love\neven me long. A man who accustoms himself to live in such a world of\npoetry and imagination must find far too little excitement in a common,\nevery-day sort of attachment such as ours. But they are calling me. Do\nyou hear?”\n\n“Ah, Valentine,” said Maximilian, “give me but one finger through this\nopening in the grating, one finger, the littlest finger of all, that I\nmay have the happiness of kissing it.”\n\n“Maximilian, we said we would be to each other as two voices, two\nshadows.”\n\n“As you will, Valentine.”\n\n“Shall you be happy if I do what you wish?”\n\n“Oh, yes!”\n\nValentine mounted on a bench, and passed not only her finger but her\nwhole hand through the opening. Maximilian uttered a cry of delight,\nand, springing forwards, seized the hand extended towards him, and\nimprinted on it a fervent and impassioned kiss. The little hand was\nthen immediately withdrawn, and the young man saw Valentine hurrying\ntowards the house, as though she were almost terrified at her own\nsensations.\n\n\n\n Chapter 58. M. Noirtier de Villefort\n\nWe will now relate what was passing in the house of the king’s attorney\nafter the departure of Madame Danglars and her daughter, and during the\ntime of the conversation between Maximilian and Valentine, which we\nhave just detailed.\n\nM. de Villefort entered his father’s room, followed by Madame de\nVillefort. Both of the visitors, after saluting the old man and\nspeaking to Barrois, a faithful servant, who had been twenty-five years\nin his service, took their places on either side of the paralytic.\n\nM. Noirtier was sitting in an armchair, which moved upon casters, in\nwhich he was wheeled into the room in the morning, and in the same way\ndrawn out again at night. He was placed before a large glass, which\nreflected the whole apartment, and so, without any attempt to move,\nwhich would have been impossible, he could see all who entered the room\nand everything which was going on around him. M. Noirtier, although\nalmost as immovable as a corpse, looked at the new-comers with a quick\nand intelligent expression, perceiving at once, by their ceremonious\ncourtesy, that they were come on business of an unexpected and official\ncharacter.\n\nSight and hearing were the only senses remaining, and they, like two\nsolitary sparks, remained to animate the miserable body which seemed\nfit for nothing but the grave; it was only, however, by means of one of\nthese senses that he could reveal the thoughts and feelings that still\noccupied his mind, and the look by which he gave expression to his\ninner life was like the distant gleam of a candle which a traveller\nsees by night across some desert place, and knows that a living being\ndwells beyond the silence and obscurity.\n\nNoirtier’s hair was long and white, and flowed over his shoulders;\nwhile in his eyes, shaded by thick black lashes, was concentrated, as\nit often happens with an organ which is used to the exclusion of the\nothers, all the activity, address, force, and intelligence which were\nformerly diffused over his whole body; and so although the movement of\nthe arm, the sound of the voice, and the agility of the body, were\nwanting, the speaking eye sufficed for all. He commanded with it; it\nwas the medium through which his thanks were conveyed. In short, his\nwhole appearance produced on the mind the impression of a corpse with\nliving eyes, and nothing could be more startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him whe"
    },
    {
      "chunk_idx": 355,
      "chunk_id": "The Count of Monte Cristo_chunk_119",
      "start_pos": 416500,
      "end_pos": 420500,
      "similarity": 0.029556650246305417,
      "text": "ooked at both sea and\nland. The gloomy building rose from the bosom of the ocean with\nimposing majesty and seemed to dominate the scene. It was about five\no’clock. The sea continued to get calmer.\n\n“In two or three hours,” thought Dantès, “the turnkey will enter my\nchamber, find the body of my poor friend, recognize it, seek for me in\nvain, and give the alarm. Then the tunnel will be discovered; the men\nwho cast me into the sea and who must have heard the cry I uttered,\nwill be questioned. Then boats filled with armed soldiers will pursue\nthe wretched fugitive. The cannon will warn everyone to refuse shelter\nto a man wandering about naked and famished. The police of Marseilles\nwill be on the alert by land, whilst the governor pursues me by sea. I\nam cold, I am hungry. I have lost even the knife that saved me. Oh, my\nGod, I have suffered enough surely! Have pity on me, and do for me what\nI am unable to do for myself.”\n\nAs Dantès (his eyes turned in the direction of the Château d’If)\nuttered this prayer, he saw off the farther point of the Island of\nPomègue a small vessel with lateen sail skimming the sea like a gull in\nsearch of prey; and with his sailor’s eye he knew it to be a Genoese\ntartan. She was coming out of Marseilles harbor, and was standing out\nto sea rapidly, her sharp prow cleaving through the waves.\n\n“Oh,” cried Edmond, “to think that in half an hour I could join her,\ndid I not fear being questioned, detected, and conveyed back to\nMarseilles! What can I do? What story can I invent? under pretext of\ntrading along the coast, these men, who are in reality smugglers, will\nprefer selling me to doing a good action. I must wait. But I cannot—I\nam starving. In a few hours my strength will be utterly exhausted;\nbesides, perhaps I have not been missed at the fortress. I can pass as\none of the sailors wrecked last night. My story will be accepted, for\nthere is no one left to contradict me.”\n\nAs he spoke, Dantès looked toward the spot where the fishing-vessel had\nbeen wrecked, and started. The red cap of one of the sailors hung to a\npoint of the rock and some timbers that had formed part of the vessel’s\nkeel, floated at the foot of the crag. In an instant Dantès’ plan was\nformed. He swam to the cap, placed it on his head, seized one of the\ntimbers, and struck out so as to cut across the course the vessel was\ntaking.\n\n“I am saved!” murmured he. And this conviction restored his strength.\n\nHe soon saw that the vessel, with the wind dead ahead, was tacking\nbetween the Château d’If and the tower of Planier. For an instant he\nfeared lest, instead of keeping in shore, she should stand out to sea;\nbut he soon saw that she would pass, like most vessels bound for Italy,\nbetween the islands of Jaros and Calaseraigne.\n\nHowever, the vessel and the swimmer insensibly neared one another, and\nin one of its tacks the tartan bore down within a quarter of a mile of\nhim. He rose on the waves, making signs of distress; but no one on\nboard saw him, and the vessel stood on another tack. Dantès would have\nshouted, but he knew that the wind would drown his voice.\n\nIt was then he rejoiced at his precaution in taking the timber, for\nwithout it he would have been unable, perhaps, to reach the\nvessel—certainly to return to shore, should he be unsuccessful in\nattracting attention.\n\nDantès, though almost sure as to what course the vessel would take, had\nyet watched it anxiously until it tacked and stood towards him. Then he\nadvanced; but before they could meet, the vessel again changed her\ncourse. By a violent effort he rose half out of the water, waving his\ncap, and uttering a loud shout peculiar to sailors. This time he was\nboth seen and heard, and the tartan instantly steered towards him. At\nthe same time, he saw they were about to lower the boat.\n\nAn instant after, the boat, rowed by two men, advanced rapidly towards\nhim. Dantès let go of the timber, which he now thought to be useless,\nand swam vigorously to meet them. But he had reckoned too much upon"
    },
    {
      "chunk_idx": 450,
      "chunk_id": "The Count of Monte Cristo_chunk_214",
      "start_pos": 749000,
      "end_pos": 753000,
      "similarity": 0.029484029484029485,
      "text": "ek for him in the mountains, and he is on the waters; they\nfollow him on the waters, and he is on the open sea; then they pursue\nhim, and he has suddenly taken refuge in the islands, at Giglio,\nGiannutri, or Monte Cristo; and when they hunt for him there, he\nreappears suddenly at Albano, Tivoli, or La Riccia.”\n\n“And how does he behave towards travellers?”\n\n“Alas! his plan is very simple. It depends on the distance he may be\nfrom the city, whether he gives eight hours, twelve hours, or a day\nwherein to pay their ransom; and when that time has elapsed he allows\nanother hour’s grace. At the sixtieth minute of this hour, if the money\nis not forthcoming, he blows out the prisoner’s brains with a\npistol-shot, or plants his dagger in his heart, and that settles the\naccount.”\n\n“Well, Albert,” inquired Franz of his companion, “are you still\ndisposed to go to the Colosseum by the outer wall?”\n\n“Quite so,” said Albert, “if the way be picturesque.”\n\nThe clock struck nine as the door opened, and a coachman appeared.\n\n“Excellencies,” said he, “the coach is ready.”\n\n“Well, then,” said Franz, “let us to the Colosseum.”\n\n“By the Porta del Popolo or by the streets, your excellencies?”\n\n“By the streets, _morbleu!_ by the streets!” cried Franz.\n\n“Ah, my dear fellow,” said Albert, rising, and lighting his third\ncigar, “really, I thought you had more courage.”\n\nSo saying, the two young men went down the staircase, and got into the\ncarriage.\n\n20131m\n\n\n\n\n Chapter 34. The Colosseum\n\nFranz had so managed his route, that during the ride to the Colosseum\nthey passed not a single ancient ruin, so that no preliminary\nimpression interfered to mitigate the colossal proportions of the\ngigantic building they came to admire. The road selected was a\ncontinuation of the Via Sistina; then by cutting off the right angle of\nthe street in which stands Santa Maria Maggiore and proceeding by the\nVia Urbana and San Pietro in Vincoli, the travellers would find\nthemselves directly opposite the Colosseum.\n\nThis itinerary possessed another great advantage,—that of leaving Franz\nat full liberty to indulge his deep reverie upon the subject of Signor\nPastrini’s story, in which his mysterious host of Monte Cristo was so\nstrangely mixed up. Seated with folded arms in a corner of the\ncarriage, he continued to ponder over the singular history he had so\nlately listened to, and to ask himself an interminable number of\nquestions touching its various circumstances without, however, arriving\nat a satisfactory reply to any of them.\n\nOne fact more than the rest brought his friend “Sinbad the Sailor” back\nto his recollection, and that was the mysterious sort of intimacy that\nseemed to exist between the brigands and the sailors; and Pastrini’s\naccount of Vampa’s having found refuge on board the vessels of\nsmugglers and fishermen, reminded Franz of the two Corsican bandits he\nhad found supping so amicably with the crew of the little yacht, which\nhad even deviated from its course and touched at Porto-Vecchio for the\nsole purpose of landing them. The very name assumed by his host of\nMonte Cristo and again repeated by the landlord of the Hôtel de\nLondres, abundantly proved to him that his island friend was playing\nhis philanthropic part on the shores of Piombino, Civita Vecchia,\nOstia, and Gaëta, as on those of Corsica, Tuscany, and Spain; and\nfurther, Franz bethought him of having heard his singular entertainer\nspeak both of Tunis and Palermo, proving thereby how largely his circle\nof acquaintances extended.\n\nBut however the mind of the young man might be absorbed in these\nreflections, they were at once dispersed at the sight of the dark\nfrowning ruins of the stupendous Colosseum, through the various\nopenings of which the pale moonlight played and flickered like the\nunearthly gleam from the eyes of the wandering dead. The carriage\nstopped near the Meta Sudans; the door was opened, and the young men,\neagerly alighting, found themselves opposite a _cicerone_, who appeared\nto have sprung up from"
    },
    {
      "chunk_idx": 313,
      "chunk_id": "The Count of Monte Cristo_chunk_77",
      "start_pos": 269500,
      "end_pos": 273500,
      "similarity": 0.02925531914893617,
      "text": "antès told him that the jug had\nfallen from his hands while he was drinking, and the jailer went\ngrumblingly to fetch another, without giving himself the trouble to\nremove the fragments of the broken one. He returned speedily, advised\nthe prisoner to be more careful, and departed.\n\nDantès heard joyfully the key grate in the lock; he listened until the\nsound of steps died away, and then, hastily displacing his bed, saw by\nthe faint light that penetrated into his cell, that he had labored\nuselessly the previous evening in attacking the stone instead of\nremoving the plaster that surrounded it.\n\nThe damp had rendered it friable, and Dantès was able to break it\noff—in small morsels, it is true, but at the end of half an hour he had\nscraped off a handful; a mathematician might have calculated that in\ntwo years, supposing that the rock was not encountered, a passage\ntwenty feet long and two feet broad, might be formed.\n\nThe prisoner reproached himself with not having thus employed the hours\nhe had passed in vain hopes, prayer, and despondency. During the six\nyears that he had been imprisoned, what might he not have accomplished?\n\nThis idea imparted new energy, and in three days he had succeeded, with\nthe utmost precaution, in removing the cement, and exposing the\nstone-work. The wall was built of rough stones, among which, to give\nstrength to the structure, blocks of hewn stone were at intervals\nimbedded. It was one of these he had uncovered, and which he must\nremove from its socket.\n\nDantès strove to do this with his nails, but they were too weak. The\nfragments of the jug broke, and after an hour of useless toil, Dantès\npaused with anguish on his brow.\n\nWas he to be thus stopped at the beginning, and was he to wait inactive\nuntil his fellow workman had completed his task? Suddenly an idea\noccurred to him—he smiled, and the perspiration dried on his forehead.\n\nThe jailer always brought Dantès’ soup in an iron saucepan; this\nsaucepan contained soup for both prisoners, for Dantès had noticed that\nit was either quite full, or half empty, according as the turnkey gave\nit to him or to his companion first.\n\nThe handle of this saucepan was of iron; Dantès would have given ten\nyears of his life in exchange for it.\n\n0191m\n\n\n\nThe jailer was accustomed to pour the contents of the saucepan into\nDantès’ plate, and Dantès, after eating his soup with a wooden spoon,\nwashed the plate, which thus served for every day. Now when evening\ncame Dantès put his plate on the ground near the door; the jailer, as\nhe entered, stepped on it and broke it.\n\nThis time he could not blame Dantès. He was wrong to leave it there,\nbut the jailer was wrong not to have looked before him. The jailer,\ntherefore, only grumbled. Then he looked about for something to pour\nthe soup into; Dantès’ entire dinner service consisted of one\nplate—there was no alternative.\n\n“Leave the saucepan,” said Dantès; “you can take it away when you bring\nme my breakfast.”\n\nThis advice was to the jailer’s taste, as it spared him the necessity\nof making another trip. He left the saucepan.\n\nDantès was beside himself with joy. He rapidly devoured his food, and\nafter waiting an hour, lest the jailer should change his mind and\nreturn, he removed his bed, took the handle of the saucepan, inserted\nthe point between the hewn stone and rough stones of the wall, and\nemployed it as a lever. A slight oscillation showed Dantès that all\nwent well. At the end of an hour the stone was extricated from the\nwall, leaving a cavity a foot and a half in diameter.\n\nDantès carefully collected the plaster, carried it into the corner of\nhis cell, and covered it with earth. Then, wishing to make the best use\nof his time while he had the means of labor, he continued to work\nwithout ceasing. At the dawn of day he replaced the stone, pushed his\nbed against the wall, and lay down. The breakfast consisted of a piece\nof bread; the jailer entered and placed the bread on the table.\n\n“Well, don’t you intend to bring me another plat"
    }
  ]
}