{
  "32f74c08de2b": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.052083333333333336,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 392,
      "chunk_id": "The Count of Monte Cristo_chunk_156",
      "start_pos": 546000,
      "end_pos": 550000,
      "similarity": 0.03125,
      "text": "y.\nThe night after that battle he was sentry at the door of a general who\ncarried on a secret correspondence with the enemy. That same night the\ngeneral was to go over to the English. He proposed to Fernand to\naccompany him; Fernand agreed to do so, deserted his post, and followed\nthe general.\n\n“Fernand would have been court-martialed if Napoleon had remained on\nthe throne, but his action was rewarded by the Bourbons. He returned to\nFrance with the epaulet of sub-lieutenant, and as the protection of the\ngeneral, who is in the highest favor, was accorded to him, he was a\ncaptain in 1823, during the Spanish war—that is to say, at the time\nwhen Danglars made his early speculations. Fernand was a Spaniard, and\nbeing sent to Spain to ascertain the feeling of his fellow-countrymen,\nfound Danglars there, got on very intimate terms with him, won over the\nsupport of the royalists at the capital and in the provinces, received\npromises and made pledges on his own part, guided his regiment by paths\nknown to himself alone through the mountain gorges which were held by\nthe royalists, and, in fact, rendered such services in this brief\ncampaign that, after the taking of Trocadero, he was made colonel, and\nreceived the title of count and the cross of an officer of the Legion\nof Honor.”\n\n“Destiny! destiny!” murmured the abbé.\n\n“Yes, but listen: this was not all. The war with Spain being ended,\nFernand’s career was checked by the long peace which seemed likely to\nendure throughout Europe. Greece only had risen against Turkey, and had\nbegun her war of independence; all eyes were turned towards Athens—it\nwas the fashion to pity and support the Greeks. The French government,\nwithout protecting them openly, as you know, gave countenance to\nvolunteer assistance. Fernand sought and obtained leave to go and serve\nin Greece, still having his name kept on the army roll.\n\n0345m\n\n\n\nSome time after, it was stated that the Comte de Morcerf (this was the\nname he bore) had entered the service of Ali Pasha with the rank of\ninstructor-general. Ali Pasha was killed, as you know, but before he\ndied he recompensed the services of Fernand by leaving him a\nconsiderable sum, with which he returned to France, when he was\ngazetted lieutenant-general.”\n\n“So that now——?” inquired the abbé.\n\n“So that now,” continued Caderousse, “he owns a magnificent house—No.\n27, Rue du Helder, Paris.”\n\nThe abbé opened his mouth, hesitated for a moment, then, making an\neffort at self-control, he said, “And Mercédès—they tell me that she\nhas disappeared?”\n\n“Disappeared,” said Caderousse, “yes, as the sun disappears, to rise\nthe next day with still more splendor.”\n\n“Has she made a fortune also?” inquired the abbé, with an ironical\nsmile.\n\n“Mercédès is at this moment one of the greatest ladies in Paris,”\nreplied Caderousse.\n\n“Go on,” said the abbé; “it seems as if I were listening to the story\nof a dream. But I have seen things so extraordinary, that what you tell\nme seems less astonishing than it otherwise might.”\n\n“Mercédès was at first in the deepest despair at the blow which\ndeprived her of Edmond. I have told you of her attempts to propitiate\nM. de Villefort, her devotion to the elder Dantès. In the midst of her\ndespair, a new affliction overtook her. This was the departure of\nFernand—of Fernand, whose crime she did not know, and whom she regarded\nas her brother. Fernand went, and Mercédès remained alone.\n\n“Three months passed and still she wept—no news of Edmond, no news of\nFernand, no companionship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fe"
    },
    {
      "chunk_idx": 169,
      "chunk_id": "In Search of the Castaways_chunk_169",
      "start_pos": 591500,
      "end_pos": 595500,
      "similarity": 0.031073446327683617,
      "text": "ed to be\namicable feelings expressed by the islanders toward himself, a number\nof them coming back to his ship, and being apparently well pleased to\ncultivate intercourse. But on the next day, as he sent his boat to\nfind good anchorage nearer to the shore, seven canoes of the islanders\nattacked it most violently and suddenly, causing it to capsize, and so\nvigorously assailing its occupants with their pikes that it was with\ndifficulty any of them were able to swim back to their ship, leaving\nthose of their companions who were not drowned to be butchered by the\nnatives.\n\n[Sidenote: A SADDENING HISTORY.]\n\nOf course he did not forget to mention that a French navigator,\nSurville by name, was the next to visit the shores, and that his\nvisit likewise was the cause of bloodshed and misery. But he gave\nthem a more lengthy and extended narrative of Captain Cook's voyages,\nwhich were the most important in their results as well as the most\ninteresting and tragic in many of their incidents. It was on the 6th\nof October, 1769, that this navigator first landed on the shores which\nhe visited twice afterwards, and each time added greatly to the stock\nof previous knowledge concerning these islands, their productions, and\ntheir inhabitants. By him it was first ascertained that cannibalism was\npracticed by some, if not all, of the tribes at that time; and it was\nvery evident, from the manner of Paganel's narration, that hereabout\nlay the extremely sensitive point of the worthy geographer's fears and\nforebodings. However, he was not deterred from rehearsing how one and\nanother not merely visited, but began to settle, on the island, so that\nin the treaty of 1814 it was formally recognized as belonging to Great\nBritain, and twenty years after was important enough to have a separate\nofficial and governmental establishment.\n\nPaganel also told, at great length, the tales of many of the sad\nincidents which from time to time have marked even the commercial\nintercourse between the European and the Maori; as, for instance, the\nsad tale of conflict and bloodshed connected with the death of Captain\nMarion, a French navigator, in 1772. He had landed near the spot where\nSurville had ill-treated some of the natives and traitorously seized\na son of the chief, Takouri, who yet appeared to welcome this next\nFrench visitant, though remembering none the less the terrible duty of\nvengeance which is felt by the Maori to be so binding.\n\n[Illustration: It was on the sixth of October, 1769, that this\nnavigator (Captain Cook) first landed on the shores.]\n\nFor a long time the cloak of friendship was worn by the natives, the\nmore thoroughly to lull the suspicions of the whites, and to entice a\nlarger number on shore; in which endeavor they succeeded only too well.\nThe French ships being greatly out of repair, Marion was induced to\nfell timber at some distance in the interior, and to establish in this\noccupation a great number of his men, going frequently to them, and\nremaining with them and the apparently friendly chiefs. On one of these\noccasions the Maoris fulfilled their revengeful project with a terrible\nsatisfaction to themselves. Only one man, of all those in the interior,\nmanaged to escape, the commander himself falling a prey to their\nvengeance. They then endeavored to kill the second in command, who,\nwith several others, was nearer to the shore. These, of course, at once\nstarted for their boats; breathless, they reached them, hotly pursued\nto the water's edge by the insatiate savages. Then, safe themselves,\nthe French marksmen picked off the chief, and the previous exultation\nof the aborigines was, even in the hour of their triumph, turned to\nlamentation, coupled with wonder at the terrible power of the white\nman's fire-barrel.\n\n[Illustration: Safe themselves, the French marksmen picked off the\nchief.]\n\nAll this and much more did the geographer narrate; but it must be\nconfessed that he neither spoke, nor did they listen, with the\ncomplacency evinced in his previous"
    },
    {
      "chunk_idx": 70,
      "chunk_id": "In Search of the Castaways_chunk_70",
      "start_pos": 245000,
      "end_pos": 249000,
      "similarity": 0.03089887640449438,
      "text": "rough the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at the bottom of a narrow gorge crowned by the embattled walls\nof Fort Independence.\n\n[Illustration: In fact, they were a dozen young children and boys who\nwere drilling very nicely. Their uniform consisted of a striped shirt\nconfined at the waist by a leathern girdle.]\n\n\n\n\nCHAPTER XXI.\n\nA FALSE TRAIL.\n\n\nPaganel, after giving his companions a brief account of the village of\nTandil, added that they could not fail to obtain information there;\nmoreover, the fort was always garrisoned by a detachment of national\ntroops. Glenarvan, accordingly, put the horses into the stable of a\n\"fonda;\" and Paganel, the major, Robert, and he, under the guidance of\nThalcave, proceeded towards Fort Independence.\n\nAfter ascending the ridges of the mountains for a short time, they\narrived at the postern, rather carelessly guarded by a native sentinel.\nThey passed without difficulty, and inferred either great negligence or\nextreme security. A few soldiers were exercising on the parade-ground\nof the fort, the oldest of whom was not more than twenty and the\nyoungest scarcely ten. In fact, they were a dozen young children and\nboys who were drilling very nicely. Their uniform consisted of a\nstriped shirt confined at the waist by a leathern girdle. The mildness\nof the climate justified this light costume. Each of these young\nsoldiers carried a gun and a sword, which were too long and heavy for\nthe little fellows. All had a certain family resemblance, and the\ncorporal who commanded resembled them too: they were twelve brothers,\nwho were parading under the orders of the thirteenth.\n\n[Sidenote: AN ARGENTINE COMMANDANT.]\n\nPaganel was not astonished. He remembered his Argentine statistics, and\nknew that in this country the average number of children in a family\nexceeds nine. But what surprised him exceedingly was to see these\nlittle soldiers practicing the French tactics, and to hear the orders\nof the corporal given in his own native language.\n\n\"This is singular,\" said he.\n\nBut Glenarvan had not come to see boys drill, still less to occupy\nhimself with their nationality or relationship. He did not, therefore,\ngive Paganel time to express further astonishment, but besought him\nto ask for the commander of the fortress. Paganel did so, and one of\nthe soldiers proceeded towards a small building which served as the\nbarracks.\n\nA few moments after, the commander appeared in person. He was a man\nof fifty, robust, with a military air, thick whiskers, prominent\ncheek-bones, gray hair, and commanding look, so far as one could judge\nthrough the clouds of smoke that issued from his short pipe.\n\nThalcave, addressing him, introduced Lord Glenarvan and his companions.\nWhile he spoke, the commander kept scrutinizing Paganel with quite\nembarrassing persistence. The geographer did not know what the trooper\nmeant, and was about to ask him, when the latter unceremoniously seized\nhis hand, and said, in a joyous tone, in his own language,--\n\n\"A Frenchman?\"\n\n\"Yes, a Frenchman,\" replied Paganel.\n\n\"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\"\ncried the commander, shaking the geographer's arm with rather painful\nviolence.\n\n\"One of your friends?\" asked the major of Paganel.\n\n\"Yes,\" replied he, with national pride; \"we have friends in all parts\nof the world!\"\n\n[Illustration: \"Ah, I am delighted! Welcome, welcome! I am almost a\nFrenchman,\" cried the commander, shaking the geographer's arm with\nrather painful violence.]\n\n[Sidenote: RAISING A REGIMENT.]\n\nHe then entered into conversation"
    },
    {
      "chunk_idx": 389,
      "chunk_id": "The Count of Monte Cristo_chunk_153",
      "start_pos": 535500,
      "end_pos": 539500,
      "similarity": 0.030379746835443037,
      "text": " all he had; he owed three quarters’\nrent, and they threatened to turn him out; he begged for another week,\nwhich was granted to him. I know this, because the landlord came into\nmy apartment when he left his.\n\n“For the first three days I heard him walking about as usual, but, on\nthe fourth I heard nothing. I then resolved to go up to him at all\nrisks. The door was closed, but I looked through the keyhole, and saw\nhim so pale and haggard, that believing him very ill, I went and told\nM. Morrel and then ran on to Mercédès. They both came immediately, M.\nMorrel bringing a doctor, and the doctor said it was inflammation of\nthe bowels, and ordered him a limited diet. I was there, too, and I\nnever shall forget the old man’s smile at this prescription.\n\n“From that time he received all who came; he had an excuse for not\neating any more; the doctor had put him on a diet.”\n\nThe abbé uttered a kind of groan.\n\n“The story interests you, does it not, sir?” inquired Caderousse.\n\n“Yes,” replied the abbé, “it is very affecting.”\n\n“Mercédès came again, and she found him so altered that she was even\nmore anxious than before to have him taken to her own home. This was M.\nMorrel’s wish also, who would fain have conveyed the old man against\nhis consent; but the old man resisted, and cried so that they were\nactually frightened. Mercédès remained, therefore, by his bedside, and\nM. Morrel went away, making a sign to the Catalan that he had left his\npurse on the chimney-piece; but, availing himself of the doctor’s\norder, the old man would not take any sustenance; at length (after nine\ndays of despair and fasting), the old man died, cursing those who had\ncaused his misery, and saying to Mercédès, ‘If you ever see my Edmond\nagain, tell him I die blessing him.’”\n\nThe abbé rose from his chair, made two turns round the chamber, and\npressed his trembling hand against his parched throat.\n\n“And you believe he died——”\n\n“Of hunger, sir, of hunger,” said Caderousse. “I am as certain of it as\nthat we two are Christians.”\n\nThe abbé, with a shaking hand, seized a glass of water that was\nstanding by him half-full, swallowed it at one gulp, and then resumed\nhis seat, with red eyes and pale cheeks.\n\n“This was, indeed, a horrid event,” said he in a hoarse voice.\n\n“The more so, sir, as it was men’s and not God’s doing.”\n\n“Tell me of those men,” said the abbé, “and remember too,” he added in\nan almost menacing tone, “you have promised to tell me everything. Tell\nme, therefore, who are these men who killed the son with despair, and\nthe father with famine?”\n\n“Two men jealous of him, sir; one from love, and the other from\nambition,—Fernand and Danglars.”\n\n“How was this jealousy manifested? Speak on.”\n\n“They denounced Edmond as a Bonapartist agent.”\n\n“Which of the two denounced him? Which was the real delinquent?”\n\n“Both, sir; one with a letter, and the other put it in the post.”\n\n“And where was this letter written?”\n\n“At La Réserve, the day before the betrothal feast.”\n\n“’Twas so, then—’twas so, then,” murmured the abbé. “Oh, Faria, Faria,\nhow well did you judge men and things!”\n\n“What did you please to say, sir?” asked Caderousse.\n\n“Nothing, nothing,” replied the priest; “go on.”\n\n“It was Danglars who wrote the denunciation with his left hand, that\nhis writing might not be recognized, and Fernand who put it in the\npost.”\n\n“But,” exclaimed the abbé suddenly, “you were there yourself.”\n\n“I!” said Caderousse, astonished; “who told you I was there?”\n\nThe abbé saw he had overshot the mark, and he added quickly,—“No one;\nbut in order to have known everything so well, you must have been an\neye-witness.”\n\n“True, true!” said Caderousse in a choking voice, “I was there.”\n\n“And did you not remonstrate against such infamy?” asked the abbé; “if\nnot, you were an accomplice.”\n\n“Sir,” replied Caderousse, “they had made me drink to such an excess\nthat I nearly lost all perception. I had only an indistinct\nunderstanding of what was passing around me. I said all that a man in\nsuch a state coul"
    }
  ]
}