{
  "7179d1d739fa": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04597701149425287,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 392,
      "chunk_id": "The Count of Monte Cristo_chunk_156",
      "start_pos": 546000,
      "end_pos": 550000,
      "similarity": 0.023872679045092837,
      "text": "y.\nThe night after that battle he was sentry at the door of a general who\ncarried on a secret correspondence with the enemy. That same night the\ngeneral was to go over to the English. He proposed to Fernand to\naccompany him; Fernand agreed to do so, deserted his post, and followed\nthe general.\n\n“Fernand would have been court-martialed if Napoleon had remained on\nthe throne, but his action was rewarded by the Bourbons. He returned to\nFrance with the epaulet of sub-lieutenant, and as the protection of the\ngeneral, who is in the highest favor, was accorded to him, he was a\ncaptain in 1823, during the Spanish war—that is to say, at the time\nwhen Danglars made his early speculations. Fernand was a Spaniard, and\nbeing sent to Spain to ascertain the feeling of his fellow-countrymen,\nfound Danglars there, got on very intimate terms with him, won over the\nsupport of the royalists at the capital and in the provinces, received\npromises and made pledges on his own part, guided his regiment by paths\nknown to himself alone through the mountain gorges which were held by\nthe royalists, and, in fact, rendered such services in this brief\ncampaign that, after the taking of Trocadero, he was made colonel, and\nreceived the title of count and the cross of an officer of the Legion\nof Honor.”\n\n“Destiny! destiny!” murmured the abbé.\n\n“Yes, but listen: this was not all. The war with Spain being ended,\nFernand’s career was checked by the long peace which seemed likely to\nendure throughout Europe. Greece only had risen against Turkey, and had\nbegun her war of independence; all eyes were turned towards Athens—it\nwas the fashion to pity and support the Greeks. The French government,\nwithout protecting them openly, as you know, gave countenance to\nvolunteer assistance. Fernand sought and obtained leave to go and serve\nin Greece, still having his name kept on the army roll.\n\n0345m\n\n\n\nSome time after, it was stated that the Comte de Morcerf (this was the\nname he bore) had entered the service of Ali Pasha with the rank of\ninstructor-general. Ali Pasha was killed, as you know, but before he\ndied he recompensed the services of Fernand by leaving him a\nconsiderable sum, with which he returned to France, when he was\ngazetted lieutenant-general.”\n\n“So that now——?” inquired the abbé.\n\n“So that now,” continued Caderousse, “he owns a magnificent house—No.\n27, Rue du Helder, Paris.”\n\nThe abbé opened his mouth, hesitated for a moment, then, making an\neffort at self-control, he said, “And Mercédès—they tell me that she\nhas disappeared?”\n\n“Disappeared,” said Caderousse, “yes, as the sun disappears, to rise\nthe next day with still more splendor.”\n\n“Has she made a fortune also?” inquired the abbé, with an ironical\nsmile.\n\n“Mercédès is at this moment one of the greatest ladies in Paris,”\nreplied Caderousse.\n\n“Go on,” said the abbé; “it seems as if I were listening to the story\nof a dream. But I have seen things so extraordinary, that what you tell\nme seems less astonishing than it otherwise might.”\n\n“Mercédès was at first in the deepest despair at the blow which\ndeprived her of Edmond. I have told you of her attempts to propitiate\nM. de Villefort, her devotion to the elder Dantès. In the midst of her\ndespair, a new affliction overtook her. This was the departure of\nFernand—of Fernand, whose crime she did not know, and whom she regarded\nas her brother. Fernand went, and Mercédès remained alone.\n\n“Three months passed and still she wept—no news of Edmond, no news of\nFernand, no companionship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fe"
    },
    {
      "chunk_idx": 742,
      "chunk_id": "The Count of Monte Cristo_chunk_506",
      "start_pos": 1771000,
      "end_pos": 1775000,
      "similarity": 0.022988505747126436,
      "text": "I. had just granted to him with his\nestate of Épinay.\n\n400340m\n\n\n\n“‘A note was in consequence addressed to General de Quesnel, begging\nhim to be present at the meeting next day, the 5th. The note indicated\nneither the street nor the number of the house where the meeting was to\nbe held; it bore no signature, but it announced to the general that\nsomeone would call for him if he would be ready at nine o’clock. The\nmeetings were always held from that time till midnight. At nine o’clock\nthe president of the club presented himself; the general was ready, the\npresident informed him that one of the conditions of his introduction\nwas that he should be eternally ignorant of the place of meeting, and\nthat he would allow his eyes to be bandaged, swearing that he would not\nendeavor to take off the bandage. General de Quesnel accepted the\ncondition, and promised on his honor not to seek to discover the road\nthey took. The general’s carriage was ready, but the president told him\nit was impossible for him to use it, since it was useless to blindfold\nthe master if the coachman knew through what streets he went. “What\nmust be done then?” asked the general.—“I have my carriage here,” said\nthe president.\n\n“‘“Have you, then, so much confidence in your servant that you can\nintrust him with a secret you will not allow me to know?”\n\n“‘“Our coachman is a member of the club,” said the president; “we shall\nbe driven by a State-Councillor.”\n\n“‘“Then we run another risk,” said the general, laughing, “that of\nbeing upset.” We insert this joke to prove that the general was not in\nthe least compelled to attend the meeting, but that he came willingly.\nWhen they were seated in the carriage the president reminded the\ngeneral of his promise to allow his eyes to be bandaged, to which he\nmade no opposition. On the road the president thought he saw the\ngeneral make an attempt to remove the handkerchief, and reminded him of\nhis oath. “Sure enough,” said the general. The carriage stopped at an\nalley leading out of the Rue Saint-Jacques. The general alighted,\nleaning on the arm of the president, of whose dignity he was not aware,\nconsidering him simply as a member of the club; they went through the\nalley, mounted a flight of stairs, and entered the assembly-room.\n\n“‘The deliberations had already begun. The members, apprised of the\nsort of presentation which was to be made that evening, were all in\nattendance. When in the middle of the room the general was invited to\nremove his bandage, he did so immediately, and was surprised to see so\nmany well-known faces in a society of whose existence he had till then\nbeen ignorant. They questioned him as to his sentiments, but he\ncontented himself with answering, that the letters from the Island of\nElba ought to have informed them——’”\n\nFranz interrupted himself by saying, “My father was a royalist; they\nneed not have asked his sentiments, which were well known.”\n\n“And hence,” said Villefort, “arose my affection for your father, my\ndear M. Franz. Opinions held in common are a ready bond of union.”\n\n“Read again,” said the old man.\n\nFranz continued:\n\n“‘The president then sought to make him speak more explicitly, but M.\nde Quesnel replied that he wished first to know what they wanted with\nhim. He was then informed of the contents of the letter from the Island\nof Elba, in which he was recommended to the club as a man who would be\nlikely to advance the interests of their party. One paragraph spoke of\nthe return of Bonaparte and promised another letter and further\ndetails, on the arrival of the _Pharaon_ belonging to the shipbuilder\nMorrel, of Marseilles, whose captain was entirely devoted to the\nemperor. During all this time, the general, on whom they thought to\nhave relied as on a brother, manifested evidently signs of discontent\nand repugnance. When the reading was finished, he remained silent, with\nknitted brows.\n\n“‘“Well,” asked the president, “what do you say to this letter,\ngeneral?”\n\n“‘“I say that it is too soon after declaring "
    },
    {
      "chunk_idx": 235,
      "chunk_id": "In Search of the Castaways_chunk_235",
      "start_pos": 822500,
      "end_pos": 826131,
      "similarity": 0.02203856749311295,
      "text": "ge of\nLord Glenarvan.\n\nBut was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity.\nHis eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention.\n\nJust at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. Paganel was\nfar from being insensible to Miss Arabella's attractions, yet did not\ndare to declare his sentiments. The major accordingly undertook the\npart of Cupid's messenger between these two congenial hearts, and even\ntold Paganel that marriage was \"the last blunder\" that he could commit.\nBut the geographer was very much embarrassed, and, strangely enough,\ncould not summon courage to speak for himself.\n\n[Illustration: Early in the afternoon the travelers reached Malcolm\nCastle, amidst the hurrahs of their tenantry and friends.]\n\n\"Does not Miss Arabella please you?\" MacNabb would say to him.\n\n\"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too\ncharming for me; and, if I must tell you, would please me better if she\nwere less so. I should like to find a defect.\"\n\n\"Be easy,\" answered the major; \"she has more than one. The most perfect\nwoman always has her share. Well, then, Paganel, are you decided?\"\n\n\"I do not dare.\"\n\n\"But, my learned friend, why do you hesitate?\"\n\n\"I am unworthy of her!\" was the geographer's invariable reply.\n\nAt last, one day, driven desperate by the irrepressible major, Paganel\nconfessed to him, under the pledge of secrecy, a peculiarity that would\nfacilitate his identification, if the police should ever be on his\ntrack!\n\n\"Bah!\" exclaimed the major.\n\n\"It is as I tell you,\" persisted Paganel.\n\n\"What matter, my worthy friend?\"\n\n\"Is that your opinion?\"\n\n\"On the contrary, you are only more remarkable. This adds to your\npersonal advantages. It makes you the inimitable individual of whom\nArabella has dreamed.\"\n\nAnd the major, preserving an imperturbable gravity, left Paganel a prey\nto the most acute anxiety.\n\nA short interview took place between MacNabb and the lady, and fifteen\nweeks after a marriage was celebrated with great pomp in the chapel of\nMalcolm Castle.\n\n[Illustration: Fifteen weeks after a marriage was celebrated with great\npomp in the chapel of Malcolm Castle.]\n\nThe geographer's secret would doubtless have remained forever\nburied in the abysses of the unknown if the major had not told it to\nGlenarvan, who did not conceal it from Lady Helena, who communicated\nit to Mrs. Mangles. In short, it reached the ear of Mrs. Olbinett, and\nspread.\n\nJacques Paganel, during his three days' captivity among the Maoris, had\nbeen tattooed from head to foot, and bore on his breast the picture of\nan heraldic kiwi with outstretched wings, in the act of biting at his\nheart.\n\nThis was the only adventure of his great voyage for which Paganel\ncould never be consoled or pardon the New Zealanders. In spite of the\nrepresentations of his friends, he dared not go back to France, for\nfear of exposing the whole Geographical Society in his person to the\njests and railleries of the caricaturists.\n\nThe return of Captain Grant to Scotland was welcomed as a cause for\nnational rejoicing, and he became the popular man of old Caledonia. His\nson Robert has become a sailor like himself, and, under the patronage\nof Lord Glenarvan, has undertaken the plan of founding a Scottish\ncolony on the shores washed by the Pacific Ocean.\n\n*** END OF THE PROJECT GUTENBERG EBOOK 46597 ***\n"
    },
    {
      "chunk_idx": 747,
      "chunk_id": "The Count of Monte Cristo_chunk_511",
      "start_pos": 1788500,
      "end_pos": 1792500,
      "similarity": 0.021798365122615803,
      "text": "he Marchioness Oliva Corsinari. He was now fairly launched in that\nParisian society which gives such ready access to foreigners, and\ntreats them, not as they really are, but as they wish to be considered.\nBesides, what is required of a young man in Paris? To speak its\nlanguage tolerably, to make a good appearance, to be a good gamester,\nand to pay in cash. They are certainly less particular with a foreigner\nthan with a Frenchman. Andrea had, then, in a fortnight, attained a\nvery fair position. He was called count, he was said to possess 50,000\nlivres per annum; and his father’s immense riches, buried in the\nquarries of Saravezza, were a constant theme. A learned man, before\nwhom the last circumstance was mentioned as a fact, declared he had\nseen the quarries in question, which gave great weight to assertions\nhitherto somewhat doubtful, but which now assumed the garb of reality.\n\nSuch was the state of society in Paris at the period we bring before\nour readers, when Monte Cristo went one evening to pay M. Danglars a\nvisit. M. Danglars was out, but the count was asked to go and see the\nbaroness, and he accepted the invitation. It was never without a\nnervous shudder, since the dinner at Auteuil, and the events which\nfollowed it, that Madame Danglars heard Monte Cristo’s name announced.\nIf he did not come, the painful sensation became most intense; if, on\nthe contrary, he appeared, his noble countenance, his brilliant eyes,\nhis amiability, his polite attention even towards Madame Danglars, soon\ndispelled every impression of fear. It appeared impossible to the\nbaroness that a man of such delightfully pleasing manners should\nentertain evil designs against her; besides, the most corrupt minds\nonly suspect evil when it would answer some interested end—useless\ninjury is repugnant to every mind.\n\n40048m\n\n\n\nWhen Monte Cristo entered the boudoir, to which we have already once\nintroduced our readers, and where the baroness was examining some\ndrawings, which her daughter passed to her after having looked at them\nwith M. Cavalcanti, his presence soon produced its usual effect, and it\nwas with smiles that the baroness received the count, although she had\nbeen a little disconcerted at the announcement of his name. The latter\ntook in the whole scene at a glance.\n\nThe baroness was partially reclining on a sofa, Eugénie sat near her,\nand Cavalcanti was standing. Cavalcanti, dressed in black, like one of\nGoethe’s heroes, with varnished shoes and white silk open-worked\nstockings, passed a white and tolerably nice-looking hand through his\nlight hair, and so displayed a sparkling diamond, that in spite of\nMonte Cristo’s advice the vain young man had been unable to resist\nputting on his little finger. This movement was accompanied by killing\nglances at Mademoiselle Danglars, and by sighs launched in the same\ndirection.\n\nMademoiselle Danglars was still the same—cold, beautiful, and\nsatirical. Not one of these glances, nor one sigh, was lost on her;\nthey might have been said to fall on the shield of Minerva, which some\nphilosophers assert protected sometimes the breast of Sappho. Eugénie\nbowed coldly to the count, and availed herself of the first moment when\nthe conversation became earnest to escape to her study, whence very\nsoon two cheerful and noisy voices being heard in connection with\noccasional notes of the piano assured Monte Cristo that Mademoiselle\nDanglars preferred to his society and to that of M. Cavalcanti the\ncompany of Mademoiselle Louise d’Armilly, her singing teacher.\n\nIt was then, especially while conversing with Madame Danglars, and\napparently absorbed by the charm of the conversation, that the count\nnoticed M. Andrea Cavalcanti’s solicitude, his manner of listening to\nthe music at the door he dared not pass, and of manifesting his\nadmiration.\n\nThe banker soon returned. His first look was certainly directed towards\nMonte Cristo, but the second was for Andrea. As for his wife, he bowed\nto her, as some husbands do to their wives, but in "
    }
  ]
}