{
  "9c33f8a863c1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03296703296703297,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 408,
      "chunk_id": "The Count of Monte Cristo_chunk_172",
      "start_pos": 602000,
      "end_pos": 606000,
      "similarity": 0.029649595687331536,
      "text": "hout taking a crown from his\npocket, could save Morrel; he had but to pass his word for a loan, and\nMorrel was saved. Morrel had long thought of Danglars, but had kept\naway from some instinctive motive, and had delayed as long as possible\navailing himself of this last resource. And Morrel was right, for he\nreturned home crushed by the humiliation of a refusal.\n\nYet, on his arrival, Morrel did not utter a complaint, or say one harsh\nword. He embraced his weeping wife and daughter, pressed Emmanuel’s\nhand with friendly warmth, and then going to his private room on the\nsecond floor had sent for Cocles.\n\n“Then,” said the two women to Emmanuel, “we are indeed ruined.”\n\nIt was agreed in a brief council held among them, that Julie should\nwrite to her brother, who was in garrison at Nîmes, to come to them as\nspeedily as possible. The poor women felt instinctively that they\nrequired all their strength to support the blow that impended. Besides,\nMaximilian Morrel, though hardly two-and-twenty, had great influence\nover his father.\n\nHe was a strong-minded, upright young man. At the time when he decided\non his profession his father had no desire to choose for him, but had\nconsulted young Maximilian’s taste. He had at once declared for a\nmilitary life, and had in consequence studied hard, passed brilliantly\nthrough the Polytechnic School, and left it as sub-lieutenant of the\n53rd of the line. For a year he had held this rank, and expected\npromotion on the first vacancy. In his regiment Maximilian Morrel was\nnoted for his rigid observance, not only of the obligations imposed on\na soldier, but also of the duties of a man; and he thus gained the name\nof “the stoic.” We need hardly say that many of those who gave him this\nepithet repeated it because they had heard it, and did not even know\nwhat it meant.\n\nThis was the young man whom his mother and sister called to their aid\nto sustain them under the serious trial which they felt they would soon\nhave to endure. They had not mistaken the gravity of this event, for\nthe moment after Morrel had entered his private office with Cocles,\nJulie saw the latter leave it pale, trembling, and his features\nbetraying the utmost consternation. She would have questioned him as he\npassed by her, but the worthy creature hastened down the staircase with\nunusual precipitation, and only raised his hands to heaven and\nexclaimed:\n\n“Oh, mademoiselle, mademoiselle, what a dreadful misfortune! Who could\never have believed it!”\n\nA moment afterwards Julie saw him go upstairs carrying two or three\nheavy ledgers, a portfolio, and a bag of money.\n\nMorrel examined the ledgers, opened the portfolio, and counted the\nmoney. All his funds amounted to 6,000 or 8,000 francs, his bills\nreceivable up to the 5th to 4,000 or 5,000, which, making the best of\neverything, gave him 14,000 francs to meet debts amounting to 287,500\nfrancs. He had not even the means for making a possible settlement on\naccount.\n\nHowever, when Morrel went down to his dinner, he appeared very calm.\nThis calmness was more alarming to the two women than the deepest\ndejection would have been. After dinner Morrel usually went out and\nused to take his coffee at the club of the Phocéens, and read the\n_Semaphore_; this day he did not leave the house, but returned to his\noffice.\n\nAs to Cocles, he seemed completely bewildered. For part of the day he\nwent into the courtyard, seated himself on a stone with his head bare\nand exposed to the blazing sun. Emmanuel tried to comfort the women,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after"
    },
    {
      "chunk_idx": 10,
      "chunk_id": "In Search of the Castaways_chunk_10",
      "start_pos": 35000,
      "end_pos": 39000,
      "similarity": 0.029490616621983913,
      "text": "boy of twelve years, of determined look, who seemed\nto take his sister under his protection. Indeed, whoever had insulted\nthe young girl would have had to settle with this little gentleman.\n\nThe sister stopped, a little surprised at seeing herself before Lady\nHelena; but the latter hastened to open the conversation.\n\n\"You wish to speak with me?\" said she, with an encouraging look at the\nyoung girl.\n\n[Sidenote: \"ONE TOUCH OF NATURE.\"]\n\n\"No,\" answered the boy, in a decided tone; \"not with you, but with Lord\nGlenarvan himself.\"\n\n\"Excuse him, madam,\" said the sister, looking at her brother.\n\n\"Lord Glenarvan is not at the castle,\" replied Lady Helena; \"but I am\nhis wife, and if I can supply his place with you----\"\n\n\"You are Lady Glenarvan?\" said the young girl.\n\n\"Yes, miss.\"\n\n\"The wife of Lord Glenarvan, of Malcolm Castle, who published an\nadvertisement in the _Times_ in regard to the shipwreck of the\nBritannia?\"\n\n\"Yes, yes!\" answered Lady Helena, with alacrity. \"And you?\"\n\n\"I am Miss Grant, and this is my brother.\"\n\n\"Miss Grant! Miss Grant!\" cried Lady Helena, drawing the young girl\ntowards her, and taking her hands, while she also drew the boy towards\nher.\n\n\"Madam,\" replied the young girl, \"what do you know of the shipwreck of\nmy father? Is he living? Shall we ever see him again? Speak! oh, please\ntell me!\"\n\n\"My dear child,\" said Lady Helena, \"God forbid that I should answer you\nlightly on such a subject; I would not give you a vain hope----\"\n\n\"Please, madam, speak! I am strong against grief, and can hear all.\"\n\n\"My dear child,\" answered Lady Helena, \"the hope is very slight, but\nwith the help of God who can do everything, it is possible that you\nwill one day see your father again.\"\n\n\"Alas, alas!\" exclaimed Miss Grant, who could not restrain her tears,\nwhile Robert covered the hands of Lady Glenarvan with kisses.\n\nWhen the first paroxysm of this mournful joy was past, the young girl\nbegan to ask innumerable questions. Lady Helena related the story of\nthe document, how that the Britannia had been lost on the shores\nof Patagonia; in what way, after the shipwreck, the captain and two\nsailors, the only survivors, must have reached the continent; and,\nat last, how they implored the assistance of the whole world in this\ndocument, written in three languages, and abandoned to the caprices of\nthe ocean.\n\nDuring this recital Robert Grant devoured Lady Helena with his eyes;\nhis life seemed to hang on her lips. In his childish imagination he\nreviewed the terrible scenes of which his father must have been the\nvictim. He saw him on the deck of the Britannia; he followed him to the\nbosom of the waves; he clung with him to the rocks of the shore; he\ndragged himself panting along the beach, out of reach of the waves.\n\nOften during the course of this narration words escaped his lips.\n\n\"Oh, papa! my poor papa!\" he cried, pressing close to his sister.\n\nAs for Miss Grant, she listened with clasped hands, and did not utter a\nword until the story was ended, when she said,--\n\n\"Oh, madam, the document! the document!\"\n\n\"I no longer have it, my dear child,\" replied Lady Helena.\n\n\"You no longer have it?\"\n\n\"No; for the very sake of your father, Lord Glenarvan had to take it\nto London; but I have told you all it contained, word for word, and\nhow we succeeded in discovering the exact meaning. Among these remains\nof the almost effaced words the water had spared some characters.\nUnfortunately the record of the longitude had altogether been\ndestroyed, but that was the only missing point. Thus you see, Miss\nGrant, the minutest details of this document are known to you as well\nas me.\"\n\n\"Yes, madam,\" replied the young girl; \"but I would like to have seen my\nfather's writing.\"\n\n[Sidenote: WAITING FOR THE VERDICT.]\n\n\"Well, to-morrow, perhaps, Lord Glenarvan will return. My husband\ndesired to submit this indisputable document to the authorities in\nLondon, to induce them to send a vessel immediately in search of\nCaptain Grant.\"\n\n\"Is it possible, madam!\" cried the young "
    },
    {
      "chunk_idx": 393,
      "chunk_id": "The Count of Monte Cristo_chunk_157",
      "start_pos": 549500,
      "end_pos": 553500,
      "similarity": 0.028871391076115485,
      "text": "ship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fernand’s hands with a transport which he took for\nlove, but which was only joy at being no longer alone in the world, and\nseeing at last a friend, after long hours of solitary sorrow. And then,\nit must be confessed, Fernand had never been hated—he was only not\nprecisely loved. Another possessed all Mercédès’ heart; that other was\nabsent, had disappeared, perhaps was dead. At this last thought\nMercédès burst into a flood of tears, and wrung her hands in agony; but\nthe thought, which she had always repelled before when it was suggested\nto her by another, came now in full force upon her mind; and then, too,\nold Dantès incessantly said to her, ‘Our Edmond is dead; if he were\nnot, he would return to us.’\n\n“The old man died, as I have told you; had he lived, Mercédès,\nperchance, had not become the wife of another, for he would have been\nthere to reproach her infidelity. Fernand saw this, and when he learned\nof the old man’s death he returned. He was now a lieutenant. At his\nfirst coming he had not said a word of love to Mercédès; at the second\nhe reminded her that he loved her.\n\n“Mercédès begged for six months more in which to await and mourn for\nEdmond.”\n\n“So that,” said the abbé, with a bitter smile, “that makes eighteen\nmonths in all. What more could the most devoted lover desire?” Then he\nmurmured the words of the English poet, “‘Frailty, thy name is woman.’”\n\n“Six months afterwards,” continued Caderousse, “the marriage took place\nin the church of Accoules.”\n\n“The very church in which she was to have married Edmond,” murmured the\npriest; “there was only a change of bridegrooms.”\n\n“Well, Mercédès was married,” proceeded Caderousse; “but although in\nthe eyes of the world she appeared calm, she nearly fainted as she\npassed La Réserve, where, eighteen months before, the betrothal had\nbeen celebrated with him whom she might have known she still loved, had\nshe looked to the bottom of her heart. Fernand, more happy, but not\nmore at his ease—for I saw at this time he was in constant dread of\nEdmond’s return—Fernand was very anxious to get his wife away, and to\ndepart himself. There were too many unpleasant possibilities associated\nwith the Catalans, and eight days after the wedding they left\nMarseilles.”\n\n“Did you ever see Mercédès again?” inquired the priest.\n\n“Yes, during the Spanish war, at Perpignan, where Fernand had left her;\nshe was attending to the education of her son.”\n\nThe abbé started. “Her son?” said he.\n\n“Yes,” replied Caderousse, “little Albert.”\n\n“But, then, to be able to instruct her child,” continued the abbé, “she\nmust have received an education herself. I understood from Edmond that\nshe was the daughter of a simple fisherman, beautiful but uneducated.”\n\n“Oh,” replied Caderousse, “did he know so little of his lovely\nbetrothed? Mercédès might have been a queen, sir, if the crown were to\nbe placed on the heads of the loveliest and most intelligent. Fernand’s\nfortune was already waxing great, and she developed with his growing\nfortune. She learned drawing, music—everything. Besides, I believe,\nbetween ourselves, she did this in order to distract her mind, that she\nmight forget; and she only filled her head in order to alleviate the\nweight on her heart. But now her position in life is assured,”\ncontinued Caderousse; “no doubt fortune and honors have comforted her;\nshe is rich, a countess, and yet——”\n\nCaderousse paused.\n\n“And yet what?” asked the abbé.\n\n“Yet, I am sure, she is not happy,” said Caderousse.\n\n“What makes you believe thi"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.027491408934707903,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    }
  ]
}