{
  "c6501bcf6dc2": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043010752688172046,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 819,
      "chunk_id": "The Count of Monte Cristo_chunk_583",
      "start_pos": 2040500,
      "end_pos": 2044500,
      "similarity": 0.031413612565445025,
      "text": " and, perhaps, to their poverty. I was\nnot rich; my life was in constant danger; I could not seek them, to my\ngreat regret.’ The president frowned imperceptibly. ‘Gentlemen,’ said\nhe, ‘you have heard the Comte de Morcerf’s defence. Can you, sir,\nproduce any witnesses to the truth of what you have asserted?’—‘Alas,\nno, monsieur,’ replied the count; ‘all those who surrounded the vizier,\nor who knew me at his court, are either dead or gone away, I know not\nwhere. I believe that I alone, of all my countrymen, survived that\ndreadful war. I have only the letters of Ali Tepelini, which I have\nplaced before you; the ring, a token of his good-will, which is here;\nand, lastly, the most convincing proof I can offer, after an anonymous\nattack, and that is the absence of any witness against my veracity and\nthe purity of my military life.’\n\n“A murmur of approbation ran through the assembly; and at this moment,\nAlbert, had nothing more transpired, your father’s cause had been\ngained. It only remained to put it to the vote, when the president\nresumed: ‘Gentlemen and you, monsieur,—you will not be displeased, I\npresume, to listen to one who calls himself a very important witness,\nand who has just presented himself. He is, doubtless, come to prove the\nperfect innocence of our colleague. Here is a letter I have just\nreceived on the subject; shall it be read, or shall it be passed over?\nand shall we take no notice of this incident?’ M. de Morcerf turned\npale, and clenched his hands on the papers he held. The committee\ndecided to hear the letter; the count was thoughtful and silent. The\npresident read:\n\n“‘Mr. President,—I can furnish the committee of inquiry into the\nconduct of the Lieutenant-General the Count of Morcerf in Epirus and in\nMacedonia with important particulars.’\n\n“The president paused, and the count turned pale. The president looked\nat his auditors. ‘Proceed,’ was heard on all sides. The president\nresumed:\n\n“‘I was on the spot at the death of Ali Pasha. I was present during his\nlast moments. I know what is become of Vasiliki and Haydée. I am at the\ncommand of the committee, and even claim the honor of being heard. I\nshall be in the lobby when this note is delivered to you.’\n\n“‘And who is this witness, or rather this enemy?’ asked the count, in a\ntone in which there was a visible alteration. ‘We shall know, sir,’\nreplied the president. ‘Is the committee willing to hear this\nwitness?’—‘Yes, yes,’ they all said at once. The door-keeper was\ncalled. ‘Is there anyone in the lobby?’ said the president.\n\n“‘Yes, sir.’—‘Who is it?’—‘A woman, accompanied by a servant.’ Everyone\nlooked at his neighbor. ‘Bring her in,’ said the president. Five\nminutes after the door-keeper again appeared; all eyes were fixed on\nthe door, and I,” said Beauchamp, “shared the general expectation and\nanxiety. Behind the door-keeper walked a woman enveloped in a large\nveil, which completely concealed her. It was evident, from her figure\nand the perfumes she had about her, that she was young and fastidious\nin her tastes, but that was all. The president requested her to throw\naside her veil, and it was then seen that she was dressed in the\nGrecian costume, and was remarkably beautiful.”\n\n“Ah,” said Albert, “it was she.”\n\n“Who?”\n\n“Haydée.”\n\n“Who told you that?”\n\n“Alas, I guess it. But go on, Beauchamp. You see I am calm and strong.\nAnd yet we must be drawing near the disclosure.”\n\n“M. de Morcerf,” continued Beauchamp, “looked at this woman with\nsurprise and terror. Her lips were about to pass his sentence of life\nor death. To the committee the adventure was so extraordinary and\ncurious, that the interest they had felt for the count’s safety became\nnow quite a secondary matter. The president himself advanced to place a\nseat for the young lady; but she declined availing herself of it. As\nfor the count, he had fallen on his chair; it was evident that his legs\nrefused to support him.\n\n“‘Madame,’ said the president, ‘you have engaged to furnish the\ncommittee with some importa"
    },
    {
      "chunk_idx": 607,
      "chunk_id": "The Count of Monte Cristo_chunk_371",
      "start_pos": 1298500,
      "end_pos": 1302500,
      "similarity": 0.031331592689295036,
      "text": "nouncement of the most admired production of the favorite\ncomposer of the day had attracted a brilliant and fashionable audience.\nMorcerf, like most other young men of rank and fortune, had his\norchestra stall, with the certainty of always finding a seat in at\nleast a dozen of the principal boxes occupied by persons of his\nacquaintance; he had, moreover, his right of entry into the omnibus\nbox. Château-Renaud rented a stall beside his own, while Beauchamp, as\na journalist, had unlimited range all over the theatre. It happened\nthat on this particular night the minister’s box was placed at the\ndisposal of Lucien Debray, who offered it to the Comte de Morcerf, who\nagain, upon his rejection of it by Mercédès, sent it to Danglars, with\nan intimation that he should probably do himself the honor of joining\nthe baroness and her daughter during the evening, in the event of their\naccepting the box in question. The ladies received the offer with too\nmuch pleasure to dream of a refusal. To no class of persons is the\npresentation of a gratuitous opera-box more acceptable than to the\nwealthy millionaire, who still hugs economy while boasting of carrying\na king’s ransom in his waistcoat pocket.\n\nDanglars had, however, protested against showing himself in a\nministerial box, declaring that his political principles, and his\nparliamentary position as member of the opposition party would not\npermit him so to commit himself; the baroness had, therefore,\ndespatched a note to Lucien Debray, bidding him call for them, it being\nwholly impossible for her to go alone with Eugénie to the opera.\n\nThere is no gainsaying the fact that a very unfavorable construction\nwould have been put upon the circumstance if the two women had gone\nwithout escort, while the addition of a third, in the person of her\nmother’s admitted lover, enabled Mademoiselle Danglars to defy malice\nand ill-nature. One must take the world as one finds it.\n\n30083m\n\n\n\nThe curtain rose, as usual, to an almost empty house, it being one of\nthe absurdities of Parisian fashion never to appear at the opera until\nafter the beginning of the performance, so that the first act is\ngenerally played without the slightest attention being paid to it, that\npart of the audience already assembled being too much occupied in\nobserving the fresh arrivals, while nothing is heard but the noise of\nopening and shutting doors, and the buzz of conversation.\n\n“Surely,” said Albert, as the door of a box on the first circle opened,\n“that must be the Countess G——.”\n\n“And who is the Countess G——?” inquired Château-Renaud.\n\n“What a question! Now, do you know, baron, I have a great mind to pick\na quarrel with you for asking it; as if all the world did not know who\nthe Countess G—— was.”\n\n“Ah, to be sure,” replied Château-Renaud; “the lovely Venetian, is it\nnot?”\n\n“Herself.” At this moment the countess perceived Albert, and returned\nhis salutation with a smile.\n\n“You know her, it seems?” said Château-Renaud.\n\n“Franz introduced me to her at Rome,” replied Albert.\n\n“Well, then, will you do as much for me in Paris as Franz did for you\nin Rome?”\n\n“With pleasure.”\n\nThere was a cry of “Shut up!” from the audience. This manifestation on\nthe part of the spectators of their wish to be allowed to hear the\nmusic, produced not the slightest effect on the two young men, who\ncontinued their conversation.\n\n“The countess was present at the races in the Champ-de-Mars,” said\nChâteau-Renaud.\n\n“Today?”\n\n“Yes.”\n\n“Bless me, I quite forgot the races. Did you bet?”\n\n“Oh, merely a paltry fifty louis.”\n\n“And who was the winner?”\n\n“Nautilus. I staked on him.”\n\n“But there were three races, were there not?”\n\n“Yes; there was the prize given by the Jockey Club—a gold cup, you\nknow—and a very singular circumstance occurred about that race.”\n\n“What was it?”\n\n“Oh, shut up!” again interposed some of the audience.\n\n“Why, it was won by a horse and rider utterly unknown on the course.”\n\n“Is that possible?”\n\n“True as day. The fact was, nobody had observed a horse"
    },
    {
      "chunk_idx": 646,
      "chunk_id": "The Count of Monte Cristo_chunk_410",
      "start_pos": 1435000,
      "end_pos": 1439000,
      "similarity": 0.031073446327683617,
      "text": "towing such a\npeace-offering as Valentine on the son of him whose life they so\nruthlessly destroyed.” Noirtier had succeeded in mastering his emotion\nmore than could have been deemed possible with such an enfeebled and\nshattered frame.\n\n“Yes, I understand,” was the reply contained in his look; and this look\nexpressed a feeling of strong indignation, mixed with profound\ncontempt. Villefort fully understood his father’s meaning, and answered\nby a slight shrug of his shoulders. He then motioned to his wife to\ntake leave.\n\n“Now sir,” said Madame de Villefort, “I must bid you farewell. Would\nyou like me to send Edward to you for a short time?”\n\nIt had been agreed that the old man should express his approbation by\nclosing his eyes, his refusal by winking them several times, and if he\nhad some desire or feeling to express, he raised them to heaven. If he\nwanted Valentine, he closed his right eye only, and if Barrois, the\nleft. At Madame de Villefort’s proposition he instantly winked his\neyes.\n\nProvoked by a complete refusal, she bit her lip and said, “Then shall I\nsend Valentine to you?” The old man closed his eyes eagerly, thereby\nintimating that such was his wish.\n\nM. and Madame de Villefort bowed and left the room, giving orders that\nValentine should be summoned to her grandfather’s presence, and feeling\nsure that she would have much to do to restore calmness to the\nperturbed spirit of the invalid. Valentine, with a color still\nheightened by emotion, entered the room just after her parents had\nquitted it. One look was sufficient to tell her that her grandfather\nwas suffering, and that there was much on his mind which he was wishing\nto communicate to her.\n\n“Dear grandpapa,” cried she, “what has happened? They have vexed you,\nand you are angry?”\n\nThe paralytic closed his eyes in token of assent.\n\n“Who has displeased you? Is it my father?”\n\n“No.”\n\n“Madame de Villefort?”\n\n“No.”\n\n“Me?” The former sign was repeated.\n\n“Are you displeased with me?” cried Valentine in astonishment. M.\nNoirtier again closed his eyes.\n\n“And what have I done, dear grandpapa, that you should be angry with\nme?” cried Valentine.\n\nThere was no answer, and she continued:\n\n“I have not seen you all day. Has anyone been speaking to you against\nme?”\n\n“Yes,” said the old man’s look, with eagerness.\n\n“Let me think a moment. I do assure you, grandpapa—Ah—M. and Madame de\nVillefort have just left this room, have they not?”\n\n“Yes.”\n\n“And it was they who told you something which made you angry? What was\nit then? May I go and ask them, that I may have the opportunity of\nmaking my peace with you?”\n\n“No, no,” said Noirtier’s look.\n\n“Ah, you frighten me. What can they have said?” and she again tried to\nthink what it could be.\n\n“Ah, I know,” said she, lowering her voice and going close to the old\nman. “They have been speaking of my marriage,—have they not?”\n\n“Yes,” replied the angry look.\n\n“I understand; you are displeased at the silence I have preserved on\nthe subject. The reason of it was, that they had insisted on my keeping\nthe matter a secret, and begged me not to tell you anything of it. They\ndid not even acquaint me with their intentions, and I only discovered\nthem by chance, that is why I have been so reserved with you, dear\ngrandpapa. Pray forgive me.”\n\nBut there was no look calculated to reassure her; all it seemed to say\nwas, “It is not only your reserve which afflicts me.”\n\n“What is it, then?” asked the young girl. “Perhaps you think I shall\nabandon you, dear grandpapa, and that I shall forget you when I am\nmarried?”\n\n“No.”\n\n“They told you, then, that M. d’Épinay consented to our all living\ntogether?”\n\n“Yes.”\n\n“Then why are you still vexed and grieved?” The old man’s eyes beamed\nwith an expression of gentle affection.\n\n“Yes, I understand,” said Valentine; “it is because you love me.” The\nold man assented.\n\n“And you are afraid I shall be unhappy?”\n\n“Yes.”\n\n“You do not like M. Franz?” The eyes repeated several times, “No, no,\nno.”\n\n“Then you are vexed with the engageme"
    },
    {
      "chunk_idx": 620,
      "chunk_id": "The Count of Monte Cristo_chunk_384",
      "start_pos": 1344000,
      "end_pos": 1348000,
      "similarity": 0.03089887640449438,
      "text": "ccept.” The count returned to young\nMorcerf.\n\n“Do you not think, on reflection,” said he to him, “that you have done\nwrong in thus speaking of your mother-in-law in the presence of M.\nDebray?”\n\n“My dear count,” said Morcerf, “I beg of you not to apply that title so\nprematurely.”\n\n“Now, speaking without any exaggeration, is your mother really so very\nmuch averse to this marriage?”\n\n“So much so that the baroness very rarely comes to the house, and my\nmother, has not, I think, visited Madame Danglars twice in her whole\nlife.”\n\n“Then,” said the count, “I am emboldened to speak openly to you. M.\nDanglars is my banker; M. de Villefort has overwhelmed me with\npoliteness in return for a service which a casual piece of good fortune\nenabled me to render him. I predict from all this an avalanche of\ndinners and routs. Now, in order not to presume on this, and also to be\nbeforehand with them, I have, if agreeable to you, thought of inviting\nM. and Madame Danglars, and M. and Madame de Villefort, to my\ncountry-house at Auteuil. If I were to invite you and the Count and\nCountess of Morcerf to this dinner, I should give it the appearance of\nbeing a matrimonial meeting, or at least Madame de Morcerf would look\nupon the affair in that light, especially if Baron Danglars did me the\nhonor to bring his daughter. In that case your mother would hold me in\naversion, and I do not at all wish that; on the contrary, I desire to\nstand high in her esteem.”\n\n“Indeed, count,” said Morcerf, “I thank you sincerely for having used\nso much candor towards me, and I gratefully accept the exclusion which\nyou propose. You say you desire my mother’s good opinion; I assure you\nit is already yours to a very unusual extent.”\n\n30111m\n\n\n\n“Do you think so?” said Monte Cristo, with interest.\n\n“Oh, I am sure of it; we talked of you an hour after you left us the\nother day. But to return to what we were saying. If my mother could\nknow of this attention on your part—and I will venture to tell her—I am\nsure that she will be most grateful to you; it is true that my father\nwill be equally angry.” The count laughed.\n\n“Well,” said he to Morcerf, “but I think your father will not be the\nonly angry one; M. and Madame Danglars will think me a very\nill-mannered person. They know that I am intimate with you—that you\nare, in fact; one of the oldest of my Parisian acquaintances—and they\nwill not find you at my house; they will certainly ask me why I did not\ninvite you. Be sure to provide yourself with some previous engagement\nwhich shall have a semblance of probability, and communicate the fact\nto me by a line in writing. You know that with bankers nothing but a\nwritten document will be valid.”\n\n“I will do better than that,” said Albert; “my mother is wishing to go\nto the sea-side—what day is fixed for your dinner?”\n\n“Saturday.”\n\n“This is Tuesday—well, tomorrow evening we leave, and the day after we\nshall be at Tréport. Really, count, you have a delightful way of\nsetting people at their ease.”\n\n“Indeed, you give me more credit than I deserve; I only wish to do what\nwill be agreeable to you, that is all.”\n\n“When shall you send your invitations?”\n\n“This very day.”\n\n“Well, I will immediately call on M. Danglars, and tell him that my\nmother and myself must leave Paris tomorrow. I have not seen you,\nconsequently I know nothing of your dinner.”\n\n“How foolish you are! Have you forgotten that M. Debray has just seen\nyou at my house?”\n\n“Ah, true.”\n\n“Fix it this way. I have seen you, and invited you without any\nceremony, when you instantly answered that it would be impossible for\nyou to accept, as you were going to Tréport.”\n\n“Well, then, that is settled; but you will come and call on my mother\nbefore tomorrow?”\n\n“Before tomorrow?—that will be a difficult matter to arrange, besides,\nI shall just be in the way of all the preparations for departure.”\n\n“Well, you can do better. You were only a charming man before, but, if\nyou accede to my proposal, you will be adorable.”\n\n“What must I do to attain suc"
    }
  ]
}