{
  "b3a039363155": [
    {
      "chunk_idx": 203,
      "chunk_id": "In Search of the Castaways_chunk_203",
      "start_pos": 710500,
      "end_pos": 714500,
      "similarity": 0.025974025974025976,
      "text": "d, and by this consecration had become\ninaccessible by the superstitious savages.\n\nThe safety of the fugitives was not yet certain, but there was a\nsalutary respite, of which they strove to take advantage. Glenarvan, a\nprey to unspeakable emotion, did not venture a word; while the major\nnodded his head with an air of genuine satisfaction.\n\n\"And now, my friends,\" said Paganel, \"if these brutes expect us to test\ntheir patience they are mistaken. In two days we shall be beyond the\nreach of these rascals.\"\n\n\"We will escape!\" said Glenarvan; \"but how?\"\n\n\"I do not know,\" replied Paganel, \"but we will do so all the same.\"\n\nAll now wished to hear the geographer's adventures. Strangely enough,\nin the case of a man loquacious usually, it was necessary to draw,\nas it were, the words from his mouth. He, who was so fond of telling\nstories, replied only in an evasive way to the questions of his friends.\n\n\"Paganel has changed,\" thought MacNabb.\n\n[Sidenote: THE WORTH OF SPECTACLES.]\n\nIndeed, the countenance of the geographer was no longer the same. He\nwrapped himself gloomily in his great flaxen mantle, and seemed to shun\ntoo inquisitive looks. However, when they were all seated around him at\nthe foot of the tomb, he related his experiences.\n\nAfter the death of Kara-Tété, Paganel had taken advantage, like Robert,\nof the confusion of the natives, and escaped from the pah. But less\nfortunate than young Grant, he had fallen upon an encampment of Maoris,\nwho were commanded by a chief of fine form and intelligent appearance,\nwho was evidently superior to all the warriors of his tribe. This chief\nspoke English accurately, and bade him welcome by rubbing his nose\nagainst that of the geographer. Paganel wondered whether he should\nconsider himself a prisoner; but seeing that he could not take a step\nwithout being graciously accompanied by the chief, he soon knew how\nmatters stood on this point.\n\nThe chief, whose name was \"Hihy\" (sunbeam), was not a bad man. The\nspectacles and telescope gave him a high opinion of Paganel, whom he\nattached carefully to his person, not only by his benefits, but by\nstrong flaxen ropes, especially at night.\n\nThis novel situation lasted three long days. Was he well or badly\ntreated? Both, as he stated without further explanation. In short, he\nwas a prisoner, and, except for the prospect of immediate torture,\nhis condition did not seem more enviable than that of his unfortunate\nfriends.\n\nFortunately, last night he succeeded in biting asunder his ropes and\nescaping. He had witnessed at a distance the burial of the chief,\nknew that he had been interred on the summit of Maunganamu mountain,\nand that it was tabooed in consequence. He therefore resolved to take\nrefuge there, not wishing to leave the place where his companions were\nheld captives. He succeeded in his undertaking, arrived at Kara-Tété's\ntomb, and waited in hope that Providence would in some way deliver his\nfriends.\n\nSuch was Paganel's story. Did he omit designedly any circumstance\nof his stay among the natives? More than once his embarrassment led\nthem to suspect so. However that might be, he received unanimous\ncongratulations; and as the past was now known, they returned to the\npresent.\n\nTheir situation was still exceedingly critical. The natives, if they\ndid not venture to climb the mountain, expected that hunger and thirst\nwould force their prisoners to surrender. It was only a matter of time,\nand the savages had great patience. Glenarvan did not disregard the\ndifficulties of his position, but waited for the favorable issue which\nProvidence seemed to promise.\n\nAnd first he wished to examine this improvised fortress; not to defend\nit, for an attack was not to be feared, but that he might find a way of\nescaping. The major and the captain, Robert, Paganel, and himself, took\nthe exact bearings of the mountain. They observed the direction of the\npaths, their branches and declivities. A ridge a mile in length united\nthe Maunganamu to the Wahiti range, and then declined"
    },
    {
      "chunk_idx": 36,
      "chunk_id": "In Search of the Castaways_chunk_36",
      "start_pos": 126000,
      "end_pos": 130000,
      "similarity": 0.02313624678663239,
      "text": "xcepting\nRobert, were still in good health; and, since the journey had begun\nunder such favorable auspices, they thought it best to profit by it,\nand push on. The following day they advanced rapidly, crossed without\naccident Bell Rapids, and at evening encamped on the banks of the Rio\nBiobio. There were thirty-five miles more to travel before they were\nout of Chili.\n\nThe country had not changed. It was still rich in amaryllis, violets,\ndate-trees, and golden-flowered cactuses. A few animals, among\nothers the ocelot, inhabited the thickets. A heron, a solitary owl,\nthrushes and snipes wary of the talons of the hawk, were the only\nrepresentatives of the feathered tribe.\n\nOf the natives few were seen; only some \"guassos\" (degenerate children\nof the Indians and Spanish), galloping on horses which they lacerated\nwith the gigantic spurs that adorned their naked feet, and passing\nlike shadows. They met on the way no one who could inform them, and\ninquiries were therefore utterly impossible.\n\n[Sidenote: AN ASTONISHED CATAPAZ.]\n\nGlenarvan thought that Captain Grant, if prisoner of the Indians, must\nhave been carried by them beyond the Andes. Their search could be\nsuccessful only in the Pampas. They must be patient, and travel on\nswiftly and continuously.\n\n[Illustration: By means of a ford, they crossed the Rio Tubal, the\nmountains visible in the distance.]\n\nThey advanced in the same order as before, which Robert with difficulty\nkept, for his eagerness led him to press forward, to the great\nannoyance of his animal. Nothing but a command from Glenarvan would\nkeep the young boy at his place in the line. The country now became\nmore uneven; and several hillocks indicated that they were approaching\nthe mountains.\n\nPaganel still continued his study of Spanish.\n\n\"What a language it is!\" exclaimed he; \"so full and sonorous!\"\n\n\"But you are making progress, of course?\" replied Glenarvan.\n\n\"Certainly, my dear lord. Ah! if there were only no accent! But, alas!\nthere is one!\"\n\nIn studying this language, Paganel did not, however, neglect his\ngeographical observations. In these, indeed, he was astonishingly\nclever, and could not have found his superior. When Glenarvan\nquestioned the catapaz about some peculiarity of the country, his\nlearned companion would always anticipate the answer of the guide, who\nthen gazed at him with a look of amazement.\n\nThat same day they met a road which crossed the line that they had\nhitherto pursued. Lord Glenarvan naturally asked its name of their\nguide, and Paganel as naturally answered,--\n\n\"The road from Yumbel to Los Angelos.\"\n\nGlenarvan looked at the catapaz.\n\n\"Exactly,\" replied he.\n\nThen, addressing the geographer, he said,--\n\n\"You have traveled in this country?\"\n\n\"Certainly,\" replied Paganel gravely.\n\n\"On a mule?\"\n\n\"No; in an arm-chair.\"\n\nThe catapaz did not understand, for he shrugged his shoulders and\nreturned to the head of the troop.\n\nAt five o'clock in the afternoon they stopped in a shallow gorge, a\nfew miles above the little town of Loja; and that night the travelers\nencamped at the foot of the first slopes of the Andes.\n\n\n\n\nCHAPTER XII.\n\nELEVEN THOUSAND FEET ALOFT.\n\n\nThe route through Chili had as yet presented no serious obstacles; but\nnow the dangers that attend a journey across the mountains suddenly\nincreased, the struggle with the natural difficulties was about to\nbegin in earnest.\n\nAn important question had to be decided before starting. By what pass\ncould they cross the Andes with the least departure from the prescribed\ncourse? The catapaz was questioned on this subject.\n\n\"I know,\" he replied, \"of but two passes that are practicable in this\npart of the Andes.\"\n\n\"Doubtless the pass of Arica,\" said Paganel, \"which was discovered by\nValdivia Mendoza.\"\n\n\"Exactly.\"\n\n\"And that of Villarica, situated to the south of Nevado.\"\n\n\"You are right.\"\n\n\"Well, my friend, these two passes have only one difficulty; they will\ncarry us to the south, or the north, farther than we wish.\"\n\n\"Have you another pass to propose?"
    },
    {
      "chunk_idx": 75,
      "chunk_id": "In Search of the Castaways_chunk_75",
      "start_pos": 262500,
      "end_pos": 266500,
      "similarity": 0.023076923076923078,
      "text": "ed his\nplace at the head of the party, without saying either what he hoped or\nwhat he feared.\n\nThese manoeuvres, many times repeated, puzzled Paganel and annoyed\nGlenarvan. The geographer was accordingly requested to interrogate\nthe Indian, which he did at once. Thalcave replied that he was\nastonished to see the plain so soaked with moisture. Never within his\nrecollection, since he had performed the office of guide, had his feet\ntrodden a soil so saturated. Even in the season of the great rains the\nArgentine plain was always easily passed.\n\n\"But to what do you attribute this increasing moisture?\" asked Paganel.\n\n\"I know not,\" replied the Indian; \"and what if I did?\"\n\n\"Do the mountain streams, when swollen with the rains, ever overflow\ntheir banks?\"\n\n\"Sometimes.\"\n\n\"And now, perhaps?\"\n\n\"Perhaps,\" said Thalcave.\n\nPaganel was forced to be contented with this answer, and communicated\nto Glenarvan the result of the conversation.\n\n\"And what does Thalcave advise?\" inquired Glenarvan.\n\n\"What is to be done?\" asked Paganel of the Patagonian.\n\n\"Advance quickly,\" replied the Indian.\n\nThis advice was easier to give than to follow. The horses were quickly\nfatigued with treading a soil that sank beneath them deeper and deeper\nas they progressed, so that this part of the plain might have been\ncompared to an immense basin in which the invading waters would rapidly\naccumulate. It was advisable, therefore, to cross without delay these\nsloping terraces that an inundation would have instantly transformed\ninto a lake.\n\nThey hastened their pace, though there was no great depth to the water\nwhich spread out in a sheet beneath the horses' feet. About two o'clock\nthe flood-gates of the heavens opened, and tropical torrents of rain\ndescended. Never was a finer opportunity presented for showing oneself\na philosopher. There was no chance of escaping this deluge, and it was\nbetter for the travelers to receive it stoically. Their ponchos were\nsoon dripping, and their hats wet them still more, like roofs whose\ngutters have overflowed. The fringes of the saddle-cloths seemed so\nmany liquid streams; and the horsemen, bespattered by their animals,\nwhose hoofs splashed in the water at every step, rode in a double\nshower, which came from the ground as well as the sky.\n\n[Sidenote: HYDROPATHIC TREATMENT.]\n\nIt was in this wretchedly cold and exhausted state that they arrived,\ntowards evening, at a very miserable rancho. Only people who were not\nfastidious could have given it the name of a shelter, only travelers in\ndistress would consent to occupy it. But Glenarvan and his companions\nhad no choice. They therefore cowered down in the abandoned hut which\nwould not have satisfied even a poor Indian of the plains. A sorry\nfire of grass, which gave out more smoke than heat, was kindled with\ndifficulty. The torrents of rain made havoc without, and large drops\noozed through the mouldy thatch. The fire was extinguished twenty\ntimes, and twenty times did Wilson and Mulready struggle against the\ninvading water.\n\nThe supper was very meagre and comfortless, and every one's appetite\nfailed. The major alone did justice to the water-soaked repast, and did\nnot lose a mouthful: he was superior to misfortune. As for Paganel,\nlike a Frenchman, he tried to joke; but now he failed.\n\n\"My jokes are wet,\" said he: \"they miss fire.\"\n\nHowever, as it was more agreeable--if possible, under the\ncircumstances--to sleep, each one sought in slumber a temporary\nforgetfulness of his fatigues.\n\nThe night was stormy. The sides of the rancho cracked as if they would\nbreak, while the frail structure bent beneath the gusts of wind and\nthreatened to give way at every shock. The unfortunate horses neighed\nin terror without, exposed to the inclemency of the tempest; and their\nmasters did not suffer less in their miserable shelter. However, sleep\ndrowned all their troubles at last. Robert first closed his eyes,\nreclining his head on Lord Glenarvan's shoulder; and soon all the\ninmates of the rancho slept under"
    },
    {
      "chunk_idx": 193,
      "chunk_id": "In Search of the Castaways_chunk_193",
      "start_pos": 675500,
      "end_pos": 679500,
      "similarity": 0.023017902813299233,
      "text": "\"\ncried he.]\n\nAt last his voice rose above the tumult.\n\n\"Taboo! taboo!\" cried he.\n\nAt this word the crowd fell back before Glenarvan and his companions,\nthus temporarily preserved by a supernatural power. A few moments after\nthey were led back to the temple that served as their prison; but\nRobert Grant and Paganel were no longer with them.\n\n\n\n\nCHAPTER L.\n\nTHE CHIEF'S FUNERAL.\n\n\nKai-Koumou, according to a custom quite ordinary in New Zealand, joined\nthe rank of priest to that of chief, and could, therefore, extend to\npersons or objects the superstitious protection of the taboo.\n\nThe taboo, which is common to the tribes of Polynesia, has the power\nto prohibit at once all connection with the object or person tabooed.\nAccording to the Maori religion, whoever should lay his sacrilegious\nhand on what is declared taboo would be punished with death by the\noffended god; and in case the divinity should delay to avenge his own\ninsult, the priests would not fail to excite his anger.\n\nAs for the prisoners confined in the temple, the taboo had rescued\nthem from the fury of the tribe. Some of the natives, the friends and\npartisans of Kai-Koumou, had stopped suddenly at the command of their\nchief, and had protected the captives.\n\n[Sidenote: THE TORTURES OF SUSPENSE.]\n\nGlenarvan, however, was not blind to the fate that was reserved for\nhim. Only his death could atone for the murder of a chief. Among savage\nraces death is always preceded by a protracted torture. He therefore\nexpected to cruelly expiate the righteous indignation that had nerved\nhis arm, but hoped that Kai-Koumou's rage would fall only on himself.\n\nWhat a night he and his companions passed! Who could depict their\nanguish, or measure their sufferings? Neither poor Robert nor brave\nPaganel had reappeared. But how could they doubt their fate? Were they\nnot the first victims of the natives' vengeance? All hope had vanished\neven from the heart of the major, who did not easily despair. John\nMangles felt himself growing mad at sight of the sad dejection of Mary\nGrant, thus separated from her brother. Glenarvan thought of that\nterrible request of Lady Helena, who, rather than yield to torture or\nslavery, preferred to die by his hand. Could he summon this fearful\ncourage? As for an escape, that was plainly impossible. Ten warriors,\narmed to the teeth, guarded the entrance of the temple.\n\nMorning came at last. There had been no communication between the\nnatives and the prisoners. The hut contained a considerable quantity\nof food, which the unfortunates scarcely touched. Hunger gave place to\ngrief. The day passed without bringing a change or a hope. Doubtless\nthe hour for the dead chief's funeral and their torture would be the\nsame.\n\nHowever, although Glenarvan concluded that Kai-Koumou must have\nabandoned all idea of exchange, the major on this point retained a\ngleam of hope.\n\n\"Who knows,\" said he, reminding Glenarvan of the effect produced upon\nthe chief by the death of Kara-Tété,--\"who knows but that Kai-Koumou in\nreality feels obliged to you?\"\n\nBut, in spite of these observations, Glenarvan would no longer hope.\nThe next day also passed away without the preparations for torture\nbeing made. The reason of the delay was this.\n\nThe Maoris believe that the soul, for three days after death, inhabits\nthe body of the deceased, and therefore during this time the corpse\nremains unburied. This custom was rigorously observed, and for two days\nthe pah was deserted. Captain Mangles frequently stood on Wilson's\nshoulders and surveyed the fortification. No native was seen; only the\nsentinels guarded in turn at the door of their prison.\n\nBut on the third day the huts were opened. The savages, men, women,\nand children, to the number of several hundreds, assembled in the pah,\nsilent and calm. Kai-Koumou came out of his house, and, surrounded by\nthe principal warriors of his tribe, took his place on a mound several\nfeet high in the centre of the fortification. The crowd of natives\nformed a semicircle aroun"
    },
    {
      "chunk_idx": 145,
      "chunk_id": "In Search of the Castaways_chunk_145",
      "start_pos": 507500,
      "end_pos": 511500,
      "similarity": 0.022900763358778626,
      "text": "ness increased beneath\nthe curtain of dense clouds that covered the sky. Not a breath of\nair was felt. The silence of the night was only interrupted by the\noccasional howlings of wild animals.\n\nAbout eleven o'clock, after an uneasy slumber, the major awoke. His\nhalf-closed eyes were attracted by a dim light that flickered beneath\nthe great trees. One would have thought it was a whitish sheet\nglittering like the surface of a lake. MacNabb imagined, at first, that\nthe flames of a conflagration were spreading over the ground.\n\n[Sidenote: STRANGE SIGHTS AND SOUNDS.]\n\nHe rose and walked towards the wood. His surprise was great when\nhe found himself in the presence of a purely natural phenomenon.\nBefore him extended an immense field of mushrooms, which emitted\nphosphorescent flashes.\n\nThe major, who was not selfish, was about to waken Paganel, that the\ngeographer might witness the spectacle with his own eyes, when an\nunexpected sight stopped him.\n\nThe phosphorescent light illumined the wood for the space of half a\nmile, and MacNabb thought he saw shadows rapidly moving along the edge\nof the clearing. Did his eyes deceive him? Was he the sport of an\nillusion?\n\nHe crouched down, and, after a long and attentive observation,\ndistinctly perceived several men, who seemed by their movements to be\nsearching the ground for something. What could these men want? He must\nknow, and, without an instant's hesitation or awakening his companions,\nhe crawled along on all-fours, carefully concealing himself in the tall\ngrass.\n\n\n\n\nCHAPTER XL.\n\nA STARTLING DISCOVERY.\n\n\n[Sidenote: INCREASING PERPLEXITIES.]\n\nIt was a terrible night. At two o'clock in the morning the rain began\nto fall in torrents, which continued to pour from the stormy clouds\ntill daylight. The tent was an insufficient shelter. Glenarvan and\nhis companions took refuge in the cart, where they passed the time\nin conversing upon various subjects. The major, however, whose short\nabsence no one had noticed, contented himself with listening in\nsilence. The fury of the tempest gave them considerable uneasiness,\nsince it might cause an inundation, by which the cart, fast in the\nmire, would be overwhelmed.\n\n[Illustration: He crouched down, and, after a long and attentive\nobservation, distinctly perceived several men.]\n\nMore than once Mulready, Ayrton, and Captain Mangles went to ascertain\nthe height of the rushing waters, and returned drenched from head to\nfoot.\n\nAt length day appeared. The rain ceased, but the rays of the sun failed\nto penetrate the thick veil of clouds. Large pools of muddy, yellowish\nwater covered the ground. A warm vapor issued from the water-soaked\nearth and saturated the atmosphere with a sickly moisture.\n\nGlenarvan, first of all, turned his attention to the cart. In his eyes,\nthis was their main support. It was imbedded fast in the midst of a\ndeep hollow of sticky clay. The fore wheels were almost entirely out of\nsight, and the hind ones were buried up to the hubs. It would be a very\ndifficult matter to pull out the heavy vehicle, and would undoubtedly\nrequire the united strength of men, oxen, and horses.\n\n\"We must make haste,\" said Captain Mangles. \"If this clay dries, the\nwork will be more difficult.\"\n\nGlenarvan, the two sailors, the captain, and Ayrton then entered the\nwood, where the animals had passed the night.\n\nIt was a tall forest of gloomy gum-trees. Nothing met the eye but dead\ntrunks, widely separated, which had been destitute of their bark for\ncenturies. Not a bird built its nest on these lofty skeletons; not a\nleaf trembled on the dry branches, that rattled together like a bundle\nof dry bones. Glenarvan, as he walked on, gazed at the leaden sky,\nagainst which the branches of the gum-trees were sharply defined. To\nAyrton's great astonishment, there was no trace of the horses and oxen\nin the place where he had left them. The fettered animals, however,\ncould not have gone far.\n\nThey searched for them in the wood, but failed to find them. Ayrton\nthen returned to t"
    }
  ]
}