{
  "82a8632af697": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03125,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.030508474576271188,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 35,
      "chunk_id": "In Search of the Castaways_chunk_35",
      "start_pos": 122500,
      "end_pos": 126500,
      "similarity": 0.028795811518324606,
      "text": "at a rapid pace the\nwinding shores of the bay, and made good progress the first day across\nthe reeds of old dried marshes. Little was said. The parting farewells\nhad left a deep impression upon the minds of all. They could still see\nthe smoke of the Duncan as she gradually disappeared on the horizon.\nAll were silent, except Paganel; this studious geographer kept asking\nhimself questions, and answering them, in his new language.\n\nThe catapaz was, moreover, quite a taciturn man, whose avocation had\nnot made him loquacious. He scarcely spoke to his peons, for they\nunderstood their duty very well. Whenever a mule stopped, they urged\nhim with a guttural cry. If this did not suffice, a good pebble thrown\nwith sure aim overcame his obstinacy. If a girth gave way or a bridle\nwas loosened, the peon, taking off his poncho, enveloped the head of\nthe animal, which, when the injury was repaired, resumed its pace.\n\nThe custom of the muleteers is to set out at eight o'clock in the\nmorning after breakfast, and travel thus till it is time to rest at\nfour o'clock in the afternoon. Glenarvan, accordingly, conformed\nto this custom. Precisely when the signal to halt was given by the\ncatapaz, the travelers arrived at the city of Arauco, situated at the\nsouthern extremity of the bay, without having left the foam-washed\nshore of the ocean. They would have had to proceed twenty miles farther\nto the west to reach the limits of the thirty-seventh parallel; but\nGlenarvan's agents had already traversed that part of the coast\nwithout meeting with any signs of shipwreck. A new exploration became,\ntherefore, useless, and it was decided that the city of Arauco should\nbe chosen as their point of departure. From this their course was to\nbe directed towards the east in a rigorously straight line. The little\nparty entered the city and took up their quarters in the open court of\na tavern, whose accommodations were still in a rudimentary state.\n\nWhile supper was preparing, Glenarvan, Paganel and the catapaz took a\nwalk among the thatch-roofed houses. Except a church and the remains\nof a convent of Franciscans, Arauco presented nothing interesting.\nGlenarvan attempted to make some inquiries, but failed, while Paganel\nwas in despair at not being able to make himself understood by the\ninhabitants. But, since they spoke Araucanian, his Spanish served him\nas little as Hebrew.\n\n[Sidenote: ONWARD, AND ONWARD STILL.]\n\nThe next day, the madrina at the head, and the peons in the rear, the\nlittle troop resumed the line of the thirty-seventh parallel towards\nthe east. They now crossed the fertile territory of Araucania, rich in\nvineyards and flocks. But gradually solitude ensued. Scarcely, from\nmile to mile, was there a hut of \"rastreadores\" (Indian horse-tamers).\nNow and then they came upon an abandoned relay-station, that only\nserved as a shelter to some wanderer on the plains; and, by means of a\nford, they crossed the Rio Tubal, the mountains visible in the distance.\n\nAt four o'clock in the afternoon, after a journey of thirty-five miles,\nthey halted in the open country under a group of giant myrtles. The\nmules were unharnessed, and left to graze at will upon the rich herbage\nof the prairie. The saddle-bags furnished the usual meat and rice,\nthe pelions spread on the ground served as covering, the saddles as\npillows, and each one found on these improvised beds a ready repose,\nwhile the peons and the catapaz watched in turn.\n\nAs the weather continued pleasant, all the travelers, not excepting\nRobert, were still in good health; and, since the journey had begun\nunder such favorable auspices, they thought it best to profit by it,\nand push on. The following day they advanced rapidly, crossed without\naccident Bell Rapids, and at evening encamped on the banks of the Rio\nBiobio. There were thirty-five miles more to travel before they were\nout of Chili.\n\nThe country had not changed. It was still rich in amaryllis, violets,\ndate-trees, and golden-flowered cactuses. A few animals, amo"
    },
    {
      "chunk_idx": 867,
      "chunk_id": "The Count of Monte Cristo_chunk_631",
      "start_pos": 2208500,
      "end_pos": 2212500,
      "similarity": 0.02857142857142857,
      "text": " them, my credit will be restored, and my fortune, which\nfor the last month or two has been swallowed up in gulfs which have\nbeen opened in my path by an inconceivable fatality, will revive. Do\nyou understand me?”\n\n“Perfectly; you pledge me for three millions, do you not?”\n\n“The greater the amount, the more flattering it is to you; it gives you\nan idea of your value.”\n\n“Thank you. One word more, sir; do you promise me to make what use you\ncan of the report of the fortune M. Cavalcanti will bring without\ntouching the money? This is no act of selfishness, but of delicacy. I\nam willing to help rebuild your fortune, but I will not be an\naccomplice in the ruin of others.”\n\n“But since I tell you,” cried Danglars, “that with these three\nmillion——”\n\n“Do you expect to recover your position, sir, without touching those\nthree million?”\n\n“I hope so, if the marriage should take place and confirm my credit.”\n\n“Shall you be able to pay M. Cavalcanti the five hundred thousand\nfrancs you promise for my dowry?”\n\n“He shall receive them on returning from the mayor’s20.”\n\n“Very well!”\n\n“What next? what more do you want?”\n\n“I wish to know if, in demanding my signature, you leave me entirely\nfree in my person?”\n\n“Absolutely.”\n\n“Then, as I said before, sir,—very well; I am ready to marry M.\nCavalcanti.”\n\n“But what are you up to?”\n\n“Ah, that is my affair. What advantage should I have over you, if\nknowing your secret I were to tell you mine?”\n\nDanglars bit his lips. “Then,” said he, “you are ready to pay the\nofficial visits, which are absolutely indispensable?”\n\n“Yes,” replied Eugénie.\n\n“And to sign the contract in three days?”\n\n“Yes.”\n\n“Then, in my turn, I also say, very well!”\n\nDanglars pressed his daughter’s hand in his. But, extraordinary to\nrelate, the father did not say, “Thank you, my child,” nor did the\ndaughter smile at her father.\n\n“Is the conference ended?” asked Eugénie, rising.\n\nDanglars motioned that he had nothing more to say. Five minutes\nafterwards the piano resounded to the touch of Mademoiselle d’Armilly’s\nfingers, and Mademoiselle Danglars was singing Brabantio’s malediction\non Desdemona. At the end of the piece Étienne entered, and announced to\nEugénie that the horses were to the carriage, and that the baroness was\nwaiting for her to pay her visits. We have seen them at Villefort’s;\nthey proceeded then on their course.\n\n40306m\n\n\n\n\nVOLUME FIVE\n\n50009m\n\n\n\n50011m\n\n\n\n50019m\n\n\n\n\n Chapter 96. The Contract\n\nThree days after the scene we have just described, namely towards five\no’clock in the afternoon of the day fixed for the signature of the\ncontract between Mademoiselle Eugénie Danglars and Andrea Cavalcanti,\nwhom the banker persisted in calling prince, a fresh breeze was\nstirring the leaves in the little garden in front of the Count of Monte\nCristo’s house, and the count was preparing to go out. While his horses\nwere impatiently pawing the ground, held in by the coachman, who had\nbeen seated a quarter of an hour on his box, the elegant phaeton with\nwhich we are familiar rapidly turned the angle of the entrance-gate,\nand cast out on the doorsteps M. Andrea Cavalcanti, as decked up and\ngay as if he were going to marry a princess.\n\nHe inquired after the count with his usual familiarity, and ascending\nlightly to the first story met him at the top of the stairs.\n\nThe count stopped on seeing the young man. As for Andrea, he was\nlaunched, and when he was once launched nothing stopped him.\n\n“Ah, good morning, my dear count,” said he.\n\n“Ah, M. Andrea,” said the latter, with his half-jesting tone; “how do\nyou do?”\n\n“Charmingly, as you see. I am come to talk to you about a thousand\nthings; but, first tell me, were you going out or just returned?”\n\n“I was going out, sir.”\n\n“Then, in order not to hinder you, I will get up with you if you please\nin your carriage, and Tom shall follow with my phaeton in tow.”\n\n“No,” said the count, with an imperceptible smile of contempt, for he\nhad no wish to be seen in the young man’s society,—“no; I prefer\nlisteni"
    },
    {
      "chunk_idx": 903,
      "chunk_id": "The Count of Monte Cristo_chunk_667",
      "start_pos": 2334500,
      "end_pos": 2338500,
      "similarity": 0.02849740932642487,
      "text": "exclaimed Villefort, in vain endeavoring to escape\nthe net in which he was taken.\n\n50095m\n\n\n\n“I rave?” said Morrel; “well, then, I appeal to M. d’Avrigny himself.\nAsk him, sir, if he recollects the words he uttered in the garden of\nthis house on the night of Madame de Saint-Méran’s death. You thought\nyourselves alone, and talked about that tragical death, and the\nfatality you mentioned then is the same which has caused the murder of\nValentine.” Villefort and d’Avrigny exchanged looks.\n\n“Yes, yes,” continued Morrel; “recall the scene, for the words you\nthought were only given to silence and solitude fell into my ears.\nCertainly, after witnessing the culpable indolence manifested by M. de\nVillefort towards his own relations, I ought to have denounced him to\nthe authorities; then I should not have been an accomplice to thy\ndeath, as I now am, sweet, beloved Valentine; but the accomplice shall\nbecome the avenger. This fourth murder is apparent to all, and if thy\nfather abandon thee, Valentine, it is I, and I swear it, that shall\npursue the assassin.”\n\nAnd this time, as though nature had at least taken compassion on the\nvigorous frame, nearly bursting with its own strength, the words of\nMorrel were stifled in his throat; his breast heaved; the tears, so\nlong rebellious, gushed from his eyes; and he threw himself weeping on\nhis knees by the side of the bed.\n\nThen d’Avrigny spoke. “And I, too,” he exclaimed in a low voice, “I\nunite with M. Morrel in demanding justice for crime; my blood boils at\nthe idea of having encouraged a murderer by my cowardly concession.”\n\n“Oh, merciful Heavens!” murmured Villefort. Morrel raised his head, and\nreading the eyes of the old man, which gleamed with unnatural lustre,—\n\n“Stay,” he said, “M. Noirtier wishes to speak.”\n\n“Yes,” indicated Noirtier, with an expression the more terrible, from\nall his faculties being centred in his glance.\n\n“Do you know the assassin?” asked Morrel.\n\n“Yes,” replied Noirtier.\n\n“And will you direct us?” exclaimed the young man. “Listen, M.\nd’Avrigny, listen!”\n\nNoirtier looked upon Morrel with one of those melancholy smiles which\nhad so often made Valentine happy, and thus fixed his attention. Then,\nhaving riveted the eyes of his interlocutor on his own, he glanced\ntowards the door.\n\n“Do you wish me to leave?” said Morrel, sadly.\n\n“Yes,” replied Noirtier.\n\n“Alas, alas, sir, have pity on me!”\n\nThe old man’s eyes remained fixed on the door.\n\n“May I, at least, return?” asked Morrel.\n\n“Yes.”\n\n“Must I leave alone?”\n\n“No.”\n\n“Whom am I to take with me? The procureur?”\n\n“No.”\n\n“The doctor?”\n\n“Yes.”\n\n“You wish to remain alone with M. de Villefort?”\n\n“Yes.”\n\n“But can he understand you?”\n\n“Yes.”\n\n“Oh,” said Villefort, inexpressibly delighted to think that the\ninquiries were to be made by him alone,—“oh, be satisfied, I can\nunderstand my father.” While uttering these words with this expression\nof joy, his teeth clashed together violently.\n\nD’Avrigny took the young man’s arm, and led him out of the room. A more\nthan deathlike silence then reigned in the house. At the end of a\nquarter of an hour a faltering footstep was heard, and Villefort\nappeared at the door of the apartment where d’Avrigny and Morrel had\nbeen staying, one absorbed in meditation, the other in grief.\n\n“You can come,” he said, and led them back to Noirtier.\n\nMorrel looked attentively on Villefort. His face was livid, large drops\nrolled down his face, and in his fingers he held the fragments of a\nquill pen which he had torn to atoms.\n\n“Gentlemen,” he said in a hoarse voice, “give me your word of honor\nthat this horrible secret shall forever remain buried amongst\nourselves!” The two men drew back.\n\n“I entreat you——” continued Villefort.\n\n“But,” said Morrel, “the culprit—the murderer—the assassin.”\n\n“Do not alarm yourself, sir; justice will be done,” said Villefort. “My\nfather has revealed the culprit’s name; my father thirsts for revenge\nas much as you do, yet even he conjures you as I do to keep this\nsecret. Do you not, fa"
    }
  ]
}