{
  "80f3cd598f2d": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.033707865168539325,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.023255813953488372,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    },
    {
      "chunk_idx": 112,
      "chunk_id": "In Search of the Castaways_chunk_112",
      "start_pos": 392000,
      "end_pos": 396000,
      "similarity": 0.023017902813299233,
      "text": "m to attach so much importance as did Captain\nMangles. When he stopped, Mary said, in her sweet voice,--\n\n\"Mr. Ayrton, please tell us more about our father.\"\n\nAyrton acceded to the young girl's request. Glenarvan was reluctant to\ninterrupt him, and yet many more important questions thronged his mind.\nBut Lady Helena, pointing out to him Mary's joyful excitement, checked\nhis inquiries.\n\n[Sidenote: TWO YEARS OF SLAVERY.]\n\nThe quartermaster now told the story of the Britannia and her voyage\nacross the Pacific. During the period of a year Harry Grant landed\nat the principal ports of Oceanica, opposing unjustifiable captures,\nand often a victim to the hostility of unjust traders. He found,\nhowever, an important point on the western coast of Papua. Here the\nestablishment of a Scottish colony appeared to him feasible, and its\nprosperity assured. After examining Papua, the Britannia sailed to\nCallao for provisions, and left that port on the 30th of May, 1862, to\nreturn to Europe by the way of the Indian Ocean and the Cape. Three\nweeks after her departure, a terrible tempest disabled her. It became\nnecessary to cut away the masts. A leak was discovered in the hold,\nwhich they did not succeed in stopping. The crew were soon overtasked\nand exhausted. The pumps could not be worked. For eight days the\nvessel was at the mercy of the storm. There were six feet of water\nin her hold, and she gradually foundered. The boats had been washed\noverboard, and the crew had given themselves up for lost, when on the\nnight of June 22nd, as Paganel had rightly interpreted, they descried\nthe eastern coast of Australia. The vessel soon stranded. A violent\nshock was felt. At this moment Ayrton, borne by a wave, was cast into\nthe midst of the breakers, and lost all consciousness. When he came to\nhimself, he was in the hands of the natives, who carried him into the\ninterior of the country. Since then he had heard nothing more of the\nBritannia, and naturally supposed that she had been wrecked, with all\non board, on the dangerous reefs of Twofold Bay.\n\nThis was Ayrton's story, which elicited more than once exclamations of\nsympathy. The major could not justly doubt its correctness; and after\nthis recital the quartermaster's own experiences possessed a more real\ninterest. Indeed, thanks to the document, they no longer doubted that\nCaptain Grant had survived the shipwreck with two of his sailors. From\nthe fate of the one they could fairly conjecture that of the other.\n\nAyrton was invited to tell of his own adventures, which was soon and\nsimply done. The shipwrecked sailor, prisoner of a native tribe, was\ncarried into the interior regions watered by the Darling. Here he led\na very wretched existence, because the tribe itself was miserable; but\nhe was not maltreated. For two long years he endured a painful slavery.\nHowever, the hope of regaining his liberty sustained his courage. He\nwatched for the least opportunity of escaping, although his flight\nwould plunge him into the midst of innumerable perils. One night\nin October he eluded the vigilance of the natives, and took refuge\nin the depths of extensive forests. For a month, living on roots,\nedible ferns, and the gum of the mimosa, often overcome by despair,\nhe wandered in those vast solitudes, with the sun as his guide by\nday and the stars by night. In this way he crossed marshes, rivers,\nmountains, in short, all that uninhabited portion of country that few\ntravelers have explored. At last, exhausted and almost dead, he reached\nthe hospitable dwelling of Mr. O'Moore, where his labor insured him a\ncomfortable livelihood.\n\n\"And if Ayrton is pleased with me,\" said the Irish colonist, when the\nstory was finished, \"I cannot but be pleased with him. He is an honest\nand intelligent man, a good worker, and, if he chooses, this house\nshall long be at his service.\"\n\nAyrton thanked Mr. O'Moore, and waited for further questions. He\nprobably thought, however, that the legitimate curiosity of his hearers\nought to be satisfied. W"
    },
    {
      "chunk_idx": 220,
      "chunk_id": "In Search of the Castaways_chunk_220",
      "start_pos": 770000,
      "end_pos": 774000,
      "similarity": 0.0223463687150838,
      "text": "failed,\nperhaps a woman could succeed by her gentle entreaty. Glenarvan,\nknowing the tact of his young wife, gave his hearty approval. Ayrton\nwas, accordingly, brought to Lady Helena's boudoir. Mary Grant was to\nbe present at the interview, for the young girl's influence might also\nbe great, and Lady Helena would not neglect any chance of success.\n\n[Illustration: For an hour the two ladies were closeted with the\nquartermaster, but nothing resulted from this conference.]\n\nFor an hour the two ladies were closeted with the quartermaster, but\nnothing resulted from this conference. What they said, the arguments\nthey used to draw out the convict's secret, all the details of this\nexamination, remained unknown. Moreover, when Ayrton left them they did\nnot appear to have succeeded, and their faces betokened real despair.\n\n[Illustration: He contented himself with shrugging his shoulders,\nwhich so increased the rage of the crew, that nothing less than the\nintervention of the captain and his lordship could restrain them.]\n\n\nWhen the quartermaster was taken back to his cabin, therefore, the\nsailors saluted his appearance with violent threats. But he contented\nhimself with shrugging his shoulders, which so increased the rage of\nthe crew, that nothing less than the intervention of the captain and\nhis lordship could restrain them.\n\nBut Lady Helena did not consider herself defeated. She wished to\nstruggle to the last with this heartless man, and the next day she went\nherself to Ayrton's cabin, to avoid the scene that his appearance on\ndeck occasioned.\n\nFor two long hours this kind and gentle Scotch lady remained alone face\nto face with the chief of the convicts. Glenarvan, a prey to nervous\nagitation, lingered near the cabin, now determined to thoroughly\nexhaust the chances of success, and now upon the point of drawing his\nwife away from this painful and prolonged interview.\n\nBut this time, when Lady Helena reappeared, her features inspired\nconfidence. Had she, then, brought this secret to light, and stirred\nthe dormant feeling of pity in the heart of this poor creature?\n\nMacNabb, who saw her first, could not repress a very natural feeling\nof incredulity. However, the rumor soon spread among the crew that the\nquartermaster had at length yielded to Lady Helena's entreaties. All\nthe sailors assembled on deck more quickly than if Tom Austin's whistle\nhad summoned them.\n\n\"Has he spoken?\" asked Lord Glenarvan of his wife.\n\n\"No,\" replied Lady Helena; \"but in compliance with my entreaties he\ndesires to see you.\"\n\n\"Ah, dear Helena, you have succeeded!\"\n\n\"I hope so, Edward.\"\n\n\"Have you made any promise that I am to sanction?\"\n\n\"Only one: that you will use all your influence to moderate the fate in\nstore for him.\" [Sidenote: VERY BUSINESS-LIKE.]\n\n\"Certainly, my dear Helena. Let him come to me immediately.\"\n\nLady Helena retired to her cabin, accompanied by Mary Grant, and the\nquartermaster was taken to the saloon where Glenarvan awaited him.\n\n\n\n\nCHAPTER LVII.\n\nA DISCOURAGING CONFESSION.\n\n\nAs soon as the quartermaster was in Lord Glenarvan's presence his\ncustodians retired.\n\n\"You desired to speak to me, Ayrton?\" said Glenarvan.\n\n\"Yes, my lord,\" replied he.\n\n\"To me alone?\"\n\n\"Yes; but I think that if Major MacNabb and Mr. Paganel were present at\nthe interview it would be better.\"\n\n\"For whom?\"\n\n\"For me.\"\n\nAyrton spoke calmly. Glenarvan gazed at him steadily, and then sent\nword to MacNabb and Paganel, who at once obeyed his summons.\n\n\"We are ready for you,\" said Glenarvan, as soon as his two friends were\nseated at the cabin-table.\n\nAyrton reflected for a few moments, and then said:\n\n\"My lord, it is customary for witnesses to be present at every contract\nor negotiation between two parties. That is why I requested the\npresence of Mr. Paganel and Major MacNabb; for, properly speaking, this\nis a matter of business that I am going to propose to you.\"\n\nGlenarvan, who was accustomed to Ayrton's manners, betrayed no\nsurprise, although a matter of business between thi"
    },
    {
      "chunk_idx": 235,
      "chunk_id": "In Search of the Castaways_chunk_235",
      "start_pos": 822500,
      "end_pos": 826131,
      "similarity": 0.02197802197802198,
      "text": "ge of\nLord Glenarvan.\n\nBut was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity.\nHis eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention.\n\nJust at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. Paganel was\nfar from being insensible to Miss Arabella's attractions, yet did not\ndare to declare his sentiments. The major accordingly undertook the\npart of Cupid's messenger between these two congenial hearts, and even\ntold Paganel that marriage was \"the last blunder\" that he could commit.\nBut the geographer was very much embarrassed, and, strangely enough,\ncould not summon courage to speak for himself.\n\n[Illustration: Early in the afternoon the travelers reached Malcolm\nCastle, amidst the hurrahs of their tenantry and friends.]\n\n\"Does not Miss Arabella please you?\" MacNabb would say to him.\n\n\"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too\ncharming for me; and, if I must tell you, would please me better if she\nwere less so. I should like to find a defect.\"\n\n\"Be easy,\" answered the major; \"she has more than one. The most perfect\nwoman always has her share. Well, then, Paganel, are you decided?\"\n\n\"I do not dare.\"\n\n\"But, my learned friend, why do you hesitate?\"\n\n\"I am unworthy of her!\" was the geographer's invariable reply.\n\nAt last, one day, driven desperate by the irrepressible major, Paganel\nconfessed to him, under the pledge of secrecy, a peculiarity that would\nfacilitate his identification, if the police should ever be on his\ntrack!\n\n\"Bah!\" exclaimed the major.\n\n\"It is as I tell you,\" persisted Paganel.\n\n\"What matter, my worthy friend?\"\n\n\"Is that your opinion?\"\n\n\"On the contrary, you are only more remarkable. This adds to your\npersonal advantages. It makes you the inimitable individual of whom\nArabella has dreamed.\"\n\nAnd the major, preserving an imperturbable gravity, left Paganel a prey\nto the most acute anxiety.\n\nA short interview took place between MacNabb and the lady, and fifteen\nweeks after a marriage was celebrated with great pomp in the chapel of\nMalcolm Castle.\n\n[Illustration: Fifteen weeks after a marriage was celebrated with great\npomp in the chapel of Malcolm Castle.]\n\nThe geographer's secret would doubtless have remained forever\nburied in the abysses of the unknown if the major had not told it to\nGlenarvan, who did not conceal it from Lady Helena, who communicated\nit to Mrs. Mangles. In short, it reached the ear of Mrs. Olbinett, and\nspread.\n\nJacques Paganel, during his three days' captivity among the Maoris, had\nbeen tattooed from head to foot, and bore on his breast the picture of\nan heraldic kiwi with outstretched wings, in the act of biting at his\nheart.\n\nThis was the only adventure of his great voyage for which Paganel\ncould never be consoled or pardon the New Zealanders. In spite of the\nrepresentations of his friends, he dared not go back to France, for\nfear of exposing the whole Geographical Society in his person to the\njests and railleries of the caricaturists.\n\nThe return of Captain Grant to Scotland was welcomed as a cause for\nnational rejoicing, and he became the popular man of old Caledonia. His\nson Robert has become a sailor like himself, and, under the patronage\nof Lord Glenarvan, has undertaken the plan of founding a Scottish\ncolony on the shores washed by the Pacific Ocean.\n\n*** END OF THE PROJECT GUTENBERG EBOOK 46597 ***\n"
    }
  ]
}