{
  "c6a6c13c07eb": [
    {
      "chunk_idx": 374,
      "chunk_id": "The Count of Monte Cristo_chunk_138",
      "start_pos": 483000,
      "end_pos": 487000,
      "similarity": 0.031496062992125984,
      "text": "mbarked that same evening, and proceeded with the captain to\nLeghorn.\n\nArrived at Leghorn, he repaired to the house of a Jew, a dealer in\nprecious stones, to whom he disposed of four of his smallest diamonds\nfor five thousand francs each. Dantès half feared that such valuable\njewels in the hands of a poor sailor like himself might excite\nsuspicion; but the cunning purchaser asked no troublesome questions\nconcerning a bargain by which he gained a round profit of at least\neighty per cent.\n\nThe following day Dantès presented Jacopo with an entirely new vessel,\naccompanying the gift by a donation of one hundred piastres, that he\nmight provide himself with a suitable crew and other requisites for his\noutfit, upon condition that he would go at once to Marseilles for the\npurpose of inquiring after an old man named Louis Dantès, residing in\nthe Allées de Meilhan, and also a young woman called Mercédès, an\ninhabitant of the Catalan village.\n\nJacopo could scarcely believe his senses at receiving this magnificent\npresent, which Dantès hastened to account for by saying that he had\nmerely been a sailor from whim and a desire to spite his family, who\ndid not allow him as much money as he liked to spend; but that on his\narrival at Leghorn he had come into possession of a large fortune, left\nhim by an uncle, whose sole heir he was. The superior education of\nDantès gave an air of such extreme probability to this statement that\nit never once occurred to Jacopo to doubt its accuracy.\n\nThe term for which Edmond had engaged to serve on board _La Jeune\nAmélie_ having expired, Dantès took leave of the captain, who at first\ntried all his powers of persuasion to induce him to remain as one of\nthe crew, but having been told the history of the legacy, he ceased to\nimportune him further.\n\nThe following morning Jacopo set sail for Marseilles, with directions\nfrom Dantès to join him at the Island of Monte Cristo.\n\nHaving seen Jacopo fairly out of the harbor, Dantès proceeded to make\nhis final adieus on board _La Jeune Amélie_, distributing so liberal a\ngratuity among her crew as to secure for him the good wishes of all,\nand expressions of cordial interest in all that concerned him. To the\ncaptain he promised to write when he had made up his mind as to his\nfuture plans. Then Dantès departed for Genoa.\n\nAt the moment of his arrival a small yacht was under trial in the bay;\nthis yacht had been built by order of an Englishman, who, having heard\nthat the Genoese excelled all other builders along the shores of the\nMediterranean in the construction of fast-sailing vessels, was desirous\nof possessing a specimen of their skill; the price agreed upon between\nthe Englishman and the Genoese builder was forty thousand francs.\nDantès, struck with the beauty and capability of the little vessel,\napplied to its owner to transfer it to him, offering sixty thousand\nfrancs, upon condition that he should be allowed to take immediate\npossession. The proposal was too advantageous to be refused, the more\nso as the person for whom the yacht was intended had gone upon a tour\nthrough Switzerland, and was not expected back in less than three weeks\nor a month, by which time the builder reckoned upon being able to\ncomplete another. A bargain was therefore struck. Dantès led the owner\nof the yacht to the dwelling of a Jew; retired with the latter for a\nfew minutes to a small back parlor, and upon their return the Jew\ncounted out to the shipbuilder the sum of sixty thousand francs in\nbright gold pieces.\n\nThe delighted builder then offered his services in providing a suitable\ncrew for the little vessel, but this Dantès declined with many thanks,\nsaying he was accustomed to cruise about quite alone, and his principal\npleasure consisted in managing his yacht himself; the only thing the\nbuilder could oblige him in would be to contrive a sort of secret\ncloset in the cabin at his bed’s head, the closet to contain three\ndivisions, so constructed as to be concealed from all but himself. The\nbuil"
    },
    {
      "chunk_idx": 575,
      "chunk_id": "The Count of Monte Cristo_chunk_339",
      "start_pos": 1186500,
      "end_pos": 1190500,
      "similarity": 0.031413612565445025,
      "text": " but an ugly\ncaterpillar for him who studies him through a solar microscope; but you\nsaid, I think, that I had nothing else to do. Now, really, let me ask,\nsir, have you?—do you believe you have anything to do? or to speak in\nplain terms, do you really think that what you do deserves being called\nanything?”\n\nVillefort’s astonishment redoubled at this second thrust so forcibly\nmade by his strange adversary. It was a long time since the magistrate\nhad heard a paradox so strong, or rather, to say the truth more\nexactly, it was the first time he had ever heard of it. The procureur\nexerted himself to reply.\n\n“Sir,” he responded, “you are a stranger, and I believe you say\nyourself that a portion of your life has been spent in Oriental\ncountries, so you are not aware how human justice, so expeditious in\nbarbarous countries, takes with us a prudent and well-studied course.”\n\n“Oh, yes—yes, I do, sir; it is the _pede claudo_ of the ancients. I\nknow all that, for it is with the justice of all countries especially\nthat I have occupied myself—it is with the criminal procedure of all\nnations that I have compared natural justice, and I must say, sir, that\nit is the law of primitive nations, that is, the law of retaliation,\nthat I have most frequently found to be according to the law of God.”\n\n“If this law were adopted, sir,” said the procureur, “it would greatly\nsimplify our legal codes, and in that case the magistrates would not\n(as you just observed) have much to do.”\n\n“It may, perhaps, come to this in time,” observed Monte Cristo; “you\nknow that human inventions march from the complex to the simple, and\nsimplicity is always perfection.”\n\n“In the meanwhile,” continued the magistrate, “our codes are in full\nforce, with all their contradictory enactments derived from Gallic\ncustoms, Roman laws, and Frank usages; the knowledge of all which, you\nwill agree, is not to be acquired without extended labor; it needs\ntedious study to acquire this knowledge, and, when acquired, a strong\npower of brain to retain it.”\n\n“I agree with you entirely, sir; but all that even you know with\nrespect to the French code, I know, not only in reference to that code,\nbut as regards the codes of all nations. The English, Turkish,\nJapanese, Hindu laws, are as familiar to me as the French laws, and\nthus I was right, when I said to you, that relatively (you know that\neverything is relative, sir)—that relatively to what I have done, you\nhave very little to do; but that relatively to all I have learned, you\nhave yet a great deal to learn.”\n\n“But with what motive have you learned all this?” inquired Villefort,\nin astonishment.\n\nMonte Cristo smiled.\n\n“Really, sir,” he observed, “I see that in spite of the reputation\nwhich you have acquired as a superior man, you look at everything from\nthe material and vulgar view of society, beginning with man, and ending\nwith man—that is to say, in the most restricted, most narrow view which\nit is possible for human understanding to embrace.”\n\n“Pray, sir, explain yourself,” said Villefort, more and more\nastonished, “I really do—not—understand you—perfectly.”\n\n“I say, sir, that with the eyes fixed on the social organization of\nnations, you see only the springs of the machine, and lose sight of the\nsublime workman who makes them act; I say that you do not recognize\nbefore you and around you any but those office-holders whose\ncommissions have been signed by a minister or king; and that the men\nwhom God has put above those office-holders, ministers, and kings, by\ngiving them a mission to follow out, instead of a post to fill—I say\nthat they escape your narrow, limited field of observation. It is thus\nthat human weakness fails, from its debilitated and imperfect organs.\nTobias took the angel who restored him to light for an ordinary young\nman. The nations took Attila, who was doomed to destroy them, for a\nconqueror similar to other conquerors, and it was necessary for both to\nreveal their missions, that they might be known and acknowledged; on"
    },
    {
      "chunk_idx": 164,
      "chunk_id": "In Search of the Castaways_chunk_164",
      "start_pos": 574000,
      "end_pos": 578000,
      "similarity": 0.031007751937984496,
      "text": "and it was time. The two ladies exerted themselves\nheroically, but their strength was failing every hour. They dragged\nthemselves along, they no longer walked.\n\nThe next day they started at daybreak, and at eleven o'clock Delegete\ncame in sight, fifty miles from Twofold Bay. Here means of conveyance\nwere quickly obtained. Feeling himself so near the coast, hope returned\nto Glenarvan's heart; perhaps there had been some slight delay, and he\nwould arrive before the Duncan! In twenty-four hours he would reach the\nbay!\n\nAt noon, after a comforting repast, all the travelers took their seats\nin a mail-coach, and left Delegete at the full speed of five strong\nhorses. The postilions, stimulated by the promise of a large reward,\ndrove them along at a rapid rate, over a well-kept road. No time was\nlost in changing horses, and it seemed as if Glenarvan had inspired\nall with his own intense eagerness.\n\n[Illustration: The two ladies exerted themselves heroically, but their\nstrength was failing every hour. They dragged themselves along, they no\nlonger walked.]\n\nAll day and all night they traveled with the same swiftness, and at\nsunrise the next morning a low murmur announced the proximity of the\nIndian Ocean. It was necessary, however, to pass around the bay to gain\nthat part of the coast where Tom Austin was to meet the travelers.\n\nWhen the sea appeared, all eyes quickly surveyed the wide expanse. Was\nthe Duncan there, by a miracle of Providence, as she had been discerned\nbefore by some of them on the Argentine coast? Nothing was seen; sky\nand water mingled in an unbroken horizon; not a sail brightened the\nvast extent of ocean.\n\nOne hope still remained. Perhaps Tom Austin had thought it best to cast\nanchor in Twofold Bay, as the sea was rough and a vessel could not be\nmoored in safety near such shores.\n\n\"To Eden!\" said Glenarvan.\n\nThe mail-coach at once took the road to the right, which ran along the\nedge of the bay, and proceeded towards the little town of Eden, only\nfive miles distant. The postilions stopped not far from the light that\nguarded the entrance to the harbor. Several ships were anchored in the\nroadstead, but none displayed the flag of Malcolm Castle.\n\nGlenarvan, Captain Mangles, and Paganel alighted immediately, and\nhastened to the custom-house. Here they questioned the employees, and\nconsulted the latest arrivals. No vessel had entered the bay for a week.\n\n\"She may not have started!\" cried Glenarvan, who would not despair.\n\"Perhaps we have arrived before her!\"\n\nCaptain Mangles shook his head. He knew Tom Austin; his mate would\nnever have delayed so long to execute an order.\n\n\"I will know what this means,\" said Glenarvan. \"Certainty is better\nthan doubt.\"\n\n[Sidenote: THE LAST HOPE.]\n\nFifteen minutes later a telegram was sent to the ship-brokers of\nMelbourne, and the travelers repaired to the Victoria Hotel. Not long\nafter an answer was delivered to Lord Glenarvan. It read as follows:\n\n\"Lord Glenarvan,\n            Eden, Twofold Bay.\n\n\"Duncan started on the 18th instant for some unknown destination.\"\n\nThe dispatch fell from Glenarvan's hands. There was no more doubt! The\nhonest Scotch yacht, in Ben Joyce's hands, had become a pirate-vessel!\n\nThus ended their search in Australia, begun under such favorable\nauspices. The traces of Captain Grant and his shipwrecked sailors\nseemed irrecoverably lost. This failure had cost the lives of an entire\ncrew. Lord Glenarvan was crushed by the blow, and this courageous\nsearcher, whom the leagued elements had failed to deter, was now\nbaffled by the malice of men.\n\n\n\n\nCHAPTER XLIV.\n\nA ROUGH CAPTAIN.\n\n\nIf ever the searchers for Captain Grant had reason to despair of seeing\nhim again, was it not when every hope forsook them at once? To what\npart of the world should they venture a new expedition? how explore\nunknown countries? The Duncan was no longer in their possession, and\nthey could not be immediately reconciled to their misfortune. The\nundertaking of these generous Scots had, therefore, fail"
    },
    {
      "chunk_idx": 742,
      "chunk_id": "The Count of Monte Cristo_chunk_506",
      "start_pos": 1771000,
      "end_pos": 1775000,
      "similarity": 0.03081232492997199,
      "text": "I. had just granted to him with his\nestate of Épinay.\n\n400340m\n\n\n\n“‘A note was in consequence addressed to General de Quesnel, begging\nhim to be present at the meeting next day, the 5th. The note indicated\nneither the street nor the number of the house where the meeting was to\nbe held; it bore no signature, but it announced to the general that\nsomeone would call for him if he would be ready at nine o’clock. The\nmeetings were always held from that time till midnight. At nine o’clock\nthe president of the club presented himself; the general was ready, the\npresident informed him that one of the conditions of his introduction\nwas that he should be eternally ignorant of the place of meeting, and\nthat he would allow his eyes to be bandaged, swearing that he would not\nendeavor to take off the bandage. General de Quesnel accepted the\ncondition, and promised on his honor not to seek to discover the road\nthey took. The general’s carriage was ready, but the president told him\nit was impossible for him to use it, since it was useless to blindfold\nthe master if the coachman knew through what streets he went. “What\nmust be done then?” asked the general.—“I have my carriage here,” said\nthe president.\n\n“‘“Have you, then, so much confidence in your servant that you can\nintrust him with a secret you will not allow me to know?”\n\n“‘“Our coachman is a member of the club,” said the president; “we shall\nbe driven by a State-Councillor.”\n\n“‘“Then we run another risk,” said the general, laughing, “that of\nbeing upset.” We insert this joke to prove that the general was not in\nthe least compelled to attend the meeting, but that he came willingly.\nWhen they were seated in the carriage the president reminded the\ngeneral of his promise to allow his eyes to be bandaged, to which he\nmade no opposition. On the road the president thought he saw the\ngeneral make an attempt to remove the handkerchief, and reminded him of\nhis oath. “Sure enough,” said the general. The carriage stopped at an\nalley leading out of the Rue Saint-Jacques. The general alighted,\nleaning on the arm of the president, of whose dignity he was not aware,\nconsidering him simply as a member of the club; they went through the\nalley, mounted a flight of stairs, and entered the assembly-room.\n\n“‘The deliberations had already begun. The members, apprised of the\nsort of presentation which was to be made that evening, were all in\nattendance. When in the middle of the room the general was invited to\nremove his bandage, he did so immediately, and was surprised to see so\nmany well-known faces in a society of whose existence he had till then\nbeen ignorant. They questioned him as to his sentiments, but he\ncontented himself with answering, that the letters from the Island of\nElba ought to have informed them——’”\n\nFranz interrupted himself by saying, “My father was a royalist; they\nneed not have asked his sentiments, which were well known.”\n\n“And hence,” said Villefort, “arose my affection for your father, my\ndear M. Franz. Opinions held in common are a ready bond of union.”\n\n“Read again,” said the old man.\n\nFranz continued:\n\n“‘The president then sought to make him speak more explicitly, but M.\nde Quesnel replied that he wished first to know what they wanted with\nhim. He was then informed of the contents of the letter from the Island\nof Elba, in which he was recommended to the club as a man who would be\nlikely to advance the interests of their party. One paragraph spoke of\nthe return of Bonaparte and promised another letter and further\ndetails, on the arrival of the _Pharaon_ belonging to the shipbuilder\nMorrel, of Marseilles, whose captain was entirely devoted to the\nemperor. During all this time, the general, on whom they thought to\nhave relied as on a brother, manifested evidently signs of discontent\nand repugnance. When the reading was finished, he remained silent, with\nknitted brows.\n\n“‘“Well,” asked the president, “what do you say to this letter,\ngeneral?”\n\n“‘“I say that it is too soon after declaring "
    },
    {
      "chunk_idx": 969,
      "chunk_id": "The Count of Monte Cristo_chunk_733",
      "start_pos": 2565500,
      "end_pos": 2569500,
      "similarity": 0.03076923076923077,
      "text": "ti. But _mio caro_\ndid not reply. Danglars then opened the window.\n\n“Come, my friend,” he said, thrusting his hand through the opening,\n“where are we going?”\n\n“_Dentro la testa!_” answered a solemn and imperious voice, accompanied\nby a menacing gesture.\n\nDanglars thought _dentro la testa_ meant, “Put in your head!” He was\nmaking rapid progress in Italian. He obeyed, not without some\nuneasiness, which, momentarily increasing, caused his mind, instead of\nbeing as unoccupied as it was when he began his journey, to fill with\nideas which were very likely to keep a traveller awake, more especially\none in such a situation as Danglars. His eyes acquired that quality\nwhich in the first moment of strong emotion enables them to see\ndistinctly, and which afterwards fails from being too much taxed.\nBefore we are alarmed, we see correctly; when we are alarmed, we see\ndouble; and when we have been alarmed, we see nothing but trouble.\nDanglars observed a man in a cloak galloping at the right hand of the\ncarriage.\n\n“Some gendarme!” he exclaimed. “Can I have been intercepted by French\ntelegrams to the pontifical authorities?”\n\nHe resolved to end his anxiety. “Where are you taking me?” he asked.\n\n“_Dentro la testa_,” replied the same voice, with the same menacing\naccent.\n\nDanglars turned to the left; another man on horseback was galloping on\nthat side.\n\n“Decidedly,” said Danglars, with the perspiration on his forehead, “I\nmust be under arrest.” And he threw himself back in the calash, not\nthis time to sleep, but to think.\n\nDirectly afterwards the moon rose. He then saw the great aqueducts,\nthose stone phantoms which he had before remarked, only then they were\non the right hand, now they were on the left. He understood that they\nhad described a circle, and were bringing him back to Rome.\n\n“Oh, unfortunate!” he cried, “they must have obtained my arrest.”\n\nThe carriage continued to roll on with frightful speed. An hour of\nterror elapsed, for every spot they passed showed that they were on the\nroad back. At length he saw a dark mass, against which it seemed as if\nthe carriage was about to dash; but the vehicle turned to one side,\nleaving the barrier behind and Danglars saw that it was one of the\nramparts encircling Rome.\n\n50243m\n\n\n\n“_Mon dieu!_” cried Danglars, “we are not returning to Rome; then it is\nnot justice which is pursuing me! Gracious heavens; another idea\npresents itself—what if they should be——”\n\nHis hair stood on end. He remembered those interesting stories, so\nlittle believed in Paris, respecting Roman bandits; he remembered the\nadventures that Albert de Morcerf had related when it was intended that\nhe should marry Mademoiselle Eugénie. “They are robbers, perhaps,” he\nmuttered.\n\nJust then the carriage rolled on something harder than gravel road.\nDanglars hazarded a look on both sides of the road, and perceived\nmonuments of a singular form, and his mind now recalled all the details\nMorcerf had related, and comparing them with his own situation, he felt\nsure that he must be on the Appian Way. On the left, in a sort of\nvalley, he perceived a circular excavation. It was Caracalla’s circus.\nOn a word from the man who rode at the side of the carriage, it\nstopped. At the same time the door was opened. “_Scendi!_” exclaimed a\ncommanding voice.\n\nDanglars instantly descended; although he did not yet speak Italian, he\nunderstood it very well. More dead than alive, he looked around him.\nFour men surrounded him, besides the postilion.\n\n“_Di quà_,” said one of the men, descending a little path leading out\nof the Appian Way. Danglars followed his guide without opposition, and\nhad no occasion to turn around to see whether the three others were\nfollowing him. Still it appeared as though they were stationed at equal\ndistances from one another, like sentinels. After walking for about ten\nminutes, during which Danglars did not exchange a single word with his\nguide, he found himself between a hillock and a clump of high weeds;\nthree men, standing silent, f"
    }
  ]
}