{
  "87c8514939ff": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.053763440860215055,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 176,
      "chunk_id": "In Search of the Castaways_chunk_176",
      "start_pos": 616000,
      "end_pos": 620000,
      "similarity": 0.033419023136246784,
      "text": " the maintop could be easily withdrawn. Out of this\nplatform Captain Mangles designed to make a raft. He supported it by\nmeans of empty casks, and rendered it capable of carrying the anchors.\nA rudder was fastened to it, which enabled them to steer the concern.\n\nThis labor was half accomplished when the sun neared the meridian.\nThe captain left Glenarvan to follow out his instructions, and turned\nhis attention to determining his position, which was very important.\nFortunately, he had found in Will Halley's cabin a Nautical Almanac and\na sextant, with which he was able to take an observation. By consulting\nthe map Paganel had bought at Eden, he saw that they had been wrecked\nat the mouth of Aotea Bay, above Cahua Point, on the shores of the\nprovince of Auckland. As the city was on the thirty-seventh parallel,\nthe Macquarie had been carried a considerable distance out of her\ncourse. It was, therefore, necessary to sail northward to reach the\ncapital of New Zealand.\n\n\"A journey of not more than twenty-five miles,\" said Glenarvan. \"It is\nnothing.\"\n\n\"What is nothing at sea will be long and difficult on land,\" replied\nPaganel.\n\n\"Well, then,\" said Captain Mangles, \"let us do all in our power to\nfloat the Macquarie.\"\n\nThis question being settled, their labors were resumed. It was high\nwater, but they could not take advantage of it, since the anchors were\nnot yet moored. Yet the captain watched the ship with some anxiety.\nWould she float with the tide? This point would soon be decided.\n\nThey waited. Several cracks were heard, caused either by a rising or\nstarting of the keel. Great reliance had been placed upon the tide, but\nthe brig did not stir.\n\nThe work was continued, and the raft was soon ready. The small anchor\nwas put on board, and the captain and Wilson embarked, after mooring\na small cable at the stern. The ebb-tide made them drift, and they\ntherefore anchored, half a cable's length distant, in ten fathoms of\nwater. The bottom afforded a firm hold.\n\n[Sidenote: A MIDNIGHT CONCLAVE.]\n\nThe great anchor now remained. They lowered it with difficulty,\ntransported it on the raft, and soon it was moored behind the other;\nthe captain and his men returning to the vessel, and waiting for high\nwater, which would be early in the morning. It was now six o'clock\nin the evening. The young captain complimented his sailors, and told\nPaganel that, with the aid of courage and good discipline, he might one\nday become quartermaster.\n\nMeantime, Mr. Olbinett, after assisting in different operations, had\nreturned to the kitchen, and prepared a very comforting and seasonable\nrepast. The crew were tempted by a keen appetite, which was abundantly\nsatisfied, and each felt himself invigorated for fresh exertions.\n\nAfter dinner, Captain Mangles took a final precaution to insure the\nsuccess of his experiment. He threw overboard a great part of the\nmerchandise to lighten the brig; but the remainder of the ballast, the\nheavy spars, the spare yards, and a few tons of pig-iron, were carried\nto the stern, to aid by their weight in liberating the keel. Wilson and\nMulready likewise rolled to the same place a number of casks filled\nwith water. Midnight arrived before these labors were completed.\n\nBut at this hour the breeze subsided, and only a few capricious\nripples stirred the surface of the water. Looking towards the horizon,\nthe captain observed that the wind was changing from southwest to\nnorthwest. A sailor could not be mistaken in the peculiar arrangement\nand color of the clouds. He accordingly informed Glenarvan of these\nindications, and proposed to defer their work till the next day.\n\n[Sidenote: \"A TIDE IN THE AFFAIRS OF MEN.\"]\n\n\"And these are my reasons,\" said he. \"First, we are very much fatigued,\nand all our strength is necessary to free the vessel. Then, when this\nis accomplished, how can we sail among the dangerous breakers, and\nin such profound darkness? Moreover, another reason induces me to\nwait. The wind promises to aid us, and I desire to profit b"
    },
    {
      "chunk_idx": 177,
      "chunk_id": "In Search of the Castaways_chunk_177",
      "start_pos": 619500,
      "end_pos": 623500,
      "similarity": 0.031007751937984496,
      "text": "the clouds. He accordingly informed Glenarvan of these\nindications, and proposed to defer their work till the next day.\n\n[Sidenote: \"A TIDE IN THE AFFAIRS OF MEN.\"]\n\n\"And these are my reasons,\" said he. \"First, we are very much fatigued,\nand all our strength is necessary to free the vessel. Then, when this\nis accomplished, how can we sail among the dangerous breakers, and\nin such profound darkness? Moreover, another reason induces me to\nwait. The wind promises to aid us, and I desire to profit by it, and\nam in hopes that it will drift the old hull out when the tide raises\nher. To-morrow, if I am not mistaken, the breeze will blow from the\nnorthwest. We will set the main-sails, and they will help to raise\nthe brig.\"\n\n[Illustration: They therefore anchored, half a cable's length distant,\nin ten fathoms of water.]\n\n\nThese reasons were decisive. Glenarvan and Paganel, the most impatient\non board, yielded, and the work was suspended.\n\nThe night passed favorably, and day appeared. Their captain's\npredictions were realized. The wind blew from the northwest, and\ncontinued to freshen. The crew were summoned. It was nine o'clock. Four\nhours were still to elapse before it would be high water, and that time\nwas not lost. The laborers renewed their efforts with very good success.\n\nMeantime the tide rose. The surface of the sea was agitated into\nripples, and the points of the rocks gradually disappeared, like\nmarine animals returning to their native element. The time for the\nfinal attempt approached. A feverish impatience thrilled all minds.\nNo one spoke. Each gazed at the captain, and awaited his orders. He\nwas leaning over the stern-railing, watching the water, and casting an\nuneasy glance towards the cables.\n\nAt last the tide reached its height. The experiment must now be made\nwithout delay. The main-sails were set, and the mast was bent with the\nforce of the wind.\n\n\"To the windlass!\" cried the captain.\n\nGlenarvan, Mulready, and Robert on one side, and Paganel, the major,\nand Olbinett on the other, bore down upon the handles that moved the\nmachine. At the same time the captain and Wilson added their efforts to\nthose of their companions.\n\n\"Down! down!\" cried the young captain; \"all together!\"\n\nThe cables were stretched taut under the powerful action of the\nwindlass. The anchors held fast, and did not drag. But they must be\nquick, for high tide lasts only a few moments, and the water would not\nbe long in lowering.\n\nThey redoubled their efforts. The wind blew violently, and forced the\nsails against the mast. A few tremors were felt in the hull, and the\nbrig seemed on the point of rising. Perhaps a little more power would\nsuffice to draw her from the sand.\n\n\"Helena! Mary!\" cried Glenarvan.\n\nThe two ladies came and joined their efforts to those of their\ncompanions. A final crack was heard, but that was all! The experiment\nhad failed. The tide was already beginning to ebb, and it was evident\nthat, even with the aid of wind and tide, this insufficient crew could\nnot float their ship.\n\nAs their first plan had failed, it was necessary to have recourse to\nthe second without delay. It was plain that they could not raise the\nMacquarie, and that the only way was to abandon her. To wait on board\nfor the uncertain arrival of assistance would have been folly and\nmadness.\n\nThe captain therefore proposed to construct a raft strong enough to\nconvey the passengers and a sufficient quantity of provisions to the\nNew Zealand coast. It was not a time for discussion, but for action.\nThe work was accordingly begun, and considerably advanced when night\ninterrupted them.\n\nIn the evening, after supper, while Lady Helena and Mary Grant were\nreposing in their berths, Paganel and his friends conversed seriously\nas they paced the deck. The geographer had asked Captain Mangles\nwhether the raft could not follow the coast as far as Auckland, instead\nof landing the passengers at once. The captain replied that it would be\nimpossible with such a rude craft.\n\n\"And could we hav"
    },
    {
      "chunk_idx": 165,
      "chunk_id": "In Search of the Castaways_chunk_165",
      "start_pos": 577500,
      "end_pos": 581500,
      "similarity": 0.030927835051546393,
      "text": "nts had failed to deter, was now\nbaffled by the malice of men.\n\n\n\n\nCHAPTER XLIV.\n\nA ROUGH CAPTAIN.\n\n\nIf ever the searchers for Captain Grant had reason to despair of seeing\nhim again, was it not when every hope forsook them at once? To what\npart of the world should they venture a new expedition? how explore\nunknown countries? The Duncan was no longer in their possession, and\nthey could not be immediately reconciled to their misfortune. The\nundertaking of these generous Scots had, therefore, failed. Failure!\nsad word, that finds no echo in a valiant soul; and yet, amid all\nthe changes of destiny, Glenarvan was forced to acknowledge his\npowerlessness to pursue this work of mercy.\n\nMary Grant, in this situation, no longer had the courage to utter the\nname of her father. She suppressed her own anguish by thinking of the\nunfortunate crew. Controlling herself in the presence of her friend, it\nwas she who consoled Lady Helena, from whom she had received so many\nconsolations. The young girl was the first to speak of their return to\nScotland. At seeing her so courageous and resigned, Captain Mangles\nadmired her, and would have spoken a final word in favor of Captain\nGrant, if Mary had not stopped him with a look and then said:\n\n\"No, Mr. John; let us think of those who have sacrificed themselves.\nLord Glenarvan must return to England.\"\n\n\"You are right, Miss Mary,\" replied he; \"he must. The English\nauthorities must also be informed of the fate of the Duncan. But do not\ngive up all hope. The search that we have begun I would continue alone,\nrather than abandon. I will find Captain Grant, or succumb to the task!\"\n\nThis was a solemn compact which John Mangles thus made. Mary accepted\nit, and gave her hand to the young captain, as if to ratify this\ntreaty. On the part of the latter it was a devotion of his entire life;\non the part of the former, an unchanging gratitude.\n\nThe time of their departure was now definitely decided. They resolved\nto proceed to Melbourne without delay. The next day Captain Mangles\nwent to inquire about vessels that were upon the point of sailing. He\nexpected to find frequent communication between Eden and Melbourne, but\nhe was disappointed. The vessels were few; two or three anchored in\nTwofold Bay composed the entire fleet of the place. There were none for\nMelbourne, Sydney, or Point-de-Galle.\n\nIn this state of affairs, what was to be done? Wait for a ship? They\nmight be delayed a long time, for Twofold Bay is little frequented.\nAfter some deliberation, Glenarvan was about to decide upon reaching\nSydney by the coast, when Paganel made a proposal that was unexpected\nto every one.\n\nThe geographer had just returned from Twofold Bay. He knew that there\nwere no means of transportation to Sydney or Melbourne; but, of the\nthree vessels anchored in the roadstead, one was preparing to start\nfor Auckland, the capital of Ika-na-Maoui, the northern island of New\nZealand. Thither Paganel proposed to go by the bark in question, and\nfrom Auckland it would be easy to return to England by the steamers of\nthe English company.\n\nThis proposition was taken into serious consideration, although Paganel\ndid not enter into those extended arguments of which he was usually so\nlavish. He confined himself to stating the fact, and added that the\nvoyage would not last more than five or six days.\n\nCaptain Mangles advocated Paganel's plan. He thought it should be\nadopted, since they could not wait for the uncertain arrival of other\nvessels. But, before deciding, he judged it advisable to visit the ship\nin question. Accordingly, he, with Glenarvan, the major, Paganel, and\nRobert, took a boat, and pulled out to where it was anchored.\n\nIt was a brig of two hundred and fifty tons, called the Macquarie,\nwhich traded between the different ports of Australia and New Zealand.\nThe captain, or rather the \"master,\" received his visitors very\ngruffly. They saw that they had to deal with an uneducated man, whose\nmanners were not different from those of the fiv"
    },
    {
      "chunk_idx": 166,
      "chunk_id": "In Search of the Castaways_chunk_166",
      "start_pos": 581000,
      "end_pos": 585000,
      "similarity": 0.030226700251889168,
      "text": "ding, he judged it advisable to visit the ship\nin question. Accordingly, he, with Glenarvan, the major, Paganel, and\nRobert, took a boat, and pulled out to where it was anchored.\n\nIt was a brig of two hundred and fifty tons, called the Macquarie,\nwhich traded between the different ports of Australia and New Zealand.\nThe captain, or rather the \"master,\" received his visitors very\ngruffly. They saw that they had to deal with an uneducated man, whose\nmanners were not different from those of the five sailors of his\ncrew. A coarse red face, big hands, a flat nose, a blinded eye, lips\nblackened by his pipe, and a specially brutish appearance, made Will\nHalley a very forbidding character. But they had no choice, and for a\nvoyage of a few days there was no need to be very particular.\n\n\"What do you want?\" asked Will Halley, as the strangers reached the\ndeck of his vessel.\n\n\"The captain,\" replied Mangles.\n\n[Sidenote: A BUSINESS INTERVIEW.]\n\n\"I am he,\" said Halley. \"What then?\"\n\n\"The Macquarie is loading for Auckland?\"\n\n\"Yes. What of it?\"\n\n\"What does she carry?\"\n\n\"Anything that is bought or sold.\"\n\n\"When does she sail?\"\n\n\"To-morrow, at the noon tide.\"\n\n\"Would she take passengers?\"\n\n\"That depends upon the passengers, and whether they would be satisfied\nwith the ship's mess.\"\n\n\"They would take their own provisions.\"\n\n\"Well, how many are there?\"\n\n\"Nine,--two of them ladies.\"\n\n\"I have no cabins.\"\n\n\"We will arrange a place for their exclusive use.\"\n\n\"What then?\"\n\n\"Do you accept?\" asked Captain Mangles, who was not embarrassed by this\ncurtness.\n\n\"I must see,\" replied the master of the Macquarie. He took a turn or\ntwo, striking the deck with his heavy, hobnailed boots; then, turning\nto Captain Mangles, said:\n\n\"What do you pay?\"\n\n\"What do you ask?\" was the reply.\n\n\"Fifty pounds.\"\n\nGlenarvan nodded assent.\n\n\"Very well! Fifty pounds.\"\n\n\"But the passage in cash!\" added Halley.\n\n\"In cash.\"\n\n\"Food separate?\"\n\n\"Separate.\"\n\n\"Agreed. Well?\" said Will Halley, holding out his hand.\n\n\"What?\"\n\n\"The advance-money.\"\n\n\"Here is half the fare,--twenty-five pounds,\" said Captain Mangles,\ncounting out the sum, which the master pocketed without saying \"thank\nyou.\"\n\n\"Be on board to-morrow,\" said he. \"Whether you are here or not, I shall\nweigh anchor.\"\n\n\"We will be here.\"\n\nThereupon Glenarvan, the major, Robert, Paganel, and Captain Mangles\nleft the vessel, without Will Halley's having so much as touched the\nbrim of his hat.\n\n\"What a stupid fellow!\" was their first remark.\n\n\"Well, I like him,\" replied Paganel. \"He is a real sea-wolf.\"\n\n\"A real bear!\" remarked the major.\n\n\"And I imagine,\" added Captain Mangles, \"that this bear has at some\ntime traded in human flesh.\"\n\n\"What matter,\" replied Glenarvan, \"so long as he commands the\nMacquarie, which goes to New Zealand? We shall see very little of him\non the voyage.\"\n\nLady Helena and Mary Grant were very much pleased to know that they\nwere to start the next day. Glenarvan observed, however, that the\nMacquarie could not equal the Duncan for comfort; but, after so many\nhardships, they were not likely to be overcome by trifles. Mr. Olbinett\nwas requested to take charge of the provisions. The poor man, since the\nloss of the Duncan, had often lamented the unhappy fate of his wife,\nwho had remained on board, and would be, consequently, the victim of\nthe convicts' brutality. However, he fulfilled his duties as steward\nwith his accustomed zeal, and their food might yet consist of dishes\nthat were never seen on the ship's table.\n\nIn the mean time the major discounted at a money-changer's some drafts\nthat Glenarvan had on the Union Bank of Melbourne. As for Paganel, he\nprocured an excellent map of New Zealand.\n\nMulready was now quite well. He scarcely felt his wound, which had so\nnearly proved fatal. A few hours at sea would complete his recovery.\n\n[Illustration: The landlord of Victoria Hotel furnished them with two\nhorses, and they set out.]\n\nWilson went on board first, charged with arranging the passengers'\nquarters. Under his v"
    }
  ]
}