{
  "f681b338bfa1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0425531914893617,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 115,
      "chunk_id": "In Search of the Castaways_chunk_115",
      "start_pos": 402500,
      "end_pos": 406500,
      "similarity": 0.023872679045092837,
      "text": "rough the forests, and to the eastern coast, there was another chance\nof success. Glenarvan felt the importance of this arrangement, and was\ntherefore particularly desirous of obtaining the services of Captain\nGrant's companion. He inquired of his host whether he was willing for\nhim to propose to Ayrton to accompany them. Mr. O'Moore consented,\nthough not without regret at losing so good an assistant.\n\n\"Well, Ayrton, will you aid us in our search for the sailors of the\nBritannia?\"\n\nThe quartermaster did not answer immediately; he seemed to hesitate for\na few moments, but finally, after reflecting, said:\n\n\"Yes, my lord, I will follow you; and, if I do not set you upon the\ntrack of Captain Grant, I will at least guide you to the place where\nhis vessel was wrecked.\"\n\n\"Thanks,\" replied Glenarvan.\n\n\"One question, my lord.\"\n\n\"Ask it.\"\n\n\"Where will you join the Duncan?\"\n\n\"At Melbourne, if we do not cross Australia; on the eastern coast, if\nour search is continued so far.\"\n\n\"But the captain of the Duncan?\"\n\n\"He will await my orders at Melbourne.\"\n\n\"Very well, my lord,\" said Ayrton; \"rely on me.\"\n\n\"I will,\" replied Glenarvan.\n\nThe quartermaster was heartily thanked by the travelers. Captain\nGrant's children lavished upon him their most grateful caresses. All\nwere delighted at his decision, except the colonist, who would lose\nin him an intelligent and faithful assistant. But he understood the\nimportance that Glenarvan attached to this new addition to his force,\nand was resigned. He had, moreover, engaged to furnish them with the\nmeans of conveyance for the journey, and, this business being settled,\nthe party returned on board.\n\n[Illustration: This business being settled, the party returned on\nboard.]\n\nEverything was now changed; all hesitation had vanished. These\ncourageous searchers were no longer to wander on blindly. Harry Grant,\nthey believed, had found a refuge on the continent, and each heart\nwas full of the satisfaction that certainty brings when it takes the\nplace of doubt. In two months, perhaps, the Duncan would land the lost\ncaptain on the shores of Scotland.\n\nWhen Captain Mangles seconded the proposal that they should attempt to\ncross Australia with the ladies, he supposed that this time he would\naccompany the expedition. He therefore consulted Glenarvan on the\nsubject, and brought forward various arguments in his own favor, such\nas his desire to take part in the search for his countryman, and his\nusefulness in the undertaking.\n\n\"One question, John,\" said Glenarvan. \"You have absolute confidence in\nyour mate?\"\n\n\"Absolute,\" replied he. \"Tom Austin is a good sailor. He will take the\nDuncan to Melbourne, repair her thoroughly, and bring her back at the\nappointed time. He is a man devoted to duty and discipline, and will\nnever take the responsibility of changing or delaying the execution of\nan order. You can rely upon him as fully as on myself.\"\n\n\"Very well, captain,\" replied Glenarvan; \"you shall accompany us; for,\"\nadded he, smiling, \"you certainly ought to be present when we find Mary\nGrant's father.\"\n\n\"Ah, my lord!\" murmured Captain Mangles, with something like a blush\nupon his swarthy cheeks.\n\n[Sidenote: A PALACE-CART.]\n\nThe next day the captain, accompanied by the carpenter and by the\nsailors loaded with provisions, returned to the farm of Mr. O'Moore,\nwho was to assist him in the preparations. All the family were waiting\nfor him, ready to work under his orders. Ayrton was there, and freely\ngave them the benefit of his experience. He and his employer were\nagreed on this point, that the ladies ought to make the journey in an\nox-cart, and the gentlemen on horseback. The colonist could procure\nthem the animals and vehicle.\n\nThe vehicle was a cart twenty feet long and covered with an awning,\nthe whole resting upon four wheels, without spokes, felloes, or tires.\nThe front wheels were a long way from the hind ones, and were joined\ntogether by a rude contrivance that made it impossible to turn short.\nTo the body of the cart was a"
    },
    {
      "chunk_idx": 216,
      "chunk_id": "In Search of the Castaways_chunk_216",
      "start_pos": 756000,
      "end_pos": 760000,
      "similarity": 0.02356020942408377,
      "text": "ajor, greatly puzzled.\n\n\"Yes, Mr. MacNabb,\" replied Austin. \"I will soon bring it.\"\n\nHe accordingly repaired to his own cabin. While he was gone, they gazed\nat each other in silence, except the major, who, with his eye fixed\nupon Paganel, said, as he folded his arms:\n\n\"Indeed, I must confess, Paganel, that this is a little too much.\"\n\nAt this moment Austin returned. He held in his hand the letter written\nby Paganel, and signed by Glenarvan.\n\n\"Read it, my lord,\" said the old sailor.\n\nGlenarvan took the letter, and read:\n\n\"Order for Tom Austin to put to sea, and bring the Duncan to the\neastern coast of New Zealand.\"\n\n\"New Zealand?\" cried Paganel, starting.\n\nHe snatched the letter from Glenarvan's hands, rubbed his eyes,\nadjusted his spectacles to his nose, and read in his turn.\n\n\"New Zealand!\" repeated he, in an indescribable tone, while the letter\nslipped from his fingers.\n\nJust then he felt a hand fall upon his shoulder. He turned, and found\nhimself face to face with the major.\n\n[Sidenote: PAGANEL IN THE WITNESS-BOX.]\n\n\"Well, my good Paganel,\" said MacNabb, in a grave tone, \"it is\nfortunate that you did not send the Duncan to Cochin-China.\"\n\nThis sally finished the poor geographer. A fit of laughter seized the\nwhole crew. Paganel, as if mad, ran to and fro, holding his head in his\nhands, and tearing his hair. However, when he had recovered from his\nfrenzy, there was still another unavoidable question to answer.\n\n\"Now, Paganel,\" said Glenarvan, \"be candid. I acknowledge that your\nabsent-mindedness has been providential. To be sure, without you the\nDuncan would have fallen into the hands of the convicts; without you we\nshould have been recaptured by the Maoris. But do tell me, what strange\nassociation of ideas, what unnatural aberration, induced you to write\nNew Zealand instead of Australia?\"\n\n\"Very well,\" said Paganel. \"It was----\"\n\nBut at that moment his eyes fell upon Robert and Mary Grant, and he\nstopped short, finally replying:\n\n\"Never mind, my dear Glenarvan. I am a madman, a fool, an incorrigible\nbeing, and shall die a most famous blunderer!\"\n\nThe affair was no longer discussed. The mystery of the Duncan's\npresence there was solved; and the travelers, so miraculously saved,\nthought only of revisiting their comfortable cabins and partaking of a\ngood breakfast.\n\nHowever, leaving Lady Helena, Mary Grant, the major, Paganel, and\nRobert to enter the saloon, Glenarvan and Captain Mangles retained Tom\nAustin with them. They wished to question him further.\n\n\"Now, Tom,\" said Glenarvan, \"let me know: did not this order to sail\nfor the coast of New Zealand seem strange to you?\"\n\n\"Yes, my lord,\" replied Austin. \"I was very much surprised; but, as I\nam not in the habit of discussing the orders I receive, I obeyed. Could\nI act otherwise? If any accident had happened from not following your\ninstructions, should I not have been to blame? Would you have done\ndifferently, captain?\"\n\n\"No, Tom,\" answered Captain Mangles.\n\n\"But what did you think?\" asked Glenarvan.\n\n\"I thought, my lord, that, in the cause of Captain Grant, it was\nnecessary to go wherever you directed me; that by some combination of\ncircumstances another vessel would take you to New Zealand, and that\nI was to wait for you on the eastern coast of the island. Moreover,\non leaving Melbourne, I kept my destination secret, and the crew did\nnot know it till we were out at sea and the shores of Australia had\ndisappeared from sight. But then an incident occurred that perplexed me\nvery much.\"\n\n\"What do you mean, Tom?\" inquired Glenarvan.\n\n\"I mean,\" he replied, \"that when the quartermaster, Ayrton, learned,\nthe day after our departure, the Duncan's destination----\"\n\n\"Ayrton!\" cried Glenarvan. \"Is he on board?\"\n\n\"Yes, my lord.\"\n\n\"Ayrton here!\" repeated Glenarvan, glancing at Captain Mangles.\n\n\"Wonderful indeed!\" said the young captain.\n\nIn an instant, with the swiftness of lightning, Ayrton's conduct, his\nlong-contrived treachery, Glenarvan's wound, the attack upon Mulready,\ntheir suffer"
    },
    {
      "chunk_idx": 219,
      "chunk_id": "In Search of the Castaways_chunk_219",
      "start_pos": 766500,
      "end_pos": 770500,
      "similarity": 0.023316062176165803,
      "text": " sudden feeling of\nindignation.\n\nBut finally controlling himself, he said, in a grave voice:\n\n\"There are neither judges nor hangmen here. At the first landing-place\nyou shall be put into the hands of the English authorities.\"\n\n\"Just what I desire,\" replied the quartermaster.\n\nThereupon he was taken back to the cabin that served as his prison, and\ntwo sailors were stationed at the door, with orders to watch all his\nmovements. The witnesses of this scene retired indignant and in despair.\n\nSince Glenarvan had failed to overcome Ayrton's obstinacy, what was\nto be done? Evidently to follow the plan formed at Eden, of returning\nto England, and resuming hereafter this unsuccessful enterprise, for\nall traces of the Britannia now seemed irrevocably lost. The document\nadmitted of no new interpretation. There was no other country on the\nline of the thirty-seventh parallel, and the only way was to sail for\nhome.\n\nHe consulted his friends, and more especially Captain Mangles, on the\nsubject of return. The captain examined his store-rooms. The supply\nof coal would not last more than fifteen days. It was, therefore,\nnecessary to replenish the fuel at the first port. He accordingly\nproposed to Glenarvan to sail for Talcahuana Bay, where the Duncan had\nalready procured supplies before undertaking her voyage. This was a\ndirect passage. Then the yacht, with ample provisions, could double\nCape Horn, and reach Scotland by way of the Atlantic.\n\nThis plan being adopted, the engineer was ordered to force on steam.\nHalf an hour afterwards the yacht was headed towards Talcahuana, and at\nsix o'clock in the evening the mountains of New Zealand had disappeared\nbeneath the mists of the horizon.\n\n[Sidenote: WOMANLY INFLUENCE.]\n\nIt was a sad return for these brave searchers, who had left the shores\nof Scotland with such hope and confidence. To the joyous cries that\nhad saluted Glenarvan on his return succeeded profound dejection. Each\nconfined himself to the solitude of his cabin, and rarely appeared on\ndeck. All, even the loquacious Paganel, were mournful and silent. If\nGlenarvan spoke of beginning his search again, the geographer shook\nhis head like a man who has no more hope, for he seemed convinced as\nto the fate of the shipwrecked sailors. Yet there was one man on board\nwho could have informed them about this catastrophe, but whose silence\nwas still prolonged. There was no doubt that the rascally Ayrton knew,\nif not the actual situation of the captain, at least the place of the\nshipwreck. Probably Harry Grant, if found, would be a witness against\nhim; hence he persisted in his silence, and was greatly enraged,\nespecially towards the sailors who would accuse him of an evil design.\n\nSeveral times Glenarvan renewed his attempts with the quartermaster.\nPromises and threats were useless. Ayrton's obstinacy was carried\nso far, and was so inexplicable, that the major came to the belief\nthat he knew nothing; which opinion was shared by the geographer and\ncorroborated his own ideas in regard to Captain Grant.\n\nBut if Ayrton knew nothing, why did he not plead his ignorance? It\ncould not turn against him, while his silence increased the difficulty\nof forming a new plan. Ought they to infer the presence of Harry Grant\nin Australia from meeting the quartermaster on that continent? At all\nevents, they must induce Ayrton to explain on this subject.\n\nLady Helena, seeing her husband's failures, now suggested an attempt,\nin her turn, to persuade the quartermaster. Where a man had failed,\nperhaps a woman could succeed by her gentle entreaty. Glenarvan,\nknowing the tact of his young wife, gave his hearty approval. Ayrton\nwas, accordingly, brought to Lady Helena's boudoir. Mary Grant was to\nbe present at the interview, for the young girl's influence might also\nbe great, and Lady Helena would not neglect any chance of success.\n\n[Illustration: For an hour the two ladies were closeted with the\nquartermaster, but nothing resulted from this conference.]\n\nFor an hour the two ladi"
    },
    {
      "chunk_idx": 15,
      "chunk_id": "In Search of the Castaways_chunk_15",
      "start_pos": 52500,
      "end_pos": 56500,
      "similarity": 0.023076923076923078,
      "text": " therefore, sufficient, and she could\nprofit by the wind like a simple clipper; but she relied especially\nupon her mechanical power. Her engine was of an effective force of one\nhundred and sixty horse power, and was constructed on a new plan. It\npossessed apparatus for overheating, which gave its steam a very great\ntension. It was a high-pressure engine, and produced motion by a double\nscrew. The Duncan under full steam could acquire a speed equal to any\nvessel of that day. Indeed, during her trial trip in the Frith of\nClyde, she had made, according to the log, seventeen knots an hour. She\nwas, therefore, fully capable of circumnavigating the world; and her\ncaptain had only to occupy himself with the internal arrangement.\n\nHis first care was to increase his store-room, and take in the\ngreatest possible quantity of coal, for it would be difficult to renew\ntheir supplies on the voyage. The same precaution was taken with the\nsteward's room, and provisions for two years were stowed away. Money,\nof course, was not wanting, and a pivot-gun was furnished, which was\nfixed at the forecastle. You do not know what may happen, and it is\nalways best to have the means of defense in your reach.\n\nCaptain Mangles, we must say, understood his business. Although he\ncommanded only a pleasure yacht, he was ranked among the ablest of\nthe Glasgow captains. He was thirty years of age, with rather rough\nfeatures, indicating courage and kindness. When a child, the Glenarvan\nfamily had taken him under their care, and made him an excellent\nseaman. He had often given proofs of skill, energy, and coolness during\nhis long voyages, and when Lord Glenarvan offered him the command of\nthe Duncan, he accepted it with pride and pleasure, for he loved the\nlord of Malcolm Castle as a brother, and until then had vainly sought\nan opportunity to devote himself to his service.\n\nThe mate, Tom Austin, was an old sailor worthy of all confidence; and\nthe crew of the Duncan was composed of twenty-five men, including\nthe captain and mate. They all belonged to the county of Dumbarton,\nwere all tried seamen, sons of the tenants of the family, and formed\non shipboard a genuine clan of honest people, who of course were not\nwithout the national bagpipe. Lord Glenarvan had, in them, a band of\nfaithful subjects, happy in their avocation, devoted, courageous, and\nskillful in the use of arms, as well as in the management of a ship,\nwhile they were ready to follow him on the most perilous expeditions.\nWhen they learned where they were going, they could not restrain their\njoyous emotion, and the echoes of the rocks of Dumbarton awoke to their\ncries of enthusiasm.\n\nCaptain Mangles, while occupied in lading and provisioning his craft,\ndid not forget to prepare Lord and Lady Glenarvan's apartments for a\nlong voyage. He likewise provided cabins for Captain Grant's children,\nfor Lady Helena could not refuse Mary permission to accompany her on\nthe expedition.\n\nAs for young Robert, he would have hidden in the hold sooner than\nnot go; even if he had been compelled to serve as cabin-boy, like\nLord Nelson and Sir John Franklin, he would have embarked on board\nthe Duncan. To think of opposing such a little gentleman! It was\nnot attempted. They were even obliged to take him other than as\npassenger, for as cabin-boy or sailor he _would serve_. The captain was\naccordingly commissioned to teach him the duties of a seaman.\n\n\"Good!\" said Robert; \"and let him not spare a few blows of the rope's\nend if I do not walk straight.\"\n\n\"Be easy, my boy,\" replied Glenarvan, without adding that the use of\nthe \"cat-o'-nine-tails\" was prohibited, and moreover quite needless, on\nboard the Duncan.\n\n[Sidenote: GLASGOW GOSSIP.]\n\nTo complete the roll of the passengers, it will be sufficient to\ndescribe Major MacNabb. The major was a man of fifty, of calm,\nregular features, who did as he was bid; of an excellent and superior\ncharacter, modest, taciturn, peaceable, and mild; always agreeing\nwith anything or any one, disput"
    }
  ]
}