{
  "04a27dfdc8be": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.030927835051546393,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 483,
      "chunk_id": "The Count of Monte Cristo_chunk_247",
      "start_pos": 864500,
      "end_pos": 868500,
      "similarity": 0.025974025974025976,
      "text": " the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of the fair peasant in raising her mask.\nFranz was not sufficiently egotistical to stop Albert in the middle of\nan adventure that promised to prove so agreeable to his curiosity and\nso flattering to his vanity. He felt assured that the perfect\nindiscretion of his friend would duly inform him of all that happened;\nand as, during three years that he had travelled all over Italy, a\nsimilar piece of good fortune had never fallen to his share, Franz was\nby no means sorry to learn how to act on such an occasion. He therefore\npromised Albert that he would content himself the morrow with\nwitnessing the Carnival from the windows of the Rospoli Palace.\n\nThe next morning he saw Albert pass and repass, holding an enormous\nbouquet, which he doubtless meant to make the bearer of his amorous\nepistle. This belief was changed into certainty when Franz saw the\nbouquet (conspicuous by a circle of white camellias) in the hand of a\ncharming harlequin dressed in rose-colored satin.\n\nThe evening was no longer joy, but delirium. Albert nothing doubted but\nthat the fair unknown would reply in the same manner. Franz anticipated\nhis wishes by saying that the noise fatigued him, and that he should\npass the next day in writing and looking over his journal. Albert was\nnot deceived, for the next evening Franz saw him enter triumphantly\nshaking a folded paper which he held by one corner.\n\n“Well,” said he, “was I mistaken?”\n\n“She has answered you!” cried Franz.\n\n“Read.”\n\nThis word was pronounced in a manner impossible to describe. Franz took\nthe letter, and read:\n\n“Tuesday evening, at seven o’clock, descend from your carriage opposite\nthe Via dei Pontefici, and follow the Roman peasant who snatches your\ntorch from you. When you arrive at the first step of the church of San\nGiacomo, be sure to fasten a knot of rose-colored ribbons to the\nshoulder of your harlequin costume, in order that you may be\nrecognized. Until then you will not see me. —Constancy and Discretion.”\n\n“Well,” asked he, when Franz had finished, “what do you think of that?”\n\n“I think that the adventure is assuming a very agreeable appearance.”\n\n“I think so, also,” replied Albert; “and I very much fear you will go\nalone to the Duke of Bracciano’s ball.”\n\nFranz and Albert had received that morning an invitation from the\ncelebrated Roman banker.\n\n“Take care, Albert,” said Franz. “All the nobility of Rome will be\npresent, and if your fair _incognita_ belong to the higher class of\nsociety, she must go there.”\n\n“Whether she goes there or not, my opinion is still the same,” returned\nAlbert. “You have read the letter?”\n\n“Yes.”\n\n“You know how imperfectly the women of the _mezzo cito_ are educated in\nItaly?” (This is the name of the lower class.)\n\n“Yes.”\n\n“Well, read the letter again. Look at the writing, and find if you can,\nany blemish in the language or orthography.” The writing was, in\nreality, charming, and the orthography irreproachable.\n\n“You are born to good fortune,” said Franz, as he returned the letter.\n\n“Laugh as much as you will,” replied Albert, “I am in love.”\n\n“You alarm me,” cried Franz. “I see that I shall not only go alone to\nthe Duke of Bracciano’s, but also return to Florence alone.”\n\n“If my unknown be as amiable as she is beautiful,” said Albert, “I\nshall fix myself at Rome for six weeks, at least. I adore Rome, and I\nhave always had a great taste for archæology.”\n\n20189m\n\n\n\n“Come, two or three more such adventures, and I do not despair of\nseeing you a member of the Academy.”\n\nDoubtless Albert w"
    },
    {
      "chunk_idx": 315,
      "chunk_id": "The Count of Monte Cristo_chunk_79",
      "start_pos": 276500,
      "end_pos": 280500,
      "similarity": 0.025380710659898477,
      "text": "”\n\n“Since the 28th of February, 1815.”\n\n“Your crime?”\n\n“I am innocent.”\n\n“But of what are you accused?”\n\n“Of having conspired to aid the emperor’s return.”\n\n“What! For the emperor’s return?—the emperor is no longer on the\nthrone, then?”\n\n“He abdicated at Fontainebleau in 1814, and was sent to the Island of\nElba. But how long have you been here that you are ignorant of all\nthis?”\n\n“Since 1811.”\n\nDantès shuddered; this man had been four years longer than himself in\nprison.\n\n“Do not dig any more,” said the voice; “only tell me how high up is\nyour excavation?”\n\n“On a level with the floor.”\n\n“How is it concealed?”\n\n“Behind my bed.”\n\n“Has your bed been moved since you have been a prisoner?”\n\n“No.”\n\n“What does your chamber open on?”\n\n“A corridor.”\n\n“And the corridor?”\n\n“On a court.”\n\n“Alas!” murmured the voice.\n\n“Oh, what is the matter?” cried Dantès.\n\n“I have made a mistake owing to an error in my plans. I took the wrong\nangle, and have come out fifteen feet from where I intended. I took the\nwall you are mining for the outer wall of the fortress.”\n\n“But then you would be close to the sea?”\n\n“That is what I hoped.”\n\n“And supposing you had succeeded?”\n\n“I should have thrown myself into the sea, gained one of the islands\nnear here—the Isle de Daume or the Isle de Tiboulen—and then I should\nhave been safe.”\n\n“Could you have swum so far?”\n\n“Heaven would have given me strength; but now all is lost.”\n\n“All?”\n\n“Yes; stop up your excavation carefully, do not work any more, and wait\nuntil you hear from me.”\n\n“Tell me, at least, who you are?”\n\n“I am—I am No. 27.”\n\n“You mistrust me, then,” said Dantès. Edmond fancied he heard a bitter\nlaugh resounding from the depths.\n\n“Oh, I am a Christian,” cried Dantès, guessing instinctively that this\nman meant to abandon him. “I swear to you by him who died for us that\nnaught shall induce me to breathe one syllable to my jailers; but I\nconjure you do not abandon me. If you do, I swear to you, for I have\ngot to the end of my strength, that I will dash my brains out against\nthe wall, and you will have my death to reproach yourself with.”\n\n“How old are you? Your voice is that of a young man.”\n\n“I do not know my age, for I have not counted the years I have been\nhere. All I do know is, that I was just nineteen when I was arrested,\nthe 28th of February, 1815.”\n\n“Not quite twenty-six!” murmured the voice; “at that age he cannot be a\ntraitor.”\n\n“Oh, no, no,” cried Dantès. “I swear to you again, rather than betray\nyou, I would allow myself to be hacked in pieces!”\n\n“You have done well to speak to me, and ask for my assistance, for I\nwas about to form another plan, and leave you; but your age reassures\nme. I will not forget you. Wait.”\n\n“How long?”\n\n“I must calculate our chances; I will give you the signal.”\n\n“But you will not leave me; you will come to me, or you will let me\ncome to you. We will escape, and if we cannot escape we will talk; you\nof those whom you love, and I of those whom I love. You must love\nsomebody?”\n\n“No, I am alone in the world.”\n\n“Then you will love me. If you are young, I will be your comrade; if\nyou are old, I will be your son. I have a father who is seventy if he\nyet lives; I only love him and a young girl called Mercédès. My father\nhas not yet forgotten me, I am sure, but God alone knows if she loves\nme still; I shall love you as I loved my father.”\n\n“It is well,” returned the voice; “tomorrow.”\n\nThese few words were uttered with an accent that left no doubt of his\nsincerity; Dantès rose, dispersed the fragments with the same\nprecaution as before, and pushed his bed back against the wall. He then\ngave himself up to his happiness. He would no longer be alone. He was,\nperhaps, about to regain his liberty; at the worst, he would have a\ncompanion, and captivity that is shared is but half captivity. Plaints\nmade in common are almost prayers, and prayers where two or three are\ngathered together invoke the mercy of heaven.\n\nAll day Dantès walked up and down his cell. He sat down occasionally on\n"
    },
    {
      "chunk_idx": 442,
      "chunk_id": "The Count of Monte Cristo_chunk_206",
      "start_pos": 721000,
      "end_pos": 725000,
      "similarity": 0.025252525252525252,
      "text": "Rita’s bosom, he held it out to\nthe old man with one hand, while with the other he tore open his vest.\n\n“‘Thou hast done well!’ returned the old man in a hoarse voice;\n‘embrace me, my son.’\n\n20115m\n\n\n\nCarlini threw himself, sobbing like a child, into the arms of his\nmistress’s father. These were the first tears the man of blood had ever\nwept.\n\n“‘Now,’ said the old man, ‘aid me to bury my child.’ Carlini fetched\ntwo pickaxes; and the father and the lover began to dig at the foot of\na huge oak, beneath which the young girl was to repose. When the grave\nwas formed, the father embraced her first, and then the lover;\nafterwards, one taking the head, the other the feet, they placed her in\nthe grave. Then they knelt on each side of the grave, and said the\nprayers of the dead. Then, when they had finished, they cast the earth\nover the corpse, until the grave was filled. Then, extending his hand,\nthe old man said; ‘I thank you, my son; and now leave me alone.’\n\n“‘Yet——’ replied Carlini.\n\n“‘Leave me, I command you.’\n\n“Carlini obeyed, rejoined his comrades, folded himself in his cloak,\nand soon appeared to sleep as soundly as the rest. It had been resolved\nthe night before to change their encampment. An hour before daybreak,\nCucumetto aroused his men, and gave the word to march. But Carlini\nwould not quit the forest, without knowing what had become of Rita’s\nfather. He went toward the place where he had left him. He found the\nold man suspended from one of the branches of the oak which shaded his\ndaughter’s grave. He then took an oath of bitter vengeance over the\ndead body of the one and the tomb of the other. But he was unable to\ncomplete this oath, for two days afterwards, in an encounter with the\nRoman carbineers, Carlini was killed. There was some surprise, however,\nthat, as he was with his face to the enemy, he should have received a\nball between his shoulders. That astonishment ceased when one of the\nbrigands remarked to his comrades that Cucumetto was stationed ten\npaces in Carlini’s rear when he fell. On the morning of the departure\nfrom the forest of Frosinone he had followed Carlini in the darkness,\nand heard this oath of vengeance, and, like a wise man, anticipated it.\n\n“They told ten other stories of this bandit chief, each more singular\nthan the other. Thus, from Fondi to Perusia, everyone trembles at the\nname of Cucumetto.\n\n“These narratives were frequently the theme of conversation between\nLuigi and Teresa. The young girl trembled very much at hearing the\nstories; but Vampa reassured her with a smile, tapping the butt of his\ngood fowling-piece, which threw its ball so well; and if that did not\nrestore her courage, he pointed to a crow, perched on some dead branch,\ntook aim, touched the trigger, and the bird fell dead at the foot of\nthe tree. Time passed on, and the two young people had agreed to be\nmarried when Vampa should be twenty and Teresa nineteen years of age.\nThey were both orphans, and had only their employers’ leave to ask,\nwhich had been already sought and obtained. One day when they were\ntalking over their plans for the future, they heard two or three\nreports of firearms, and then suddenly a man came out of the wood, near\nwhich the two young persons used to graze their flocks, and hurried\ntowards them. When he came within hearing, he exclaimed:\n\n‘I am pursued; can you conceal me?’\n\n“They knew full well that this fugitive must be a bandit; but there is\nan innate sympathy between the Roman brigand and the Roman peasant and\nthe latter is always ready to aid the former. Vampa, without saying a\nword, hastened to the stone that closed up the entrance to their\ngrotto, drew it away, made a sign to the fugitive to take refuge there,\nin a retreat unknown to everyone, closed the stone upon him, and then\nwent and resumed his seat by Teresa. Instantly afterwards four\ncarbineers, on horseback, appeared on the edge of the wood; three of\nthem appeared to be looking for the fugitive, while the fourth dragged\na brigand prisoner b"
    },
    {
      "chunk_idx": 880,
      "chunk_id": "The Count of Monte Cristo_chunk_644",
      "start_pos": 2254000,
      "end_pos": 2258000,
      "similarity": 0.02457002457002457,
      "text": "g man who was travelling with\nhis sister. Andrea appeared in despair, but consoled himself when the\nhostess assured him that No. 7, prepared for him, was situated\nprecisely the same as No. 3, and while warming his feet and chatting\nabout the last races at Chantilly, he waited until they announced his\nroom to be ready.\n\nAndrea had not spoken without cause of the pretty rooms looking out\nupon the court of the Bell Hotel, which with its triple galleries like\nthose of a theatre, with the jessamine and clematis twining round the\nlight columns, forms one of the prettiest entrances to an inn that you\ncan imagine. The fowl was tender, the wine old, the fire clear and\nsparkling, and Andrea was surprised to find himself eating with as good\nan appetite as though nothing had happened. Then he went to bed and\nalmost immediately fell into that deep sleep which is sure to visit men\nof twenty years of age, even when they are torn with remorse. Now, here\nwe are obliged to own that Andrea ought to have felt remorse, but that\nhe did not.\n\nThis was the plan which had appealed to him to afford the best chance\nof his security. Before daybreak he would awake, leave the inn after\nrigorously paying his bill, and reaching the forest, he would, under\npretence of making studies in painting, test the hospitality of some\npeasants, procure himself the dress of a woodcutter and a hatchet,\ncasting off the lion’s skin to assume that of the woodman; then, with\nhis hands covered with dirt, his hair darkened by means of a leaden\ncomb, his complexion embrowned with a preparation for which one of his\nold comrades had given him the recipe, he intended, by following the\nwooded districts, to reach the nearest frontier, walking by night and\nsleeping in the day in the forests and quarries, and only entering\ninhabited regions to buy a loaf from time to time.\n\nOnce past the frontier, Andrea proposed making money of his diamonds;\nand by uniting the proceeds to ten bank-notes he always carried about\nwith him in case of accident, he would then find himself possessor of\nabout 50,000 livres, which he philosophically considered as no very\ndeplorable condition after all. Moreover, he reckoned much on the\ninterest of the Danglars to hush up the rumor of their own\nmisadventures. These were the reasons which, added to the fatigue,\ncaused Andrea to sleep so soundly. In order that he might wake early he\ndid not close the shutters, but contented himself with bolting the door\nand placing on the table an unclasped and long-pointed knife, whose\ntemper he well knew, and which was never absent from him.\n\nAbout seven in the morning Andrea was awakened by a ray of sunlight,\nwhich played, warm and brilliant, upon his face. In all well-organized\nbrains, the predominating idea—and there always is one—is sure to be\nthe last thought before sleeping, and the first upon waking in the\nmorning. Andrea had scarcely opened his eyes when his predominating\nidea presented itself, and whispered in his ear that he had slept too\nlong. He jumped out of bed and ran to the window. A gendarme was\ncrossing the court. A gendarme is one of the most striking objects in\nthe world, even to a man void of uneasiness; but for one who has a\ntimid conscience, and with good cause too, the yellow, blue, and white\nuniform is really very alarming.\n\n“Why is that gendarme there?” asked Andrea of himself.\n\nThen, all at once, he replied, with that logic which the reader has,\ndoubtless, remarked in him, “There is nothing astonishing in seeing a\ngendarme at an inn; instead of being astonished, let me dress myself.”\nAnd the youth dressed himself with a facility his valet de chambre had\nfailed to rob him of during the two months of fashionable life he had\nled in Paris.\n\n“Now then,” said Andrea, while dressing himself, “I’ll wait till he\nleaves, and then I’ll slip away.”\n\n50047m\n\n\n\nAnd, saying this, Andrea, who had now put on his boots and cravat,\nstole gently to the window, and a second time lifted up the muslin\ncurtain. Not only was "
    }
  ]
}