{
  "d13e4b0be883": [
    {
      "chunk_idx": 0,
      "chunk_id": "In Search of the Castaways_chunk_0",
      "start_pos": 0,
      "end_pos": 4000,
      "similarity": 0.0,
      "text": "*** START OF THE PROJECT GUTENBERG EBOOK 46597 ***\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original 170 engravings.\n      See 46597-h.htm or 46597-h.zip:\n      (http://www.gutenberg.org/files/46597/46597-h/46597-h.htm)\n      or\n      (http://www.gutenberg.org/files/46597/46597-h.zip)\n\n\n      Images of the original pages are available through\n      HathiTrust Digital Library. See\n      http://catalog.hathitrust.org/Record/008613392\n\n\n\n\n\nA Voyage Round the World.\n\nIN SEARCH OF THE CASTAWAYS:\n\nA Romantic Narrative of the Loss of Captain Grant\nof the Brig Britannia and of the Adventures of\nHis Children and Friends in His Discovery and Rescue.\n\n[Illustration]\n\nby\n\nJULES VERNE,\n\nAuthor of \"Twenty Thousand Leagues Under the Sea,\" etc., etc.\n\nIllustrated with One Hundred and Seventy Engravings\n\n\n\n\n\n\n\nPhiladelphia:\nJ. B. Lippincott & Co.\n1874.\n\n\n\n\nCONTENTS.\n\n          I.      The Shark\n         II.      The Three Documents\n        III.      The Captain's Children\n         IV.      Lady Glenarvan's Proposal\n          V.      The Departure of the Duncan\n         VI.      An Unexpected Passenger\n        VII.      Jacques Paganel is Undeceived\n       VIII.      The Geographer's Resolution\n         IX.      Through the Strait of Magellan\n          X.      The Course Decided\n         XI.      Traveling in Chili\n        XII.      Eleven Thousand Feet Aloft\n       XIII.      A Sudden Descent\n        XIV.      Providentially Rescued\n         XV.      Thalcave\n        XVI.      News of the Lost Captain\n       XVII.      A Serious Necessity\n      XVIII.      In Search of Water\n        XIX.      The Red Wolves\n         XX.      Strange Signs\n        XXI.      A False Trail\n       XXII.      The Flood\n      XXIII.      A Singular Abode\n       XXIV.      Paganel's Disclosure\n        XXV.      Between Fire and Water\n       XXVI.      The Return on Board\n      XXVII.      A New Destination\n     XXVIII.      Tristan d'Acunha and the Isle of Amsterdam\n       XXIX.      The Storm on the Indian Ocean\n        XXX.      A Hospitable Colonist\n       XXXI.      The Quartermaster of the Britannia\n      XXXII.      Preparations for the Journey\n     XXXIII.      An Accident\n      XXXIV.      Australian Explorers\n       XXXV.      Crime or Calamity?\n      XXXVI.      Fresh Faces\n     XXXVII.      A Warning\n    XXXVIII.      Wealth in the Wilderness\n      XXXIX.      Suspicious Occurrences\n         XL.      A Startling Discovery\n        XLI.      The Plot Unveiled\n       XLII.      Four Days of Anguish\n      XLIII.      Helpless and Hopeless\n       XLIV.      A Rough Captain\n        XLV.      The Wreck of the Macquarie\n       XLVI.      Vain Efforts\n      XLVII.      A Dreaded Country\n     XLVIII.      Introduction to the Cannibals\n       XLIX.      A Momentous Interview\n          L.      The Chief's Funeral\n         LI.      Strangely Liberated\n        LII.      The Sacred Mountain\n       LIII.      A Bold Stratagem\n        LIV.      From Peril to Safety\n         LV.      Why the Duncan went to New Zealand\n        LVI.      Ayrton's Obstinacy\n       LVII.      A Discouraging Confession\n      LVIII.      A Cry in the Night\n        LIX.      Captain Grant's Story\n         LX.      Paganel's Last Entanglement\n\n[Illustration]\n\nIN SEARCH OF THE CASTAWAYS.\n\n\n\n\nCHAPTER I.\n\nTHE SHARK.\n\n\nOn the 26th of July, 1864, under a strong gale from the northeast, a\nmagnificent yacht was steaming at full speed through the waves of the\nNorth Channel. The flag of England fluttered at her yard-arm, while at\nthe top of the mainmast floated a blue pennon, bearing the initials\nE. G., worked in gold and surmounted by a ducal coronet. The yacht\nwas called the Duncan, and belonged to Lord Glenarvan, one of the\nsixteen Scottish peers sitting in the House of Lords, and also a most\ndistinguished member of the \"Royal Thames Yacht Club,\" so celebrated\nthroughout the United Kingdom.\n\nLord Edward Glenarvan was on board with his young wife, Lady Helena"
    },
    {
      "chunk_idx": 653,
      "chunk_id": "The Count of Monte Cristo_chunk_417",
      "start_pos": 1459500,
      "end_pos": 1463500,
      "similarity": 0.0,
      "text": "but for this marriage, she would have been your heir?”\n\n“Yes.”\n\nThere was a profound silence. The two notaries were holding a\nconsultation as to the best means of proceeding with the affair.\nValentine was looking at her grandfather with a smile of intense\ngratitude, and Villefort was biting his lips with vexation, while\nMadame de Villefort could not succeed in repressing an inward feeling\nof joy, which, in spite of herself, appeared in her whole countenance.\n\n“But,” said Villefort, who was the first to break the silence, “I\nconsider that I am the best judge of the propriety of the marriage in\nquestion. I am the only person possessing the right to dispose of my\ndaughter’s hand. It is my wish that she should marry M. Franz\nd’Épinay—and she shall marry him.”\n\nValentine sank weeping into a chair.\n\n“Sir,” said the notary, “how do you intend disposing of your fortune in\ncase Mademoiselle de Villefort still determines on marrying M. Franz?”\nThe old man gave no answer.\n\n“You will, of course, dispose of it in some way or other?”\n\n“Yes.”\n\n“In favor of some member of your family?”\n\n“No.”\n\n“Do you intend devoting it to charitable purposes, then?” pursued the\nnotary.\n\n“Yes.”\n\n“But,” said the notary, “you are aware that the law does not allow a\nson to be entirely deprived of his patrimony?”\n\n“Yes.”\n\n“You only intend, then, to dispose of that part of your fortune which\nthe law allows you to subtract from the inheritance of your son?”\nNoirtier made no answer.\n\n“Do you still wish to dispose of all?”\n\n“Yes.”\n\n“But they will contest the will after your death?”\n\n“No.”\n\n“My father knows me,” replied Villefort; “he is quite sure that his\nwishes will be held sacred by me; besides, he understands that in my\nposition I cannot plead against the poor.” The eye of Noirtier beamed\nwith triumph.\n\n“What do you decide on, sir?” asked the notary of Villefort.\n\n“Nothing, sir; it is a resolution which my father has taken and I know\nhe never alters his mind. I am quite resigned. These 900,000 francs\nwill go out of the family in order to enrich some hospital; but it is\nridiculous thus to yield to the caprices of an old man, and I shall,\ntherefore, act according to my conscience.”\n\nHaving said this, Villefort quitted the room with his wife, leaving his\nfather at liberty to do as he pleased. The same day the will was made,\nthe witnesses were brought, it was approved by the old man, sealed in\nthe presence of all and given in charge to M. Deschamps, the family\nnotary.\n\n\n\n Chapter 60. The Telegraph\n\nM. and Madame de Villefort found on their return that the Count of\nMonte Cristo, who had come to visit them in their absence, had been\nushered into the drawing-room, and was still awaiting them there.\nMadame de Villefort, who had not yet sufficiently recovered from her\nlate emotion to allow of her entertaining visitors so immediately,\nretired to her bedroom, while the procureur, who could better depend\nupon himself, proceeded at once to the salon.\n\nAlthough M. de Villefort flattered himself that, to all outward view,\nhe had completely masked the feelings which were passing in his mind,\nhe did not know that the cloud was still lowering on his brow, so much\nso that the count, whose smile was radiant, immediately noticed his\nsombre and thoughtful air.\n\n“_Ma foi!_” said Monte Cristo, after the first compliments were over,\n“what is the matter with you, M. de Villefort? Have I arrived at the\nmoment when you were drawing up an indictment for a capital crime?”\n\nVillefort tried to smile.\n\n“No, count,” he replied, “I am the only victim in this case. It is I\nwho lose my cause, and it is ill-luck, obstinacy, and folly which have\ncaused it to be decided against me.”\n\n“To what do you refer?” said Monte Cristo with well-feigned interest.\n“Have you really met with some great misfortune?”\n\n“Oh, no, monsieur,” said Villefort with a bitter smile; “it is only a\nloss of money which I have sustained—nothing worth mentioning, I assure\nyou.”\n\n“True,” said Monte Cristo, “the loss of a sum of money"
    },
    {
      "chunk_idx": 654,
      "chunk_id": "The Count of Monte Cristo_chunk_418",
      "start_pos": 1463000,
      "end_pos": 1467000,
      "similarity": 0.0,
      "text": "o, count,” he replied, “I am the only victim in this case. It is I\nwho lose my cause, and it is ill-luck, obstinacy, and folly which have\ncaused it to be decided against me.”\n\n“To what do you refer?” said Monte Cristo with well-feigned interest.\n“Have you really met with some great misfortune?”\n\n“Oh, no, monsieur,” said Villefort with a bitter smile; “it is only a\nloss of money which I have sustained—nothing worth mentioning, I assure\nyou.”\n\n“True,” said Monte Cristo, “the loss of a sum of money becomes almost\nimmaterial with a fortune such as you possess, and to one of your\nphilosophic spirit.”\n\n“It is not so much the loss of the money that vexes me,” said\nVillefort, “though, after all, 900,000 francs are worth regretting; but\nI am the more annoyed with this fate, chance, or whatever you please to\ncall the power which has destroyed my hopes and my fortune, and may\nblast the prospects of my child also, as it is all occasioned by an old\nman relapsed into second childhood.”\n\n30183m\n\n\n\n“What do you say?” said the count; “900,000 francs? It is indeed a sum\nwhich might be regretted even by a philosopher. And who is the cause of\nall this annoyance?”\n\n“My father, as I told you.”\n\n“M. Noirtier? But I thought you told me he had become entirely\nparalyzed, and that all his faculties were completely destroyed?”\n\n“Yes, his bodily faculties, for he can neither move nor speak,\nnevertheless he thinks, acts, and wills in the manner I have described.\nI left him about five minutes ago, and he is now occupied in dictating\nhis will to two notaries.”\n\n“But to do this he must have spoken?”\n\n“He has done better than that—he has made himself understood.”\n\n“How was such a thing possible?”\n\n“By the help of his eyes, which are still full of life, and, as you\nperceive, possess the power of inflicting mortal injury.”\n\n“My dear,” said Madame de Villefort, who had just entered the room,\n“perhaps you exaggerate the evil.”\n\n“Good-morning, madame,” said the count, bowing.\n\n\n\nMadame de Villefort acknowledged the salutation with one of her most\ngracious smiles.\n\n“What is this that M. de Villefort has been telling me?” demanded Monte\nCristo “and what incomprehensible misfortune——”\n\n“Incomprehensible is the word!” interrupted the procureur, shrugging\nhis shoulders. “It is an old man’s caprice!”\n\n“And is there no means of making him revoke his decision?”\n\n“Yes,” said Madame de Villefort; “and it is still entirely in the power\nof my husband to cause the will, which is now in prejudice of\nValentine, to be altered in her favor.”\n\nThe count, who perceived that M. and Madame de Villefort were beginning\nto speak in parables, appeared to pay no attention to the conversation,\nand feigned to be busily engaged in watching Edward, who was\nmischievously pouring some ink into the bird’s water-glass.\n\n“My dear,” said Villefort, in answer to his wife, “you know I have\nnever been accustomed to play the patriarch in my family, nor have I\never considered that the fate of a universe was to be decided by my\nnod. Nevertheless, it is necessary that my will should be respected in\nmy family, and that the folly of an old man and the caprice of a child\nshould not be allowed to overturn a project which I have entertained\nfor so many years. The Baron d’Épinay was my friend, as you know, and\nan alliance with his son is the most suitable thing that could possibly\nbe arranged.”\n\n“Do you think,” said Madame de Villefort, “that Valentine is in league\nwith him? She has always been opposed to this marriage, and I should\nnot be at all surprised if what we have just seen and heard is nothing\nbut the execution of a plan concerted between them.”\n\n“Madame,” said Villefort, “believe me, a fortune of 900,000 francs is\nnot so easily renounced.”\n\n“She could, nevertheless, make up her mind to renounce the world, sir,\nsince it is only about a year ago that she herself proposed entering a\nconvent.”\n\n“Never mind,” replied Villefort; “I say that this marriage _shall_ be\nconsummated.”\n\n“Notwithstanding your father’"
    },
    {
      "chunk_idx": 655,
      "chunk_id": "The Count of Monte Cristo_chunk_419",
      "start_pos": 1466500,
      "end_pos": 1470500,
      "similarity": 0.0,
      "text": "d I should\nnot be at all surprised if what we have just seen and heard is nothing\nbut the execution of a plan concerted between them.”\n\n“Madame,” said Villefort, “believe me, a fortune of 900,000 francs is\nnot so easily renounced.”\n\n“She could, nevertheless, make up her mind to renounce the world, sir,\nsince it is only about a year ago that she herself proposed entering a\nconvent.”\n\n“Never mind,” replied Villefort; “I say that this marriage _shall_ be\nconsummated.”\n\n“Notwithstanding your father’s wishes to the contrary?” said Madame de\nVillefort, selecting a new point of attack. “That is a serious thing.”\n\nMonte Cristo, who pretended not to be listening, heard however, every\nword that was said.\n\n30185m\n\n\n\n“Madame,” replied Villefort “I can truly say that I have always\nentertained a high respect for my father, because, to the natural\nfeeling of relationship was added the consciousness of his moral\nsuperiority. The name of father is sacred in two senses; he should be\nreverenced as the author of our being and as a master whom we ought to\nobey. But, under the present circumstances, I am justified in doubting\nthe wisdom of an old man who, because he hated the father, vents his\nanger on the son. It would be ridiculous in me to regulate my conduct\nby such caprices. I shall still continue to preserve the same respect\ntoward M. Noirtier; I will suffer, without complaint, the pecuniary\ndeprivation to which he has subjected me; but I shall remain firm in my\ndetermination, and the world shall see which party has reason on his\nside. Consequently I shall marry my daughter to the Baron Franz\nd’Épinay, because I consider it would be a proper and eligible match\nfor her to make, and, in short, because I choose to bestow my\ndaughter’s hand on whomever I please.”\n\n“What?” said the count, the approbation of whose eye Villefort had\nfrequently solicited during this speech. “What? Do you say that M.\nNoirtier disinherits Mademoiselle de Villefort because she is going to\nmarry M. le Baron Franz d’Épinay?”\n\n“Yes, sir, that is the reason,” said Villefort, shrugging his\nshoulders.\n\n“The apparent reason, at least,” said Madame de Villefort.\n\n“The _real_ reason, madame, I can assure you; I know my father.”\n\n“But I want to know in what way M. d’Épinay can have displeased your\nfather more than any other person?”\n\n“I believe I know M. Franz d’Épinay,” said the count; “is he not the\nson of General de Quesnel, who was created Baron d’Épinay by Charles\nX.?”\n\n“The same,” said Villefort.\n\n“Well, but he is a charming young man, according to my ideas.”\n\n“He is, which makes me believe that it is only an excuse of M. Noirtier\nto prevent his granddaughter marrying; old men are always so selfish in\ntheir affection,” said Madame de Villefort.\n\n“But,” said Monte Cristo “do you not know any cause for this hatred?”\n\n“Ah, _ma foi!_ who is to know?”\n\n“Perhaps it is some political difference?”\n\n“My father and the Baron d’Épinay lived in the stormy times of which I\nonly saw the ending,” said Villefort.\n\n“Was not your father a Bonapartist?” asked Monte Cristo; “I think I\nremember that you told me something of that kind.”\n\n“My father has been a Jacobin more than anything else,” said Villefort,\ncarried by his emotion beyond the bounds of prudence; “and the\nsenator’s robe, which Napoleon cast on his shoulders, only served to\ndisguise the old man without in any degree changing him. When my father\nconspired, it was not for the emperor, it was against the Bourbons; for\nM. Noirtier possessed this peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did "
    },
    {
      "chunk_idx": 656,
      "chunk_id": "The Count of Monte Cristo_chunk_420",
      "start_pos": 1470000,
      "end_pos": 1474000,
      "similarity": 0.0,
      "text": " peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did he not still retain\nroyalist sentiments? And was he not the person who was assassinated one\nevening on leaving a Bonapartist meeting to which he had been invited\non the supposition that he favored the cause of the emperor?”\n\nVillefort looked at the count almost with terror.\n\n“Am I mistaken, then?” said Monte Cristo.\n\n“No, sir, the facts were precisely what you have stated,” said Madame\nde Villefort; “and it was to prevent the renewal of old feuds that M.\nde Villefort formed the idea of uniting in the bonds of affection the\ntwo children of these inveterate enemies.”\n\n“It was a sublime and charitable thought,” said Monte Cristo, “and the\nwhole world should applaud it. It would be noble to see Mademoiselle\nNoirtier de Villefort assuming the title of Madame Franz d’Épinay.”\n\nVillefort shuddered and looked at Monte Cristo as if he wished to read\nin his countenance the real feelings which had dictated the words he\nhad just uttered. But the count completely baffled the procureur, and\nprevented him from discovering anything beneath the never-varying smile\nhe was so constantly in the habit of assuming.\n\n“Although,” said Villefort, “it will be a serious thing for Valentine\nto lose her grandfather’s fortune, I do not think that M. d’Épinay will\nbe frightened at this pecuniary loss. He will, perhaps, hold me in\ngreater esteem than the money itself, seeing that I sacrifice\neverything in order to keep my word with him. Besides, he knows that\nValentine is rich in right of her mother, and that she will, in all\nprobability, inherit the fortune of M. and Madame de Saint-Méran, her\nmother’s parents, who both love her tenderly.”\n\n“And who are fully as well worth loving and tending as M. Noirtier,”\nsaid Madame de Villefort; “besides, they are to come to Paris in about\na month, and Valentine, after the affront she has received, need not\nconsider it necessary to continue to bury herself alive by being shut\nup with M. Noirtier.”\n\nThe count listened with satisfaction to this tale of wounded self-love\nand defeated ambition.\n\n“But it seems to me,” said Monte Cristo, “and I must begin by asking\nyour pardon for what I am about to say, that if M. Noirtier disinherits\nMademoiselle de Villefort because she is going to marry a man whose\nfather he detested, he cannot have the same cause of complaint against\nthis dear Edward.”\n\n“True,” said Madame de Villefort, with an intonation of voice which it\nis impossible to describe; “is it not unjust—shamefully unjust? Poor\nEdward is as much M. Noirtier’s grandchild as Valentine, and yet, if\nshe had not been going to marry M. Franz, M. Noirtier would have left\nher all his money; and supposing Valentine to be disinherited by her\ngrandfather, she will still be three times richer than he.”\n\nThe count listened and said no more.\n\n“Count,” said Villefort, “we will not entertain you any longer with our\nfamily misfortunes. It is true that my patrimony will go to endow\ncharitable institutions, and my father will have deprived me of my\nlawful inheritance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his c"
    }
  ]
}