{
  "08e395bb5efe": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03333333333333333,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 338,
      "chunk_id": "The Count of Monte Cristo_chunk_102",
      "start_pos": 357000,
      "end_pos": 361000,
      "similarity": 0.029649595687331536,
      "text": "I tried by absolute devotion to his will, to make up to him all\nhe had done for me during ten years of unremitting kindness. The\ncardinal’s house had no secrets for me. I had often seen my noble\npatron annotating ancient volumes, and eagerly searching amongst dusty\nfamily manuscripts. One day when I was reproaching him for his\nunavailing searches, and deploring the prostration of mind that\nfollowed them, he looked at me, and, smiling bitterly, opened a volume\nrelating to the History of the City of Rome. There, in the twentieth\nchapter of the Life of Pope Alexander VI., were the following lines,\nwhich I can never forget:—\n\n“‘The great wars of Romagna had ended; Cæsar Borgia, who had completed\nhis conquest, had need of money to purchase all Italy. The pope had\nalso need of money to bring matters to an end with Louis XII. King of\nFrance, who was formidable still in spite of his recent reverses; and\nit was necessary, therefore, to have recourse to some profitable\nscheme, which was a matter of great difficulty in the impoverished\ncondition of exhausted Italy. His holiness had an idea. He determined\nto make two cardinals.’\n\n“By choosing two of the greatest personages of Rome, especially rich\nmen—_this_ was the return the Holy Father looked for. In the first\nplace, he could sell the great appointments and splendid offices which\nthe cardinals already held; and then he had the two hats to sell\nbesides. There was a third point in view, which will appear hereafter.\n\n“The pope and Cæsar Borgia first found the two future cardinals; they\nwere Giovanni Rospigliosi, who held four of the highest dignities of\nthe Holy See, and Cæsar Spada, one of the noblest and richest of the\nRoman nobility; both felt the high honor of such a favor from the pope.\nThey were ambitious, and Cæsar Borgia soon found purchasers for their\nappointments. The result was, that Rospigliosi and Spada paid for being\ncardinals, and eight other persons paid for the offices the cardinals\nheld before their elevation, and thus eight hundred thousand crowns\nentered into the coffers of the speculators.\n\n0239m\n\n\n\n“It is time now to proceed to the last part of the speculation. The\npope heaped attentions upon Rospigliosi and Spada, conferred upon them\nthe insignia of the cardinalate, and induced them to arrange their\naffairs and take up their residence at Rome. Then the pope and Cæsar\nBorgia invited the two cardinals to dinner. This was a matter of\ndispute between the Holy Father and his son. Cæsar thought they could\nmake use of one of the means which he always had ready for his friends,\nthat is to say, in the first place, the famous key which was given to\ncertain persons with the request that they go and open a designated\ncupboard. This key was furnished with a small iron point,—a negligence\non the part of the locksmith. When this was pressed to effect the\nopening of the cupboard, of which the lock was difficult, the person\nwas pricked by this small point, and died next day. Then there was the\nring with the lion’s head, which Cæsar wore when he wanted to greet his\nfriends with a clasp of the hand. The lion bit the hand thus favored,\nand at the end of twenty-four hours, the bite was mortal.\n\n“Cæsar proposed to his father, that they should either ask the\ncardinals to open the cupboard, or shake hands with them; but Alexander\nVI. replied: ‘Now as to the worthy cardinals, Spada and Rospigliosi,\nlet us ask both of them to dinner, something tells me that we shall get\nthat money back. Besides, you forget, Cæsar, an indigestion declares\nitself immediately, while a prick or a bite occasions a delay of a day\nor two.’ Cæsar gave way before such cogent reasoning, and the cardinals\nwere consequently invited to dinner.\n\n“The table was laid in a vineyard belonging to the pope, near San\nPierdarena, a charming retreat which the cardinals knew very well by\nreport. Rospigliosi, quite set up with his new dignities, went with a\ngood appetite and his most ingratiating manner. Spada, a prudent man,\nand gr"
    },
    {
      "chunk_idx": 843,
      "chunk_id": "The Count of Monte Cristo_chunk_607",
      "start_pos": 2124500,
      "end_pos": 2128500,
      "similarity": 0.02894736842105263,
      "text": " only\nconsider myself the more bound to fight ten times.”\n\nAs for Monte Cristo, his head was bent down, his arms were powerless.\nBowing under the weight of twenty-four years’ reminiscences, he thought\nnot of Albert, of Beauchamp, of Château-Renaud, or of any of that\ngroup; but he thought of that courageous woman who had come to plead\nfor her son’s life, to whom he had offered his, and who had now saved\nit by the revelation of a dreadful family secret, capable of destroying\nforever in that young man’s heart every feeling of filial piety.\n\n“Providence still,” murmured he; “now only am I fully convinced of\nbeing the emissary of God!”\n\n\n\n Chapter 91. Mother and Son\n\nThe Count of Monte Cristo bowed to the five young men with a melancholy\nand dignified smile, and got into his carriage with Maximilian and\nEmmanuel. Albert, Beauchamp, and Château-Renaud remained alone. Albert\nlooked at his two friends, not timidly, but in a way that appeared to\nask their opinion of what he had just done.\n\n“Indeed, my dear friend,” said Beauchamp first, who had either the most\nfeeling or the least dissimulation, “allow me to congratulate you; this\nis a very unhoped-for conclusion of a very disagreeable affair.”\n\nAlbert remained silent and wrapped in thought. Château-Renaud contented\nhimself with tapping his boot with his flexible cane.\n\n“Are we not going?” said he, after this embarrassing silence.\n\n“When you please,” replied Beauchamp; “allow me only to compliment M.\nde Morcerf, who has given proof today of rare chivalric generosity.”\n\n“Oh, yes,” said Château-Renaud.\n\n“It is magnificent,” continued Beauchamp, “to be able to exercise so\nmuch self-control!”\n\n“Assuredly; as for me, I should have been incapable of it,” said\nChâteau-Renaud, with most significant coolness.\n\n“Gentlemen,” interrupted Albert, “I think you did not understand that\nsomething very serious had passed between M. de Monte Cristo and\nmyself.”\n\n“Possibly, possibly,” said Beauchamp immediately; “but every simpleton\nwould not be able to understand your heroism, and sooner or later you\nwill find yourself compelled to explain it to them more energetically\nthan would be convenient to your bodily health and the duration of your\nlife. May I give you a friendly counsel? Set out for Naples, the Hague,\nor St. Petersburg—calm countries, where the point of honor is better\nunderstood than among our hot-headed Parisians. Seek quietude and\noblivion, so that you may return peaceably to France after a few years.\nAm I not right, M. de Château-Renaud?”\n\n40252m\n\n\n\n“That is quite my opinion,” said the gentleman; “nothing induces\nserious duels so much as a duel forsworn.”\n\n“Thank you, gentlemen,” replied Albert, with a smile of indifference;\n“I shall follow your advice—not because you give it, but because I had\nbefore intended to quit France. I thank you equally for the service you\nhave rendered me in being my seconds. It is deeply engraved on my\nheart, and, after what you have just said, I remember that only.”\n\nChâteau-Renaud and Beauchamp looked at each other; the impression was\nthe same on both of them, and the tone in which Morcerf had just\nexpressed his thanks was so determined that the position would have\nbecome embarrassing for all if the conversation had continued.\n\n“Good-bye, Albert,” said Beauchamp suddenly, carelessly extending his\nhand to the young man. The latter did not appear to arouse from his\nlethargy; in fact, he did not notice the offered hand.\n\n“Good-bye,” said Château-Renaud in his turn, keeping his little cane in\nhis left hand, and saluting with his right.\n\nAlbert’s lips scarcely whispered “Good-bye,” but his look was more\nexplicit; it expressed a whole poem of restrained anger, proud disdain,\nand generous indignation. He preserved his melancholy and motionless\nposition for some time after his two friends had regained their\ncarriage; then suddenly unfastening his horse from the little tree to\nwhich his servant had tied it, he mounted and galloped off in the\ndirection of Paris.\n\nIn a qua"
    },
    {
      "chunk_idx": 372,
      "chunk_id": "The Count of Monte Cristo_chunk_136",
      "start_pos": 476000,
      "end_pos": 480000,
      "similarity": 0.027848101265822784,
      "text": "d was cleared,\nand Dantès could see an oaken coffer, bound with cut steel; in the\nmiddle of the lid he saw engraved on a silver plate, which was still\nuntarnished, the arms of the Spada family—viz., a sword, _en pale_, on\nan oval shield, like all the Italian armorial bearings, and surmounted\nby a cardinal’s hat.\n\nDantès easily recognized them, Faria had so often drawn them for him.\nThere was no longer any doubt: the treasure was there—no one would have\nbeen at such pains to conceal an empty casket. In an instant he had\ncleared every obstacle away, and he saw successively the lock, placed\nbetween two padlocks, and the two handles at each end, all carved as\nthings were carved at that epoch, when art rendered the commonest\nmetals precious.\n\nDantès seized the handles, and strove to lift the coffer; it was\nimpossible. He sought to open it; lock and padlock were fastened; these\nfaithful guardians seemed unwilling to surrender their trust. Dantès\ninserted the sharp end of the pickaxe between the coffer and the lid,\nand pressing with all his force on the handle, burst open the\nfastenings. The hinges yielded in their turn and fell, still holding in\ntheir grasp fragments of the wood, and the chest was open.\n\n0307m\n\n\n\nEdmond was seized with vertigo; he cocked his gun and laid it beside\nhim. He then closed his eyes as children do in order that they may see\nin the resplendent night of their own imagination more stars than are\nvisible in the firmament; then he re-opened them, and stood motionless\nwith amazement.\n\nThree compartments divided the coffer. In the first, blazed piles of\ngolden coin; in the second, were ranged bars of unpolished gold, which\npossessed nothing attractive save their value; in the third, Edmond\ngrasped handfuls of diamonds, pearls, and rubies, which, as they fell\non one another, sounded like hail against glass.\n\nAfter having touched, felt, examined these treasures, Edmond rushed\nthrough the caverns like a man seized with frenzy; he leaped on a rock,\nfrom whence he could behold the sea. He was alone—alone with these\ncountless, these unheard-of treasures! Was he awake, or was it but a\ndream? Was it a transient vision, or was he face to face with reality?\n\nHe would fain have gazed upon his gold, and yet he had not strength\nenough; for an instant he leaned his head in his hands as if to prevent\nhis senses from leaving him, and then rushed madly about the rocks of\nMonte Cristo, terrifying the wild goats and scaring the sea-fowls with\nhis wild cries and gestures; then he returned, and, still unable to\nbelieve the evidence of his senses, rushed into the grotto, and found\nhimself before this mine of gold and jewels.\n\nThis time he fell on his knees, and, clasping his hands convulsively,\nuttered a prayer intelligible to God alone. He soon became calmer and\nmore happy, for only now did he begin to realize his felicity.\n\nHe then set himself to work to count his fortune. There were a thousand\ningots of gold, each weighing from two to three pounds; then he piled\nup twenty-five thousand crowns, each worth about eighty francs of our\nmoney, and bearing the effigies of Alexander VI. and his predecessors;\nand he saw that the complement was not half empty. And he measured ten\ndouble handfuls of pearls, diamonds, and other gems, many of which,\nmounted by the most famous workmen, were valuable beyond their\nintrinsic worth.\n\nDantès saw the light gradually disappear, and fearing to be surprised\nin the cavern, left it, his gun in his hand. A piece of biscuit and a\nsmall quantity of rum formed his supper, and he snatched a few hours’\nsleep, lying over the mouth of the cave.\n\nIt was a night of joy and terror, such as this man of stupendous\nemotions had already experienced twice or thrice in his lifetime.\n\n\n\n Chapter 25. The Unknown\n\nDay, for which Dantès had so eagerly and impatiently waited with open\neyes, again dawned. With the first light Dantès resumed his search.\nAgain he climbed the rocky height he had ascended the previous evening,\nand s"
    },
    {
      "chunk_idx": 409,
      "chunk_id": "The Count of Monte Cristo_chunk_173",
      "start_pos": 605500,
      "end_pos": 609500,
      "similarity": 0.0273972602739726,
      "text": "en,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after Julie had retired, she rose, took off her shoes, and went\nstealthily along the passage, to see through the keyhole what her\nhusband was doing.\n\nIn the passage she saw a retreating shadow; it was Julie, who, uneasy\nherself, had anticipated her mother. The young lady went towards Madame\nMorrel.\n\n“He is writing,” she said.\n\nThey had understood each other without speaking. Madame Morrel looked\nagain through the keyhole, Morrel was writing; but Madame Morrel\nremarked, what her daughter had not observed, that her husband was\nwriting on stamped paper. The terrible idea that he was writing his\nwill flashed across her; she shuddered, and yet had not strength to\nutter a word.\n\nNext day M. Morrel seemed as calm as ever, went into his office as\nusual, came to his breakfast punctually, and then, after dinner, he\nplaced his daughter beside him, took her head in his arms, and held her\nfor a long time against his bosom. In the evening, Julie told her\nmother, that although he was apparently so calm, she had noticed that\nher father’s heart beat violently.\n\nThe next two days passed in much the same way. On the evening of the\n4th of September, M. Morrel asked his daughter for the key of his\nstudy. Julie trembled at this request, which seemed to her of bad omen.\nWhy did her father ask for this key which she always kept, and which\nwas only taken from her in childhood as a punishment? The young girl\nlooked at Morrel.\n\n“What have I done wrong, father,” she said, “that you should take this\nkey from me?”\n\n“Nothing, my dear,” replied the unhappy man, the tears starting to his\neyes at this simple question,—“nothing, only I want it.”\n\nJulie made a pretence to feel for the key. “I must have left it in my\nroom,” she said.\n\nAnd she went out, but instead of going to her apartment she hastened to\nconsult Emmanuel.\n\n“Do not give this key to your father,” said he, “and tomorrow morning,\nif possible, do not quit him for a moment.”\n\nShe questioned Emmanuel, but he knew nothing, or would not say what he\nknew.\n\nDuring the night, between the 4th and 5th of September, Madame Morrel\nremained listening for every sound, and, until three o’clock in the\nmorning, she heard her husband pacing the room in great agitation. It\nwas three o’clock when he threw himself on the bed. The mother and\ndaughter passed the night together. They had expected Maximilian since\nthe previous evening. At eight o’clock in the morning Morrel entered\ntheir chamber. He was calm; but the agitation of the night was legible\nin his pale and careworn visage. They did not dare to ask him how he\nhad slept. Morrel was kinder to his wife, more affectionate to his\ndaughter, than he had ever been. He could not cease gazing at and\nkissing the sweet girl. Julie, mindful of Emmanuel’s request, was\nfollowing her father when he quitted the room, but he said to her\nquickly:\n\n“Remain with your mother, dearest.” Julie wished to accompany him. “I\nwish you to do so,” said he.\n\nThis was the first time Morrel had ever so spoken, but he said it in a\ntone of paternal kindness, and Julie did not dare to disobey. She\nremained at the same spot standing mute and motionless. An instant\nafterwards the door opened, she felt two arms encircle her, and a mouth\npressed her forehead. She looked up and uttered an exclamation of joy.\n\n20053m\n\n\n\n“Maximilian, my dearest brother!” she cried.\n\nAt these words Madame Morrel rose, and threw herself into her son’s\narms.\n\n“Mother,” said the young man, looking alternately at Madame Morrel and\nher daughter"
    }
  ]
}