{
  "b37c58a33b45": [
    {
      "chunk_idx": 439,
      "chunk_id": "The Count of Monte Cristo_chunk_203",
      "start_pos": 710500,
      "end_pos": 714500,
      "similarity": 0.04050632911392405,
      "text": "ike Manfred, and had taken refuge on the banks of the\nAmasine between Sonnino and Juperno. He strove to collect a band of\nfollowers, and followed the footsteps of Decesaris and Gasparone, whom\nhe hoped to surpass. Many young men of Palestrina, Frascati, and\nPampinara had disappeared. Their disappearance at first caused much\ndisquietude; but it was soon known that they had joined Cucumetto.\nAfter some time Cucumetto became the object of universal attention; the\nmost extraordinary traits of ferocious daring and brutality were\nrelated of him.\n\n“One day he carried off a young girl, the daughter of a surveyor of\nFrosinone. The bandit’s laws are positive; a young girl belongs first\nto him who carries her off, then the rest draw lots for her, and she is\nabandoned to their brutality until death relieves her sufferings. When\ntheir parents are sufficiently rich to pay a ransom, a messenger is\nsent to negotiate; the prisoner is hostage for the security of the\nmessenger; should the ransom be refused, the prisoner is irrevocably\nlost. The young girl’s lover was in Cucumetto’s troop; his name was\nCarlini. When she recognized her lover, the poor girl extended her arms\nto him, and believed herself safe; but Carlini felt his heart sink, for\nhe but too well knew the fate that awaited her. However, as he was a\nfavorite with Cucumetto, as he had for three years faithfully served\nhim, and as he had saved his life by shooting a dragoon who was about\nto cut him down, he hoped the chief would have pity on him. He took\nCucumetto one side, while the young girl, seated at the foot of a huge\npine that stood in the centre of the forest, made a veil of her\npicturesque head-dress to hide her face from the lascivious gaze of the\nbandits. There he told the chief all—his affection for the prisoner,\ntheir promises of mutual fidelity, and how every night, since he had\nbeen near, they had met in some neighboring ruins.\n\n20109m\n\n\n\n“It so happened that night that Cucumetto had sent Carlini to a\nvillage, so that he had been unable to go to the place of meeting.\nCucumetto had been there, however, by accident, as he said, and had\ncarried the maiden off. Carlini besought his chief to make an exception\nin Rita’s favor, as her father was rich, and could pay a large ransom.\nCucumetto seemed to yield to his friend’s entreaties, and bade him find\na shepherd to send to Rita’s father at Frosinone.\n\n“Carlini flew joyfully to Rita, telling her she was saved, and bidding\nher write to her father, to inform him what had occurred, and that her\nransom was fixed at three hundred piastres. Twelve hours’ delay was all\nthat was granted—that is, until nine the next morning. The instant the\nletter was written, Carlini seized it, and hastened to the plain to\nfind a messenger. He found a young shepherd watching his flock. The\nnatural messengers of the bandits are the shepherds who live between\nthe city and the mountains, between civilized and savage life. The boy\nundertook the commission, promising to be in Frosinone in less than an\nhour. Carlini returned, anxious to see his mistress, and announce the\njoyful intelligence. He found the troop in the glade, supping off the\nprovisions exacted as contributions from the peasants; but his eye\nvainly sought Rita and Cucumetto among them.\n\n“He inquired where they were, and was answered by a burst of laughter.\nA cold perspiration burst from every pore, and his hair stood on end.\nHe repeated his question. One of the bandits rose, and offered him a\nglass filled with Orvietto, saying, ‘To the health of the brave\nCucumetto and the fair Rita.’ At this moment Carlini heard a woman’s\ncry; he divined the truth, seized the glass, broke it across the face\nof him who presented it, and rushed towards the spot whence the cry\ncame. After a hundred yards he turned the corner of the thicket; he\nfound Rita senseless in the arms of Cucumetto. At the sight of Carlini,\nCucumetto rose, a pistol in each hand. The two brigands looked at each\nother for a moment—the one with"
    },
    {
      "chunk_idx": 452,
      "chunk_id": "The Count of Monte Cristo_chunk_216",
      "start_pos": 756000,
      "end_pos": 760000,
      "similarity": 0.03970223325062035,
      "text": "or nearly a quarter of an hour perfectly hidden by\nthe shadow of the vast column at whose base he had found a\nresting-place, and from whence his eyes followed the motions of Albert\nand his guides, who, holding torches in their hands, had emerged from a\nvomitorium at the opposite extremity of the Colosseum, and then again\ndisappeared down the steps conducting to the seats reserved for the\nVestal virgins, resembling, as they glided along, some restless shades\nfollowing the flickering glare of so many _ignes fatui_. All at once\nhis ear caught a sound resembling that of a stone rolling down the\nstaircase opposite the one by which he had himself ascended. There was\nnothing remarkable in the circumstance of a fragment of granite giving\nway and falling heavily below; but it seemed to him that the substance\nthat fell gave way beneath the pressure of a foot, and also that\nsomeone, who endeavored as much as possible to prevent his footsteps\nfrom being heard, was approaching the spot where he sat.\n\nConjecture soon became certainty, for the figure of a man was\ndistinctly visible to Franz, gradually emerging from the staircase\nopposite, upon which the moon was at that moment pouring a full tide of\nsilvery brightness.\n\nThe stranger thus presenting himself was probably a person who, like\nFranz, preferred the enjoyment of solitude and his own thoughts to the\nfrivolous gabble of the guides. And his appearance had nothing\nextraordinary in it; but the hesitation with which he proceeded,\nstopping and listening with anxious attention at every step he took,\nconvinced Franz that he expected the arrival of some person.\n\nBy a sort of instinctive impulse, Franz withdrew as much as possible\nbehind his pillar.\n\nAbout ten feet from the spot where he and the stranger were, the roof\nhad given way, leaving a large round opening, through which might be\nseen the blue vault of heaven, thickly studded with stars.\n\nAround this opening, which had, possibly, for ages permitted a free\nentrance to the brilliant moonbeams that now illumined the vast pile,\ngrew a quantity of creeping plants, whose delicate green branches stood\nout in bold relief against the clear azure of the firmament, while\nlarge masses of thick, strong fibrous shoots forced their way through\nthe chasm, and hung floating to and fro, like so many waving strings.\n\nThe person whose mysterious arrival had attracted the attention of\nFranz stood in a kind of half-light, that rendered it impossible to\ndistinguish his features, although his dress was easily made out. He\nwore a large brown mantle, one fold of which, thrown over his left\nshoulder, served likewise to mask the lower part of his countenance,\nwhile the upper part was completely hidden by his broad-brimmed hat.\nThe lower part of his dress was more distinctly visible by the bright\nrays of the moon, which, entering through the broken ceiling, shed\ntheir refulgent beams on feet cased in elegantly made boots of polished\nleather, over which descended fashionably cut trousers of black cloth.\n\n20135m\n\n\n\nFrom the imperfect means Franz had of judging, he could only come to\none conclusion,—that the person whom he was thus watching certainly\nbelonged to no inferior station of life.\n\nSome few minutes had elapsed, and the stranger began to show manifest\nsigns of impatience, when a slight noise was heard outside the aperture\nin the roof, and almost immediately a dark shadow seemed to obstruct\nthe flood of light that had entered it, and the figure of a man was\nclearly seen gazing with eager scrutiny on the immense space beneath\nhim; then, as his eye caught sight of him in the mantle, he grasped a\nfloating mass of thickly matted boughs, and glided down by their help\nto within three or four feet of the ground, and then leaped lightly on\nhis feet. The man who had performed this daring act with so much\nindifference wore the Transtevere costume.\n\n“I beg your excellency’s pardon for keeping you waiting,” said the man,\nin the Roman dialect, “but I don’t think I’m many m"
    },
    {
      "chunk_idx": 327,
      "chunk_id": "The Count of Monte Cristo_chunk_91",
      "start_pos": 318500,
      "end_pos": 322500,
      "similarity": 0.03940886699507389,
      "text": "eventing the\naccomplishment of these two things? But let us first settle the\nquestion as to its being the interest of anyone to hinder you from\nbeing captain of the _Pharaon_. What say you?”\n\n“I cannot believe such was the case. I was generally liked on board,\nand had the sailors possessed the right of selecting a captain\nthemselves, I feel convinced their choice would have fallen on me.\nThere was only one person among the crew who had any feeling of\nill-will towards me. I had quarelled with him some time previously, and\nhad even challenged him to fight me; but he refused.”\n\n“Now we are getting on. And what was this man’s name?”\n\n“Danglars.”\n\n“What rank did he hold on board?”\n\n“He was supercargo.”\n\n“And had you been captain, should you have retained him in his\nemployment?”\n\n“Not if the choice had remained with me, for I had frequently observed\ninaccuracies in his accounts.”\n\n“Good again! Now then, tell me, was any person present during your last\nconversation with Captain Leclere?”\n\n“No; we were quite alone.”\n\n“Could your conversation have been overheard by anyone?”\n\n“It might, for the cabin door was open—and—stay; now I\nrecollect,—Danglars himself passed by just as Captain Leclere was\ngiving me the packet for the grand marshal.”\n\n“That’s better,” cried the abbé; “now we are on the right scent. Did\nyou take anybody with you when you put into the port of Elba?”\n\n“Nobody.”\n\n“Somebody there received your packet, and gave you a letter in place of\nit, I think?”\n\n“Yes; the grand marshal did.”\n\n“And what did you do with that letter?”\n\n“Put it into my portfolio.”\n\n“You had your portfolio with you, then? Now, how could a sailor find\nroom in his pocket for a portfolio large enough to contain an official\nletter?”\n\n“You are right; it was left on board.”\n\n“Then it was not till your return to the ship that you put the letter\nin the portfolio?”\n\n“No.”\n\n“And what did you do with this same letter while returning from\nPorto-Ferrajo to the vessel?”\n\n“I carried it in my hand.”\n\n“So that when you went on board the _Pharaon_, everybody could see that\nyou held a letter in your hand?”\n\n“Yes.”\n\n“Danglars, as well as the rest?”\n\n“Danglars, as well as others.”\n\n“Now, listen to me, and try to recall every circumstance attending your\narrest. Do you recollect the words in which the information against you\nwas formulated?”\n\n“Oh yes, I read it over three times, and the words sank deeply into my\nmemory.”\n\n“Repeat it to me.”\n\nDantès paused a moment, then said, “This is it, word for word: ‘The\nking’s attorney is informed by a friend to the throne and religion,\nthat one Edmond Dantès, mate on board the _Pharaon_, this day arrived\nfrom Smyrna, after having touched at Naples and Porto-Ferrajo, has been\nintrusted by Murat with a packet for the usurper; again, by the\nusurper, with a letter for the Bonapartist Club in Paris. This proof of\nhis guilt may be procured by his immediate arrest, as the letter will\nbe found either about his person, at his father’s residence, or in his\ncabin on board the _Pharaon_.’”\n\nThe abbé shrugged his shoulders. “The thing is clear as day,” said he;\n“and you must have had a very confiding nature, as well as a good\nheart, not to have suspected the origin of the whole affair.”\n\n“Do you really think so? Ah, that would indeed be infamous.”\n\n“How did Danglars usually write?”\n\n“In a handsome, running hand.”\n\n“And how was the anonymous letter written?”\n\n“Backhanded.”\n\nAgain the abbé smiled. “Disguised.”\n\n“It was very boldly written, if disguised.”\n\n“Stop a bit,” said the abbé, taking up what he called his pen, and,\nafter dipping it into the ink, he wrote on a piece of prepared linen,\nwith his left hand, the first two or three words of the accusation.\nDantès drew back, and gazed on the abbé with a sensation almost\namounting to terror.\n\n“How very astonishing!” cried he at length. “Why your writing exactly\nresembles that of the accusation.”\n\n“Simply because that accusation had been written with the left hand;\nand I have noticed that——”\n\n“What?”\n\n“T"
    },
    {
      "chunk_idx": 55,
      "chunk_id": "In Search of the Castaways_chunk_55",
      "start_pos": 192500,
      "end_pos": 196500,
      "similarity": 0.037783375314861464,
      "text": "sation. It was possible that the three\nprisoners had been separated a long time. But the substance of the\nPatagonian's information was that the Indians spoke of a European who\nhad fallen into their power. The date of his captivity, the place where\nhe must have been, everything, even to the Patagonian phrase used to\nexpress his courage, related evidently to Captain Harry Grant.\n\nTheir progress was now somewhat slow and difficult; their next object\nbeing to reach and cross the river Colorado, to which at length\ntheir horses brought them. Here Paganel's first care was to bathe\n\"geographically\" in its waters, which are colored by a reddish clay. He\nwas surprised to find the depth so great as it really was, this being\nthe result of the snow having melted rapidly under the first heat of\nsummer. The width likewise of this stream was so considerable that it\nwas almost impossible for their horses to swim across; but they happily\ndiscovered a sort of weir-bridge, of wattles looped and fastened\ntogether, which the Indians were in the habit of using; and by its aid\nthe little troop was enabled to pass over to the left bank, where they\nrested for the night.\n\n[Illustration]\n\n\n\n\nCHAPTER XVII.\n\nA SERIOUS NECESSITY.\n\n\nThey set out at daybreak. The horses advanced at a brisk pace among\nthe tufts of \"paja-brava,\" a kind of grass that serves the Indians\nas a shelter during the storms. At certain distances, but less and\nless frequent, pools of shallow water contributed to the growth of\nwillows and a certain plant which is found in the neighborhood of\nfresh water. Here the horses drank their fill, to fortify themselves\nfor the journey. Thalcave, who rode in advance, beat the bushes, and\nthus frightened away the \"cholinas\" (vipers), while the agile Thaouka\nbounded over all obstacles, and aided his master in clearing a passage\nfor the horses that followed.\n\n[Illustration: They set out at daybreak. The horses advanced at a brisk\npace among the tufts of \"paja-brava,\" a kind of grass that serves the\nIndians as a shelter during the storms.]\n\nEarly in the afternoon, the first traces of animals were\nencountered--the bones of an innumerable drove of cattle, in whitened\nheaps. These fragments did not extend in a winding line, such as\nanimals exhausted and falling one by one would leave behind them. Thus\nno one, not even Paganel, knew how to explain this chain of skeletons\nin a space comparatively circumscribed. He therefore questioned\nThalcave, who was not at a loss for a reply.\n\n\"What is this?\" they asked, after Paganel had inquired of the Indian.\n\n\"The fire of heaven,\" replied the geographer.\n\n\"What! the lightning could not have produced such a disaster,\" said Tom\nAustin, \"and stretched five hundred head of cattle on the earth!\"\n\nBut Thalcave reaffirmed it, and he was not mistaken; for the storms of\nthe Pampas are noted for their violence.\n\nAt evening they stopped at an abandoned rancho, made of interlaced\nbranches plastered with mud and covered with thatch. This structure\nstood within an inclosure of half-rotten stakes which, however,\nsufficed to protect the horses during the night against the attacks of\nthe foxes. Not that they had anything to fear personally from these\nanimals, but the malicious beasts gnawed the halters, so that the\nhorses could escape.\n\nA few paces from the rancho, a hole was dug which served as a kitchen\nand contained half-cooled embers. Within, there was a bench, a bed of\nox-hide, a saucepan, a spit, and a pot for boiling maté. The maté is\na drink very much in use in South America. It is the Indian's tea,\nconsisting of a decoction of leaves dried in the fire, and is imbibed\nthrough a straw. At Paganel's request, Thalcave prepared several\ncups of this beverage, which very agreeably accompanied the ordinary\neatables, and was declared excellent.\n\n[Sidenote: A CHANGE FOR THE WORSE.]\n\nThe next day they resumed their journey towards the east. About noon\na change took place in the appearance of the Pampas, which could\nnot escape eyes weari"
    },
    {
      "chunk_idx": 411,
      "chunk_id": "The Count of Monte Cristo_chunk_175",
      "start_pos": 612500,
      "end_pos": 616500,
      "similarity": 0.0375,
      "text": "el?” she asked.\n\nEmmanuel hesitated a moment, but his desire to make Julie decide\nimmediately made him reply.\n\n“Listen,” he said; “today is the 5th of September, is it not?”\n\n“Yes.”\n\n“Today, then, at eleven o’clock, your father has nearly three hundred\nthousand francs to pay?”\n\n“Yes, we know that.”\n\n“Well, then,” continued Emmanuel, “we have not fifteen thousand francs\nin the house.”\n\n“What will happen then?”\n\n“Why, if today before eleven o’clock your father has not found someone\nwho will come to his aid, he will be compelled at twelve o’clock to\ndeclare himself a bankrupt.”\n\n“Oh, come, then, come!” cried she, hastening away with the young man.\n\nDuring this time, Madame Morrel had told her son everything. The young\nman knew quite well that, after the succession of misfortunes which had\nbefallen his father, great changes had taken place in the style of\nliving and housekeeping; but he did not know that matters had reached\nsuch a point. He was thunderstruck. Then, rushing hastily out of the\napartment, he ran upstairs, expecting to find his father in his study,\nbut he rapped there in vain.\n\nWhile he was yet at the door of the study he heard the bedroom door\nopen, turned, and saw his father. Instead of going direct to his study,\nM. Morrel had returned to his bedchamber, which he was only this moment\nquitting. Morrel uttered a cry of surprise at the sight of his son, of\nwhose arrival he was ignorant. He remained motionless on the spot,\npressing with his left hand something he had concealed under his coat.\nMaximilian sprang down the staircase, and threw his arms round his\nfather’s neck; but suddenly he recoiled, and placed his right hand on\nMorrel’s breast.\n\n“Father,” he exclaimed, turning pale as death, “what are you going to\ndo with that brace of pistols under your coat?”\n\n“Oh, this is what I feared!” said Morrel.\n\n“Father, father, in Heaven’s name,” exclaimed the young man, “what are\nthese weapons for?”\n\n“Maximilian,” replied Morrel, looking fixedly at his son, “you are a\nman, and a man of honor. Come, and I will explain to you.”\n\nAnd with a firm step Morrel went up to his study, while Maximilian\nfollowed him, trembling as he went. Morrel opened the door, and closed\nit behind his son; then, crossing the anteroom, went to his desk on\nwhich he placed the pistols, and pointed with his finger to an open\nledger. In this ledger was made out an exact balance-sheet of his\naffairs. Morrel had to pay, within half an hour, 287,500 francs. All he\npossessed was 15,257 francs.\n\n“Read!” said Morrel.\n\nThe young man was overwhelmed as he read. Morrel said not a word. What\ncould he say? What need he add to such a desperate proof in figures?\n\n“And have you done all that is possible, father, to meet this\ndisastrous result?” asked the young man, after a moment’s pause.\n\n“I have,” replied Morrel.\n\n“You have no money coming in on which you can rely?”\n\n“None.”\n\n“You have exhausted every resource?”\n\n“All.”\n\n“And in half an hour,” said Maximilian in a gloomy voice, “our name is\ndishonored!”\n\n“Blood washes out dishonor,” said Morrel.\n\n“You are right, father; I understand you.” Then extending his hand\ntowards one of the pistols, he said, “There is one for you and one for\nme—thanks!”\n\nMorrel caught his hand. “Your mother—your sister! Who will support\nthem?”\n\nA shudder ran through the young man’s frame. “Father,” he said, “do you\nreflect that you are bidding me to live?”\n\n“Yes, I do so bid you,” answered Morrel, “it is your duty. You have a\ncalm, strong mind, Maximilian. Maximilian, you are no ordinary man. I\nmake no requests or commands; I only ask you to examine my position as\nif it were your own, and then judge for yourself.”\n\nThe young man reflected for a moment, then an expression of sublime\nresignation appeared in his eyes, and with a slow and sad gesture he\ntook off his two epaulets, the insignia of his rank.\n\n“Be it so, then, my father,” he said, extending his hand to Morrel,\n“die in peace, my father; I will live.”\n\nMorrel was about to cast himself on "
    }
  ]
}