{
  "6837b5e83850": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04081632653061224,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 135,
      "chunk_id": "In Search of the Castaways_chunk_135",
      "start_pos": 472500,
      "end_pos": 476500,
      "similarity": 0.026954177897574125,
      "text": "nts on only one\nside. Of these miserable beings there were about thirty, men, women,\nand children, dressed in ragged kangaroo-skins. Their first movement\nwas one of flight; but a few words from Ayrton restored confidence, and\nthey slowly approached the party of Europeans.\n\nThe major jocularly insisted that Robert was correct in saying that\nhe had seen a monkey; but Lady Helena declined to accept his views,\nand, getting out of the cart, made friendly advances to these degraded\nbeings, who seemed to look upon her as a divinity. Reassured by her\ngentle manner, they surrounded the travelers, and began to cast wishful\nglances at the provisions which the cart contained. Glenarvan, at the\nrequest of his wife, distributed a quantity of food among the hungry\ngroup.\n\n[Illustration: Of these miserable beings there were about thirty, men,\nwomen, and children, dressed in ragged kangaroo-skins.]\n\nAfter this had been dispatched, our friends were favored by their new\nacquaintances with a sham fight, which lasted about ten minutes, the\nwomen urging on the combatants and pretending to mutilate those who\nfell in the fray. Suddenly the excited crowd dropped their arms, and\na profound silence succeeded to the din of war. A flight of cockatoos\nhad made its appearance in the neighboring trees; and the opportunity\nto display their proficiency in the use of the boomerang was at once\nimproved by the Australians. The skill manifested in the construction\nand use of this instrument served Lady Helena as a strong argument\nagainst the monkey theory, though the major pretended that he was not\nyet convinced.\n\n[Illustration: A sham fight, which lasted about ten minutes, the women\nurging on the combatants and pretending to mutilate those who fell in\nthe fray.]\n\nLord Glenarvan was now about to give the order to advance, when a\nnative came running up with the news that he had discovered half\na dozen cassowaries. The chase that followed, with the ingenious\ndisguise assumed by the hunter, and the marvelous fidelity with which\nhe imitated the movements and cries of the bird, was witnessed with\ninterest by the travelers. Lady Helena adduced the skill displayed as\na still further argument against the major's theory; but the obstinate\nMacNabb declined to recede from his position, citing to his antagonist\nthe statement of the negroes concerning the orang-outangs,--that they\nare negroes like themselves, only that they are too cunning to talk,\nfor fear of being made to work.\n\n\n\n\nCHAPTER XXXVIII.\n\nWEALTH IN THE WILDERNESS.\n\n\n[Sidenote: A PIANO IN THE DESERT.]\n\nAfter a peaceful night, the travelers, at seven o'clock in the morning,\nresumed their journey eastward over the plains. Twice they crossed the\ntracks of squatters, leading towards the north; and then the different\nhoof-prints would have been confounded if Glenarvan's horse had not\nleft upon the dust the Black Point mark, distinguishable by its three\ntrefoils.\n\nSometimes the plain was furrowed with winding creeks, bordered by\nbox-wood, which took their source on the slopes of the Buffalo Range,\na chain of mountains whose picturesque outlines stretched along the\nhorizon, and which the party resolved to reach that evening. Ayrton\nurged on his oxen, and, after a journey of thirty-five miles, they\nreached the place. The tent was pitched beneath a great tree. Night had\ncome, and supper was quickly dispatched; all thought more of sleeping\nthan of eating, after the fatigues of the day.\n\nPaganel, to whom fell the first watch, did not lie down, but, rifle on\nshoulder, guarded the encampment, walking to and fro that he might the\nbetter resist sleep. In spite of the absence of the moon, the night was\nalmost bright with the splendor of the southern constellations; and the\ngeographer amused himself in reading the great book of the firmament,\nwhich is always open. The silence of sleeping nature was broken only\nby the sound of the horses' chains as they rattled against their feet.\nPaganel was becoming fully absorbed in his astronomi"
    },
    {
      "chunk_idx": 186,
      "chunk_id": "In Search of the Castaways_chunk_186",
      "start_pos": 651000,
      "end_pos": 655000,
      "similarity": 0.026455026455026454,
      "text": "ome still suffering from recent wounds, stood in perfect immobility,\nenveloped in their flaxen mantles. Three dogs of wild appearance were\nstretched at their feet. The eight rowers seemed to be servants or\nslaves of the chief. They worked vigorously, and the boat ascended the\ncurrent of the Waikato with remarkable swiftness.\n\nIn the centre of this long canoe, with feet tied, but hands free, were\nten European prisoners clinging closely to each other. They were Lord\nGlenarvan and his companions.\n\n[Sidenote: A TESTING TIME.]\n\nThe evening before, the little party, led astray by the dense fog, had\nencamped in the midst of a numerous tribe of natives. About midnight,\nthe travelers, surprised in their sleep, were made prisoners and\ncarried on board the canoe. They had not yet been maltreated, but had\ntried in vain to resist. Their arms and ammunition were in the hands of\nthe savages, and their own bullets would have quickly stretched them on\nthe earth had they attempted to escape.\n\nThey were not long in learning, by the aid of a few English words which\nthe natives used, that, being driven back by the British troops, they\nwere returning, vanquished and weakened, to the regions of the upper\nWaikato. Their chief, after an obstinate resistance, in which he lost\nhis principal warriors, was now on his way to rouse again the river\ntribes. He was called Kai-Koumou, a terrible name, which signified\nin the native language \"he who eats the limbs of his enemy.\" He was\nbrave and bold, but his cruelty equaled his bravery. No pity could be\nexpected from him. His name was well known to the English soldiers, and\na price had been set upon his head by the governor of New Zealand.\n\nThis terrible catastrophe had come upon Glenarvan just as he was\nabout reaching the long-desired harbor of Auckland, whence he would\nhave returned to his native country. Yet, looking at his calm and\npassionless countenance, you could not have divined the depth of his\nanguish, for in his present critical situation he did not betray the\nextent of his misfortunes. He felt that he ought to set an example of\nfortitude to his wife and his companions, as being the husband and\nchief. Moreover, he was ready to die first for the common safety, if\ncircumstances should require it.\n\n[Sidenote: CHIEFS, CIVILIZED AND UNCIVILIZED.]\n\nHis companions were worthy of him; they shared his noble thoughts, and\ntheir calm and haughty appearance would scarcely have intimated that\nthey were being carried away to captivity and suffering. By common\nconsent, at Glenarvan's suggestion, they had resolved to feign a proud\nindifference in the presence of the savages. It was the only way of\ninfluencing those fierce natures.\n\n[Illustration: A boat might have been seen ascending the Waikato. It\nwas a canoe seventy feet long and five broad.]\n\nSince leaving the encampment, the natives, taciturn like all savages,\nhad scarcely spoken to each other. However, from a few words exchanged,\nGlenarvan perceived that they were acquainted with the English\nlanguage. He therefore resolved to question the chief in regard to the\nfate that was in store for them. Addressing Kai-Koumou, he said, in a\nfearless tone:\n\n\"Where are you taking us, chief?\"\n\nKai-Koumou gazed at him coldly without answering.\n\n\"Say, what do you expect to do with us?\" continued Glenarvan.\n\nThe chief's eyes blazed with a sudden light, and in a stern voice he\nreplied:\n\n\"To exchange you, if your friends will ransom you; to kill you, if they\nrefuse.\"\n\nGlenarvan asked no more, but hope returned to his heart. Doubtless,\nsome chiefs of the Maori tribe had fallen into the hands of the\nEnglish, and the natives would attempt to recover them by way of\nexchange; their situation, therefore, was not one for despair.\n\nMeantime the canoe rapidly ascended the river. Paganel, whose\nchangeable disposition carried him from one extreme to another, had\nregained his hopefulness. He believed that the Maoris were sparing them\nthe fatigue of their journey to the English settlements, a"
    },
    {
      "chunk_idx": 897,
      "chunk_id": "The Count of Monte Cristo_chunk_661",
      "start_pos": 2313500,
      "end_pos": 2317500,
      "similarity": 0.02617801047120419,
      "text": "re yourself, then, and say to yourself: ‘At this moment, a\nfriend, a father, who lives for my happiness and that of Maximilian,\nwatches over me!’”\n\n“Alas, alas, what a fearful extremity!”\n\n“Valentine, would you rather denounce your stepmother?”\n\n“I would rather die a hundred times—oh, yes, die!”\n\n“No, you will not die; but will you promise me, whatever happens, that\nyou will not complain, but hope?”\n\n“I will think of Maximilian!”\n\n“You are my own darling child, Valentine! I alone can save you, and I\nwill.”\n\nValentine in the extremity of her terror joined her hands,—for she felt\nthat the moment had arrived to ask for courage,—and began to pray, and\nwhile uttering little more than incoherent words, she forgot that her\nwhite shoulders had no other covering than her long hair, and that the\npulsations of her heart could be seen through the lace of her\nnightdress. Monte Cristo gently laid his hand on the young girl’s arm,\ndrew the velvet coverlet close to her throat, and said with a paternal\nsmile:\n\n“My child, believe in my devotion to you as you believe in the goodness\nof Providence and the love of Maximilian.” Valentine gave him a look\nfull of gratitude, and remained as docile as a child.\n\nThen he drew from his waistcoat-pocket the little emerald box, raised\nthe golden lid, and took from it a pastille about the size of a pea,\nwhich he placed in her hand. She took it, and looked attentively on the\ncount; there was an expression on the face of her intrepid protector\nwhich commanded her veneration. She evidently interrogated him by her\nlook.\n\n“Yes,” said he.\n\nValentine carried the pastille to her mouth, and swallowed it.\n\n“And now, my dear child, adieu for the present. I will try and gain a\nlittle sleep, for you are saved.”\n\n“Go,” said Valentine, “whatever happens, I promise you not to fear.”\n\nMonte Cristo for some time kept his eyes fixed on the young girl, who\ngradually fell asleep, yielding to the effects of the narcotic the\ncount had given her. Then he took the glass, emptied three parts of the\ncontents in the fireplace, that it might be supposed Valentine had\ntaken it, and replaced it on the table; then he disappeared, after\nthrowing a farewell glance on Valentine, who slept with the confidence\nand innocence of an angel at the feet of the Lord.\n\n\n\n Chapter 102. Valentine\n\nThe night-light continued to burn on the chimney-piece, exhausting the\nlast drops of oil which floated on the surface of the water. The globe\nof the lamp appeared of a reddish hue, and the flame, brightening\nbefore it expired, threw out the last flickerings which in an inanimate\nobject have been so often compared with the convulsions of a human\ncreature in its final agonies. A dull and dismal light was shed over\nthe bedclothes and curtains surrounding the young girl. All noise in\nthe streets had ceased, and the silence was frightful.\n\nIt was then that the door of Edward’s room opened, and a head we have\nbefore noticed appeared in the glass opposite; it was Madame de\nVillefort, who came to witness the effects of the drink she had\nprepared. She stopped in the doorway, listened for a moment to the\nflickering of the lamp, the only sound in that deserted room, and then\nadvanced to the table to see if Valentine’s glass were empty. It was\nstill about a quarter full, as we before stated. Madame de Villefort\nemptied the contents into the ashes, which she disturbed that they\nmight the more readily absorb the liquid; then she carefully rinsed the\nglass, and wiping it with her handkerchief replaced it on the table.\n\nIf anyone could have looked into the room just then he would have\nnoticed the hesitation with which Madame de Villefort approached the\nbed and looked fixedly on Valentine. The dim light, the profound\nsilence, and the gloomy thoughts inspired by the hour, and still more\nby her own conscience, all combined to produce a sensation of fear; the\npoisoner was terrified at the contemplation of her own work.\n\nAt length she rallied, drew aside the curtain, and leaning ov"
    },
    {
      "chunk_idx": 216,
      "chunk_id": "In Search of the Castaways_chunk_216",
      "start_pos": 756000,
      "end_pos": 760000,
      "similarity": 0.025974025974025976,
      "text": "ajor, greatly puzzled.\n\n\"Yes, Mr. MacNabb,\" replied Austin. \"I will soon bring it.\"\n\nHe accordingly repaired to his own cabin. While he was gone, they gazed\nat each other in silence, except the major, who, with his eye fixed\nupon Paganel, said, as he folded his arms:\n\n\"Indeed, I must confess, Paganel, that this is a little too much.\"\n\nAt this moment Austin returned. He held in his hand the letter written\nby Paganel, and signed by Glenarvan.\n\n\"Read it, my lord,\" said the old sailor.\n\nGlenarvan took the letter, and read:\n\n\"Order for Tom Austin to put to sea, and bring the Duncan to the\neastern coast of New Zealand.\"\n\n\"New Zealand?\" cried Paganel, starting.\n\nHe snatched the letter from Glenarvan's hands, rubbed his eyes,\nadjusted his spectacles to his nose, and read in his turn.\n\n\"New Zealand!\" repeated he, in an indescribable tone, while the letter\nslipped from his fingers.\n\nJust then he felt a hand fall upon his shoulder. He turned, and found\nhimself face to face with the major.\n\n[Sidenote: PAGANEL IN THE WITNESS-BOX.]\n\n\"Well, my good Paganel,\" said MacNabb, in a grave tone, \"it is\nfortunate that you did not send the Duncan to Cochin-China.\"\n\nThis sally finished the poor geographer. A fit of laughter seized the\nwhole crew. Paganel, as if mad, ran to and fro, holding his head in his\nhands, and tearing his hair. However, when he had recovered from his\nfrenzy, there was still another unavoidable question to answer.\n\n\"Now, Paganel,\" said Glenarvan, \"be candid. I acknowledge that your\nabsent-mindedness has been providential. To be sure, without you the\nDuncan would have fallen into the hands of the convicts; without you we\nshould have been recaptured by the Maoris. But do tell me, what strange\nassociation of ideas, what unnatural aberration, induced you to write\nNew Zealand instead of Australia?\"\n\n\"Very well,\" said Paganel. \"It was----\"\n\nBut at that moment his eyes fell upon Robert and Mary Grant, and he\nstopped short, finally replying:\n\n\"Never mind, my dear Glenarvan. I am a madman, a fool, an incorrigible\nbeing, and shall die a most famous blunderer!\"\n\nThe affair was no longer discussed. The mystery of the Duncan's\npresence there was solved; and the travelers, so miraculously saved,\nthought only of revisiting their comfortable cabins and partaking of a\ngood breakfast.\n\nHowever, leaving Lady Helena, Mary Grant, the major, Paganel, and\nRobert to enter the saloon, Glenarvan and Captain Mangles retained Tom\nAustin with them. They wished to question him further.\n\n\"Now, Tom,\" said Glenarvan, \"let me know: did not this order to sail\nfor the coast of New Zealand seem strange to you?\"\n\n\"Yes, my lord,\" replied Austin. \"I was very much surprised; but, as I\nam not in the habit of discussing the orders I receive, I obeyed. Could\nI act otherwise? If any accident had happened from not following your\ninstructions, should I not have been to blame? Would you have done\ndifferently, captain?\"\n\n\"No, Tom,\" answered Captain Mangles.\n\n\"But what did you think?\" asked Glenarvan.\n\n\"I thought, my lord, that, in the cause of Captain Grant, it was\nnecessary to go wherever you directed me; that by some combination of\ncircumstances another vessel would take you to New Zealand, and that\nI was to wait for you on the eastern coast of the island. Moreover,\non leaving Melbourne, I kept my destination secret, and the crew did\nnot know it till we were out at sea and the shores of Australia had\ndisappeared from sight. But then an incident occurred that perplexed me\nvery much.\"\n\n\"What do you mean, Tom?\" inquired Glenarvan.\n\n\"I mean,\" he replied, \"that when the quartermaster, Ayrton, learned,\nthe day after our departure, the Duncan's destination----\"\n\n\"Ayrton!\" cried Glenarvan. \"Is he on board?\"\n\n\"Yes, my lord.\"\n\n\"Ayrton here!\" repeated Glenarvan, glancing at Captain Mangles.\n\n\"Wonderful indeed!\" said the young captain.\n\nIn an instant, with the swiftness of lightning, Ayrton's conduct, his\nlong-contrived treachery, Glenarvan's wound, the attack upon Mulready,\ntheir suffer"
    }
  ]
}