{
  "037cde6a80ac": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.056818181818181816,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 667,
      "chunk_id": "The Count of Monte Cristo_chunk_431",
      "start_pos": 1508500,
      "end_pos": 1512500,
      "similarity": 0.0225,
      "text": " delicacy that nature alone could produce. The baroness\nwas astonished.\n\n“Why,” said she, “you could plant one of the chestnut-trees in the\nTuileries inside! How can such enormous jars have been manufactured?”\n\n“Ah! madame,” replied Monte Cristo, “you must not ask of us, the\nmanufacturers of fine porcelain, such a question. It is the work of\nanother age, constructed by the genii of earth and water.”\n\n“How so?—at what period can that have been?”\n\n“I do not know; I have only heard that an emperor of China had an oven\nbuilt expressly, and that in this oven twelve jars like this were\nsuccessively baked. Two broke, from the heat of the fire; the other ten\nwere sunk three hundred fathoms deep into the sea. The sea, knowing\nwhat was required of her, threw over them her weeds, encircled them\nwith coral, and encrusted them with shells; the whole was cemented by\ntwo hundred years beneath these almost impervious depths, for a\nrevolution carried away the emperor who wished to make the trial, and\nonly left the documents proving the manufacture of the jars and their\ndescent into the sea. At the end of two hundred years the documents\nwere found, and they thought of bringing up the jars. Divers descended\nin machines, made expressly on the discovery, into the bay where they\nwere thrown; but of ten three only remained, the rest having been\nbroken by the waves. I am fond of these jars, upon which, perhaps,\nmisshapen, frightful monsters have fixed their cold, dull eyes, and in\nwhich myriads of small fish have slept, seeking a refuge from the\npursuit of their enemies.”\n\nMeanwhile, Danglars, who had cared little for curiosities, was\nmechanically tearing off the blossoms of a splendid orange-tree, one\nafter another. When he had finished with the orange-tree, he began at\nthe cactus; but this, not being so easily plucked as the orange-tree,\npricked him dreadfully. He shuddered, and rubbed his eyes as though\nawaking from a dream.\n\n“Sir,” said Monte Cristo to him, “I do not recommend my pictures to\nyou, who possess such splendid paintings; but, nevertheless, here are\ntwo by Hobbema, a Paul Potter, a Mieris, two by Gerard Douw, a Raphael,\na Van Dyck, a Zurbaran, and two or three by Murillo, worth looking at.”\n\n“Stay,” said Debray; “I recognize this Hobbema.”\n\n“Ah, indeed!”\n\n“Yes; it was proposed for the Museum.”\n\n“Which, I believe, does not contain one?” said Monte Cristo.\n\n“No; and yet they refused to buy it.”\n\n“Why?” said Château-Renaud.\n\n“You pretend not to know,—because government was not rich enough.”\n\n“Ah, pardon me,” said Château-Renaud; “I have heard of these things\nevery day during the last eight years, and I cannot understand them\nyet.”\n\n“You will, by and by,” said Debray.\n\n“I think not,” replied Château-Renaud.\n\n“Major Bartolomeo Cavalcanti and Count Andrea Cavalcanti,” announced\nBaptistin.\n\nA black satin stock, fresh from the maker’s hands, gray moustaches, a\nbold eye, a major’s uniform, ornamented with three medals and five\ncrosses—in fact, the thorough bearing of an old soldier—such was the\nappearance of Major Bartolomeo Cavalcanti, that tender father with whom\nwe are already acquainted. Close to him, dressed in entirely new\nclothes, advanced smilingly Count Andrea Cavalcanti, the dutiful son,\nwhom we also know. The three young people were talking together. On the\nentrance of the new-comers, their eyes glanced from father to son, and\nthen, naturally enough, rested on the latter, whom they began\ncriticising.\n\n“Cavalcanti!” said Debray.\n\n“A fine name,” said Morrel.\n\n“Yes,” said Château-Renaud, “these Italians are well named and badly\ndressed.”\n\n“You are fastidious, Château-Renaud,” replied Debray; “those clothes\nare well cut and quite new.”\n\n“That is just what I find fault with. That gentleman appears to be well\ndressed for the first time in his life.”\n\n“Who are those gentlemen?” asked Danglars of Monte Cristo.\n\n“You heard—Cavalcanti.”\n\n“That tells me their name, and nothing else.”\n\n“Ah! true. You do not know the Italian nobility; the Cavalca"
    },
    {
      "chunk_idx": 235,
      "chunk_id": "In Search of the Castaways_chunk_235",
      "start_pos": 822500,
      "end_pos": 826131,
      "similarity": 0.021917808219178082,
      "text": "ge of\nLord Glenarvan.\n\nBut was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity.\nHis eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention.\n\nJust at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. Paganel was\nfar from being insensible to Miss Arabella's attractions, yet did not\ndare to declare his sentiments. The major accordingly undertook the\npart of Cupid's messenger between these two congenial hearts, and even\ntold Paganel that marriage was \"the last blunder\" that he could commit.\nBut the geographer was very much embarrassed, and, strangely enough,\ncould not summon courage to speak for himself.\n\n[Illustration: Early in the afternoon the travelers reached Malcolm\nCastle, amidst the hurrahs of their tenantry and friends.]\n\n\"Does not Miss Arabella please you?\" MacNabb would say to him.\n\n\"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too\ncharming for me; and, if I must tell you, would please me better if she\nwere less so. I should like to find a defect.\"\n\n\"Be easy,\" answered the major; \"she has more than one. The most perfect\nwoman always has her share. Well, then, Paganel, are you decided?\"\n\n\"I do not dare.\"\n\n\"But, my learned friend, why do you hesitate?\"\n\n\"I am unworthy of her!\" was the geographer's invariable reply.\n\nAt last, one day, driven desperate by the irrepressible major, Paganel\nconfessed to him, under the pledge of secrecy, a peculiarity that would\nfacilitate his identification, if the police should ever be on his\ntrack!\n\n\"Bah!\" exclaimed the major.\n\n\"It is as I tell you,\" persisted Paganel.\n\n\"What matter, my worthy friend?\"\n\n\"Is that your opinion?\"\n\n\"On the contrary, you are only more remarkable. This adds to your\npersonal advantages. It makes you the inimitable individual of whom\nArabella has dreamed.\"\n\nAnd the major, preserving an imperturbable gravity, left Paganel a prey\nto the most acute anxiety.\n\nA short interview took place between MacNabb and the lady, and fifteen\nweeks after a marriage was celebrated with great pomp in the chapel of\nMalcolm Castle.\n\n[Illustration: Fifteen weeks after a marriage was celebrated with great\npomp in the chapel of Malcolm Castle.]\n\nThe geographer's secret would doubtless have remained forever\nburied in the abysses of the unknown if the major had not told it to\nGlenarvan, who did not conceal it from Lady Helena, who communicated\nit to Mrs. Mangles. In short, it reached the ear of Mrs. Olbinett, and\nspread.\n\nJacques Paganel, during his three days' captivity among the Maoris, had\nbeen tattooed from head to foot, and bore on his breast the picture of\nan heraldic kiwi with outstretched wings, in the act of biting at his\nheart.\n\nThis was the only adventure of his great voyage for which Paganel\ncould never be consoled or pardon the New Zealanders. In spite of the\nrepresentations of his friends, he dared not go back to France, for\nfear of exposing the whole Geographical Society in his person to the\njests and railleries of the caricaturists.\n\nThe return of Captain Grant to Scotland was welcomed as a cause for\nnational rejoicing, and he became the popular man of old Caledonia. His\nson Robert has become a sailor like himself, and, under the patronage\nof Lord Glenarvan, has undertaken the plan of founding a Scottish\ncolony on the shores washed by the Pacific Ocean.\n\n*** END OF THE PROJECT GUTENBERG EBOOK 46597 ***\n"
    },
    {
      "chunk_idx": 675,
      "chunk_id": "The Count of Monte Cristo_chunk_439",
      "start_pos": 1536500,
      "end_pos": 1540500,
      "similarity": 0.021739130434782608,
      "text": "n; Madame de Villefort expressed a desire to return\nto Paris, which Madame Danglars had not dared to do, notwithstanding\nthe uneasiness she experienced. On his wife’s request, M. de Villefort\nwas the first to give the signal of departure. He offered a seat in his\nlandau to Madame Danglars, that she might be under the care of his\nwife. As for M. Danglars, absorbed in an interesting conversation with\nM. Cavalcanti, he paid no attention to anything that was passing. While\nMonte Cristo had begged the smelling-bottle of Madame de Villefort, he\nhad noticed the approach of Villefort to Madame Danglars, and he soon\nguessed all that had passed between them, though the words had been\nuttered in so low a voice as hardly to be heard by Madame Danglars.\nWithout opposing their arrangements, he allowed Morrel, Château-Renaud,\nand Debray to leave on horseback, and the ladies in M. de Villefort’s\ncarriage. Danglars, more and more delighted with Major Cavalcanti, had\noffered him a seat in his carriage. Andrea Cavalcanti found his tilbury\nwaiting at the door; the groom, in every respect a caricature of the\nEnglish fashion, was standing on tiptoe to hold a large iron-gray\nhorse.\n\nAndrea had spoken very little during dinner; he was an intelligent lad,\nand he feared to utter some absurdity before so many grand people,\namongst whom, with dilating eyes, he saw the king’s attorney. Then he\nhad been seized upon by Danglars, who, with a rapid glance at the\nstiff-necked old major and his modest son, and taking into\nconsideration the hospitality of the count, made up his mind that he\nwas in the society of some nabob come to Paris to finish the worldly\neducation of his heir. He contemplated with unspeakable delight the\nlarge diamond which shone on the major’s little finger; for the major,\nlike a prudent man, in case of any accident happening to his\nbank-notes, had immediately converted them into an available asset.\nThen, after dinner, on the pretext of business, he questioned the\nfather and son upon their mode of living; and the father and son,\npreviously informed that it was through Danglars the one was to receive\nhis 48,000 francs and the other 50,000 livres annually, were so full of\naffability that they would have shaken hands even with the banker’s\nservants, so much did their gratitude need an object to expend itself\nupon.\n\nOne thing above all the rest heightened the respect, nay almost the\nveneration, of Danglars for Cavalcanti. The latter, faithful to the\nprinciple of Horace, _nil admirari_, had contented himself with showing\nhis knowledge by declaring in what lake the best lampreys were caught.\nThen he had eaten some without saying a word more; Danglars, therefore,\nconcluded that such luxuries were common at the table of the\nillustrious descendant of the Cavalcanti, who most likely in Lucca fed\nupon trout brought from Switzerland, and lobsters sent from England, by\nthe same means used by the count to bring the lampreys from Lake\nFusaro, and the sterlet from the Volga. Thus it was with much\npoliteness of manner that he heard Cavalcanti pronounce these words:\n\n“Tomorrow, sir, I shall have the honor of waiting upon you on\nbusiness.”\n\n“And I, sir,” said Danglars, “shall be most happy to receive you.”\n\nUpon which he offered to take Cavalcanti in his carriage to the Hôtel\ndes Princes, if it would not be depriving him of the company of his\nson. To this Cavalcanti replied by saying that for some time past his\nson had lived independently of him, that he had his own horses and\ncarriages, and that not having come together, it would not be difficult\nfor them to leave separately. The major seated himself, therefore, by\nthe side of Danglars, who was more and more charmed with the ideas of\norder and economy which ruled this man, and yet who, being able to\nallow his son 60,000 francs a year, might be supposed to possess a\nfortune of 500,000 or 600,000 livres.\n\nAs for Andrea, he began, by way of showing off, to scold his groom,\nwho, instead of bringing the tilbury t"
    },
    {
      "chunk_idx": 459,
      "chunk_id": "The Count of Monte Cristo_chunk_223",
      "start_pos": 780500,
      "end_pos": 784500,
      "similarity": 0.021621621621621623,
      "text": " the theatre, “you seem determined not\nto approve; you are really too difficult to please.”\n\nThe curtain at length fell on the performances, to the infinite\nsatisfaction of the Viscount of Morcerf, who seized his hat, rapidly\npassed his fingers through his hair, arranged his cravat and\nwristbands, and signified to Franz that he was waiting for him to lead\nthe way.\n\nFranz, who had mutely interrogated the countess, and received from her\na gracious smile in token that he would be welcome, sought not to\nretard the gratification of Albert’s eager impatience, but began at\nonce the tour of the house, closely followed by Albert, who availed\nhimself of the few minutes required to reach the opposite side of the\ntheatre to settle the height and smoothness of his collar, and to\narrange the lappets of his coat. This important task was just completed\nas they arrived at the countess’s box.\n\nAt the knock, the door was immediately opened, and the young man who\nwas seated beside the countess, in obedience to the Italian custom,\ninstantly rose and surrendered his place to the strangers, who, in\nturn, would be expected to retire upon the arrival of other visitors.\n\nFranz presented Albert as one of the most distinguished young men of\nthe day, both as regarded his position in society and extraordinary\ntalents; nor did he say more than the truth, for in Paris and the\ncircle in which the viscount moved, he was looked upon and cited as a\nmodel of perfection. Franz added that his companion, deeply grieved at\nhaving been prevented the honor of being presented to the countess\nduring her sojourn in Paris, was most anxious to make up for it, and\nhad requested him (Franz) to remedy the past misfortune by conducting\nhim to her box, and concluded by asking pardon for his presumption in\nhaving taken it upon himself to do so.\n\nThe countess, in reply, bowed gracefully to Albert, and extended her\nhand with cordial kindness to Franz; then, inviting Albert to take the\nvacant seat beside her, she recommended Franz to take the next best, if\nhe wished to view the ballet, and pointed to the one behind her own\nchair.\n\nAlbert was soon deeply engrossed in discoursing upon Paris and Parisian\nmatters, speaking to the countess of the various persons they both knew\nthere. Franz perceived how completely he was in his element; and,\nunwilling to interfere with the pleasure he so evidently felt, took up\nAlbert’s glass, and began in his turn to survey the audience.\n\nSitting alone, in the front of a box immediately opposite, but situated\non the third row, was a woman of exquisite beauty, dressed in a Greek\ncostume, which evidently, from the ease and grace with which she wore\nit, was her national attire. Behind her, but in deep shadow, was the\noutline of a masculine figure; but the features of this latter\npersonage it was not possible to distinguish. Franz could not forbear\nbreaking in upon the apparently interesting conversation passing\nbetween the countess and Albert, to inquire of the former if she knew\nwho was the fair Albanian opposite, since beauty such as hers was well\nworthy of being observed by either sex.\n\n“All I can tell about her,” replied the countess, “is, that she has\nbeen at Rome since the beginning of the season; for I saw her where she\nnow sits the very first night of the season, and since then she has\nnever missed a performance. Sometimes she is accompanied by the person\nwho is now with her, and at others she is merely attended by a black\nservant.”\n\n“And what do you think of her personal appearance?”\n\n“Oh, I consider her perfectly lovely—she is just my idea of what Medora\nmust have been.”\n\nFranz and the countess exchanged a smile, and then the latter resumed\nher conversation with Albert, while Franz returned to his previous\nsurvey of the house and company. The curtain rose on the ballet, which\nwas one of those excellent specimens of the Italian school, admirably\narranged and put on the stage by Henri, who has established for himself\na great reputation throughout I"
    }
  ]
}