{
  "5055689a4237": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04395604395604396,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 113,
      "chunk_id": "In Search of the Castaways_chunk_113",
      "start_pos": 395500,
      "end_pos": 399500,
      "similarity": 0.0332409972299169,
      "text": "hed\nthe hospitable dwelling of Mr. O'Moore, where his labor insured him a\ncomfortable livelihood.\n\n\"And if Ayrton is pleased with me,\" said the Irish colonist, when the\nstory was finished, \"I cannot but be pleased with him. He is an honest\nand intelligent man, a good worker, and, if he chooses, this house\nshall long be at his service.\"\n\nAyrton thanked Mr. O'Moore, and waited for further questions. He\nprobably thought, however, that the legitimate curiosity of his hearers\nought to be satisfied. What could he say that had not been repeated\na hundred times already? Glenarvan was, therefore, about to open the\nconversation on a new topic, to profit by the information received from\nAyrton, when the major, addressing him, said:\n\n\"You were quartermaster of the Britannia?\"\n\n\"Yes,\" replied Ayrton.\n\nBut perceiving that a certain feeling of distrust, a doubt, however\nslight, had suggested this inquiry, he added,--\n\n\"I saved my contract from the wreck.\"\n\nHe immediately left the room in search of this authoritative document.\nDuring his absence, which lasted but a few moments, Mr. O'Moore said:\n\n\"My lord, I will answer for it that Ayrton is an honest man. During the\ntwo months that he has been in my employ, I have had no fault to find\nwith him. I knew the story of his shipwreck and captivity. He is a true\nman, and worthy of your entire confidence.\"\n\nGlenarvan was about to answer that he had never doubted Ayrton's\nhonesty, when the latter returned and presented his contract. It was a\npaper signed by the owners of the Britannia and Captain Grant, whose\nwriting Mary recognized immediately. It stated that \"Tom Ayrton, able\nseaman, was engaged as quartermaster on board the brig Britannia of\nGlasgow.\" There was, therefore, no possible doubt of Ayrton's identity,\nfor it would have been difficult to suppose that this contract could be\nin his hands and not belong to him.\n\n[Sidenote: ENTANGLEMENTS.]\n\n\"Now,\" said Glenarvan, \"I appeal to you all for advice as to what is\nbest to be done. Your advice, Ayrton, would be particularly valuable,\nand I should be much obliged if you would give it to us.\"\n\nThe sailor reflected a few moments, and then replied:\n\n\"I thank you, my lord, for the confidence you place in me, and hope to\nshow myself worthy of it. I have some knowledge of the country, and of\nthe customs of the natives; and, if I can be of use to you----\"\n\n\"Certainly,\" replied Glenarvan.\n\n\"I think, like you,\" continued Ayrton, \"that Captain Grant and his two\nsailors were saved from the shipwreck; but, since they have not reached\nthe English possessions, since they have not reappeared, I doubt not\nthat their fate was the same as my own, and that they are prisoners of\nthe natives.\"\n\n\"You repeat, Mr. Ayrton, the arguments that I have already\nsubstantiated,\" said Paganel. \"The shipwrecked seamen are evidently\nprisoners of the natives, as they feared. But ought we to suppose that,\nlike you, they have been carried to the north?\"\n\n\"It is quite likely, sir,\" replied Ayrton. \"The hostile tribes would\nhardly remain in the neighborhood of the English provinces.\"\n\n\"This fact will complicate our search,\" said Glenarvan, quite\ndisconcerted. \"How shall we find the traces of the prisoners in the\ninterior of so vast a continent?\"\n\nA prolonged silence followed this remark. Lady Helena frequently\ncast a questioning glance at her companions, but without eliciting a\nresponsive sign. Paganel himself was silent, contrary to his custom.\nHis usual ingenuity now failed him. Captain Mangles paced the room with\nlong strides, as if he had been on the deck of his vessel, involved in\nsome difficulty.\n\n\"And you, Mr. Ayrton,\" said Lady Helena, at length, to the\nquartermaster, \"what would you do?\"\n\n\"Madam,\" replied he, promptly, \"I should re-embark on board the Duncan,\nand go straight to the place of the shipwreck. There I should act\naccording to circumstances, or indications that chance might furnish.\"\n\n\"Very good,\" said Glenarvan; \"but we must wait till the Duncan is\nrepaired.\"\n\n\"Ah! you"
    },
    {
      "chunk_idx": 767,
      "chunk_id": "The Count of Monte Cristo_chunk_531",
      "start_pos": 1858500,
      "end_pos": 1862500,
      "similarity": 0.032520325203252036,
      "text": "ather, and she said:\n\n“At some future time I will tell you all about it.”\n\n“But when will that be?”\n\n“When I am your wife.”\n\nThe conversation had now turned upon a topic so pleasing to Morrel,\nthat he was ready to accede to anything that Valentine thought fit to\npropose, and he likewise felt that a piece of intelligence such as he\njust heard ought to be more than sufficient to content him for one day.\nHowever, he would not leave without the promise of seeing Valentine\nagain the next night. Valentine promised all that Morrel required of\nher, and certainly it was less difficult now for her to believe that\nshe should marry Maximilian than it was an hour ago to assure herself\nthat she should not marry Franz.\n\nDuring the time occupied by the interview we have just detailed, Madame\nde Villefort had gone to visit M. Noirtier. The old man looked at her\nwith that stern and forbidding expression with which he was accustomed\nto receive her.\n\n“Sir,” said she, “it is superfluous for me to tell you that Valentine’s\nmarriage is broken off, since it was here that the affair was\nconcluded.”\n\nNoirtier’s countenance remained immovable.\n\n“But one thing I can tell you, of which I do not think you are aware;\nthat is, that I have always been opposed to this marriage, and that the\ncontract was entered into entirely without my consent or approbation.”\n\nNoirtier regarded his daughter-in-law with the look of a man desiring\nan explanation.\n\n“Now that this marriage, which I know you so much disliked, is done\naway with, I come to you on an errand which neither M. de Villefort nor\nValentine could consistently undertake.”\n\nNoirtier’s eyes demanded the nature of her mission.\n\n“I come to entreat you, sir,” continued Madame de Villefort, “as the\nonly one who has the right of doing so, inasmuch as I am the only one\nwho will receive no personal benefit from the transaction,—I come to\nentreat you to restore, not your love, for that she has always\npossessed, but to restore your fortune to your granddaughter.”\n\nThere was a doubtful expression in Noirtier’s eyes; he was evidently\ntrying to discover the motive of this proceeding, and he could not\nsucceed in doing so.\n\n“May I hope, sir,” said Madame de Villefort, “that your intentions\naccord with my request?”\n\nNoirtier made a sign that they did.\n\n“In that case, sir,” rejoined Madame de Villefort, “I will leave you\noverwhelmed with gratitude and happiness at your prompt acquiescence to\nmy wishes.” She then bowed to M. Noirtier and retired.\n\nThe next day M. Noirtier sent for the notary; the first will was torn\nup and a second made, in which he left the whole of his fortune to\nValentine, on condition that she should never be separated from him. It\nwas then generally reported that Mademoiselle de Villefort, the heiress\nof the marquis and marchioness of Saint-Méran, had regained the good\ngraces of her grandfather, and that she would ultimately be in\npossession of an income of 300,000 livres.\n\nWhile all the proceedings relative to the dissolution of the\nmarriage-contract were being carried on at the house of M. de\nVillefort, Monte Cristo had paid his visit to the Count of Morcerf,\nwho, in order to lose no time in responding to M. Danglars’ wishes, and\nat the same time to pay all due deference to his position in society,\ndonned his uniform of lieutenant-general, which he ornamented with all\nhis crosses, and thus attired, ordered his finest horses and drove to\nthe Rue de la Chaussée d’Antin.\n\nDanglars was balancing his monthly accounts, and it was perhaps not the\nmost favorable moment for finding him in his best humor. At the first\nsight of his old friend, Danglars assumed his majestic air, and settled\nhimself in his easy-chair.\n\nMorcerf, usually so stiff and formal, accosted the banker in an affable\nand smiling manner, and, feeling sure that the overture he was about to\nmake would be well received, he did not consider it necessary to adopt\nany manœuvres in order to gain his end, but went at once straight to\nthe point.\n\n40086m"
    },
    {
      "chunk_idx": 211,
      "chunk_id": "In Search of the Castaways_chunk_211",
      "start_pos": 738500,
      "end_pos": 742500,
      "similarity": 0.031578947368421054,
      "text": "es thought of retreating. The young\ncaptain, followed by the others, and favored by the dense obscurity,\ncrawled along the narrow path, only stopping when some detached stone\nrolled to the base of the mountain. If the savages were still in\nambush, these unusual sounds would provoke from each side a formidable\nvolley.\n\nHowever, in gliding like serpents along this inclined crest, the\nfugitives could not advance rapidly. When Captain Mangles had gained\nthe lowest part, scarcely twenty-five feet separated him from the\nplain where the natives had encamped the night before. Here the ridge\nascended quite steeply towards a coppice about a quarter of a mile\ndistant.\n\n[Sidenote: TABOOED NO LONGER.]\n\nThe travelers crossed this place without accident, and began the\nascent in silence. The thicket was invisible, but they knew where it\nwas, and, provided no ambuscade was laid there, Glenarvan hoped to\nfind a secure refuge. However, he remembered that they were now no\nlonger protected by the taboo. The ascending ridge did not belong to\nthe sacred mountain, but to a chain that ran along the eastern shores\nof Lake Taupo. Therefore not only the shots of the savages, but also a\nhand-to-hand conflict, were to be feared.\n\nFor a short time the little party slowly mounted towards the upper\nelevations. The captain could not yet discern the dark coppice, but it\ncould not be more than two hundred feet distant.\n\nSuddenly he stopped, and almost recoiled. He thought he heard some\nsound in the darkness. His hesitation arrested the advance of his\ncompanions.\n\nHe stood motionless long enough to alarm those who followed him. With\nwhat agonizing suspense they waited could not be described. Would they\nbe forced to return to the summit of the mountain?\n\nBut, finding that the noise was not repeated, their leader continued\nhis ascent along the narrow path. The coppice was soon dimly defined\nin the gloom. In a few moments it was reached, and the fugitives were\ncrouching beneath the thick foliage of the trees.\n\n\n\n\nCHAPTER LIV.\n\nFROM PERIL TO SAFETY.\n\n\nDarkness favored the escape; and making the greatest possible progress,\nthey left the fatal regions of Lake Taupo. Paganel assumed the guidance\nof the little party, and his marvelous instinct as a traveler was\ndisplayed anew during this perilous journey. He managed with surprising\ndexterity in the thick gloom, chose unhesitatingly the almost invisible\npaths, and kept constantly an undeviating course.\n\nAt nine o'clock in the morning they had accomplished a considerable\ndistance, and could not reasonably require more of the courageous\nladies. Besides, the place seemed suitable for an encampment. The\nfugitives had reached the ravine that separates the Kaimanawa and\nWahiti ranges. The road on the right ran southward to Oberland.\nPaganel, with his map in his hand, made a turn to the northeast, and\nat ten o'clock the little party had reached a sort of steep buttress,\nformed by a spur of the mountain.\n\nThe provisions were taken from the sacks, and all did ample justice to\nthem. Mary Grant and the major, who had not hitherto been very well\nsatisfied with the edible ferns, made this time a hearty meal of them.\nThey rested here till two o'clock in the afternoon, then the journey\ntowards the east was resumed, and at evening the travelers encamped\neight miles from the mountains. They needed no urging to sleep in the\nopen air.\n\nThe next day very serious difficulties were encountered. They were\nforced to pass through a curious region of volcanic lakes and geysers\nthat extends eastward from the Wahiti ranges. It was pleasing to the\neye, but fatiguing to the limbs. Every quarter of a mile there were\nobstacles, turns, and windings, far too many for rapid progress; but\nwhat strange appearances and what infinite variety does nature give to\nher grand scenes!\n\n[Sidenote: ALMOST TIRED OUT!]\n\nOver this expanse of twenty square miles the overflow of subterranean\nforces was displayed in every form. Salt springs, of a singular\ntransparency, teem"
    },
    {
      "chunk_idx": 766,
      "chunk_id": "The Count of Monte Cristo_chunk_530",
      "start_pos": 1855000,
      "end_pos": 1859000,
      "similarity": 0.031578947368421054,
      "text": "f Madame de Villefort, left\nalone with the notary and the witnesses, became every moment more\nembarrassing. Determined to bear it no longer, she arose and left the\nroom; saying she would go and make some inquiries into the cause of his\nsudden disappearance.\n\nM. de Villefort’s communications on the subject were very limited and\nconcise; he told her, in fact, that an explanation had taken place\nbetween M. Noirtier, M. d’Épinay, and himself, and that the marriage of\nValentine and Franz would consequently be broken off. This was an\nawkward and unpleasant thing to have to report to those who were\nwaiting. She therefore contented herself with saying that M. Noirtier\nhaving at the commencement of the discussion been attacked by a sort of\napoplectic fit, the affair would necessarily be deferred for some days\nlonger. This news, false as it was following so singularly in the train\nof the two similar misfortunes which had so recently occurred,\nevidently astonished the auditors, and they retired without a word.\n\nDuring this time Valentine, at once terrified and happy, after having\nembraced and thanked the feeble old man for thus breaking with a single\nblow the chain which she had been accustomed to consider as\nirrefragable, asked leave to retire to her own room, in order to\nrecover her composure. Noirtier looked the permission which she\nsolicited. But instead of going to her own room, Valentine, having once\ngained her liberty, entered the gallery, and, opening a small door at\nthe end of it, found herself at once in the garden.\n\nIn the midst of all the strange events which had crowded one on the\nother, an indefinable sentiment of dread had taken possession of\nValentine’s mind. She expected every moment that she should see Morrel\nappear, pale and trembling, to forbid the signing of the contract, like\nthe Laird of Ravenswood in _The Bride of Lammermoor_.\n\nIt was high time for her to make her appearance at the gate, for\nMaximilian had long awaited her coming. He had half guessed what was\ngoing on when he saw Franz quit the cemetery with M. de Villefort. He\nfollowed M. d’Épinay, saw him enter, afterwards go out, and then\nre-enter with Albert and Château-Renaud. He had no longer any doubts as\nto the nature of the conference; he therefore quickly went to the gate\nin the clover-patch, prepared to hear the result of the proceedings,\nand very certain that Valentine would hasten to him the first moment\nshe should be set at liberty. He was not mistaken; peering through the\ncrevices of the wooden partition, he soon discovered the young girl,\nwho cast aside all her usual precautions and walked at once to the\nbarrier. The first glance which Maximilian directed towards her\nentirely reassured him, and the first words she spoke made his heart\nbound with delight.\n\n“We are saved!” said Valentine.\n\n“Saved?” repeated Morrel, not being able to conceive such intense\nhappiness; “by whom?”\n\n“By my grandfather. Oh, Morrel, pray love him for all his goodness to\nus!”\n\nMorrel swore to love him with all his soul; and at that moment he could\nsafely promise to do so, for he felt as though it were not enough to\nlove him merely as a friend or even as a father, he worshiped him as a\ngod.\n\n“But tell me, Valentine, how has it all been effected? What strange\nmeans has he used to compass this blessed end?”\n\nValentine was on the point of relating all that had passed, but she\nsuddenly remembered that in doing so she must reveal a terrible secret\nwhich concerned others as well as her grandfather, and she said:\n\n“At some future time I will tell you all about it.”\n\n“But when will that be?”\n\n“When I am your wife.”\n\nThe conversation had now turned upon a topic so pleasing to Morrel,\nthat he was ready to accede to anything that Valentine thought fit to\npropose, and he likewise felt that a piece of intelligence such as he\njust heard ought to be more than sufficient to content him for one day.\nHowever, he would not leave without the promise of seeing Valentine\nagain the next night. Valen"
    }
  ],
  "437cc49d66db": [
    {
      "chunk_idx": 160,
      "chunk_id": "In Search of the Castaways_chunk_160",
      "start_pos": 560000,
      "end_pos": 564000,
      "similarity": 0.0297029702970297,
      "text": "cry.\n\nMacNabb continued:\n\n[Sidenote: A HOPELESS CHANCE.]\n\n\"'Now, you others,' said Ben Joyce, 'catch the horse. In two days I\nshall be on board the Duncan, and in six at Twofold Bay. There is the\nplace of meeting. The lord's party will be still fast in the marshes\nof the Snowy. Cross the river at Kemple Pier bridge, go to the coast,\nand wait for me. I will find means to bring you on board. With the\ncrew once at sea, and a vessel like the Duncan, we shall be masters\nof the Indian Ocean.' 'Hurrah for Ben Joyce!' cried the convicts.\nMulready's horse was then led up, and Ben Joyce disappeared at a gallop\non the Lucknow road, while the band proceeded southeastward to the\nSnowy River. Mulready, although severely wounded, had strength to drag\nhimself within two hundred paces of the encampment, where we picked him\nup almost dead. This,\" added MacNabb, \"is Mulready's sad story. You\nunderstand now why the courageous sailor wished so much to speak.\"\n\nThis revelation terrified all.\n\n\"Pirates! pirates!\" cried Glenarvan. \"My crew massacred, my Duncan in\nthe hands of these bandits!\"\n\n\"Yes, for Ben Joyce will surprise the vessel,\" replied the major, \"and\nthen----\"\n\n\"Well, we must reach the coast before these wretches,\" said Paganel.\n\n\"But how cross the Snowy?\" asked Wilson.\n\n\"Like them,\" answered Glenarvan. \"They will cross Kemple Pier bridge,\nand we will do the same.\"\n\n\"But what will become of Mulready?\" inquired Lady Helena.\n\n\"We will take turns in carrying him. Shall I give up my defenceless\ncrew to Ben Joyce's band?\"\n\nThe plan of crossing Kemple Pier bridge was practicable, but perilous.\nThe convicts might locate themselves at this point to defend it. It\nwould be at least thirty against seven! But there are moments when we\ndo not think of these things, when we must advance at all hazards.\n\n\"My lord,\" said Captain Mangles, at length, \"before risking our\nlast chance, before venturing towards the bridge, it is prudent to\nreconnoitre it first. I will undertake this.\"\n\n\"I will accompany you, captain,\" replied Paganel.\n\n[Sidenote: THE BURNED BRIDGE.]\n\nThis proposal was accepted, and the captain and Paganel prepared to\nstart immediately. They were to follow along the bank of the river till\nthey came to the place indicated by Ben Joyce, and keep out of sight\nof the convicts, who were probably lying in wait. These two courageous\nmen accordingly, well furnished with arms and provisions, set out, and\nsoon disappeared among the tall rushes of the river.\n\n[Illustration: The animal reared. Mulready seized his revolver and\nfired.]\n\nAll day the little party waited for them. At evening they had not yet\nreturned, and great fears were entertained. At last, about eleven\no'clock, Wilson announced their approach. They arrived, worn out with\nthe fatigues of a six-mile journey.\n\n\"The bridge? Is it there?\" asked Glenarvan, rushing to meet them.\n\n\"Yes, a bridge of rushes,\" said Captain Mangles. \"The convicts passed,\nit is true, but----\"\n\n\"But what?\" cried Glenarvan, who foresaw a new calamity.\n\n\"They burned it after their passage,\" replied Paganel.\n\n\n\n\nCHAPTER XLIII.\n\nHELPLESS AND HOPELESS.\n\n\nIt was not the time to despair, but to act. If Kemple Pier bridge was\ndestroyed, they must cross the Snowy at all events, and reach Twofold\nBay before Ben Joyce's band. They lost no time, therefore, in vain\nwords; but the next day Captain Mangles and Glenarvan went to examine\nthe river, preparatory to a passage.\n\nThe tumultuous waters, swollen by the rains, had not subsided. They\nwhirled along with indescribable fury. It was certain death to brave\nthis torrent. Glenarvan, with folded arms and lowered head, stood\nmotionless.\n\n\"Do you wish me to try to swim to the opposite bank?\" asked Captain\nMangles.\n\n\"No, John,\" replied Glenarvan, seizing the bold young man by the hand;\n\"let us wait.\"\n\nThey both returned to the encampment. The day was passed in the most\nlively anxiety. Ten times did Glenarvan return to the river. He sought\nto contrive some bold plan of crossing it, but in va"
    },
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.02912621359223301,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 833,
      "chunk_id": "The Count of Monte Cristo_chunk_597",
      "start_pos": 2089500,
      "end_pos": 2093500,
      "similarity": 0.028720626631853787,
      "text": "ch captain, or the Count of Morcerf, but on the fisherman Fernand,\nthe husband of Mercédès the Catalane.”\n\n“Ah, sir!” cried the countess, “how terrible a vengeance for a fault\nwhich fatality made me commit!—for I am the only culprit, Edmond, and\nif you owe revenge to anyone, it is to me, who had not fortitude to\nbear your absence and my solitude.”\n\n“But,” exclaimed Monte Cristo, “why was I absent? And why were you\nalone?”\n\n40231m\n\n\n\n“Because you had been arrested, Edmond, and were a prisoner.”\n\n“And why was I arrested? Why was I a prisoner?”\n\n“I do not know,” said Mercédès.\n\n“You do not, madame; at least, I hope not. But I will tell you. I was\narrested and became a prisoner because, under the arbor of La Réserve,\nthe day before I was to marry you, a man named Danglars wrote this\nletter, which the fisherman Fernand himself posted.”\n\nMonte Cristo went to a secretaire, opened a drawer by a spring, from\nwhich he took a paper which had lost its original color, and the ink of\nwhich had become of a rusty hue—this he placed in the hands of\nMercédès. It was Danglars’ letter to the king’s attorney, which the\nCount of Monte Cristo, disguised as a clerk from the house of Thomson &\nFrench, had taken from the file against Edmond Dantès, on the day he\nhad paid the two hundred thousand francs to M. de Boville. Mercédès\nread with terror the following lines:\n\n“The king’s attorney is informed by a friend to the throne and religion\nthat one Edmond Dantès, second in command on board the _Pharaon_, this\nday arrived from Smyrna, after having touched at Naples and\nPorto-Ferrajo, is the bearer of a letter from Murat to the usurper, and\nof another letter from the usurper to the Bonapartist club in Paris.\nAmple corroboration of this statement may be obtained by arresting the\nabove-mentioned Edmond Dantès, who either carries the letter for Paris\nabout with him, or has it at his father’s abode. Should it not be found\nin possession of either father or son, then it will assuredly be\ndiscovered in the cabin belonging to the said Dantès on board the\n_Pharaon_.”\n\n\n“How dreadful!” said Mercédès, passing her hand across her brow, moist\nwith perspiration; “and that letter——”\n\n“I bought it for two hundred thousand francs, madame,” said Monte\nCristo; “but that is a trifle, since it enables me to justify myself to\nyou.”\n\n“And the result of that letter——”\n\n“You well know, madame, was my arrest; but you do not know how long\nthat arrest lasted. You do not know that I remained for fourteen years\nwithin a quarter of a league of you, in a dungeon in the Château d’If.\nYou do not know that every day of those fourteen years I renewed the\nvow of vengeance which I had made the first day; and yet I was not\naware that you had married Fernand, my calumniator, and that my father\nhad died of hunger!”\n\n“Can it be?” cried Mercédès, shuddering.\n\n“That is what I heard on leaving my prison fourteen years after I had\nentered it; and that is why, on account of the living Mercédès and my\ndeceased father, I have sworn to revenge myself on Fernand, and—I have\nrevenged myself.”\n\n“And you are sure the unhappy Fernand did that?”\n\n“I am satisfied, madame, that he did what I have told you; besides,\nthat is not much more odious than that a Frenchman by adoption should\npass over to the English; that a Spaniard by birth should have fought\nagainst the Spaniards; that a stipendiary of Ali should have betrayed\nand murdered Ali. Compared with such things, what is the letter you\nhave just read?—a lover’s deception, which the woman who has married\nthat man ought certainly to forgive; but not so the lover who was to\nhave married her. Well, the French did not avenge themselves on the\ntraitor, the Spaniards did not shoot the traitor, Ali in his tomb left\nthe traitor unpunished; but I, betrayed, sacrificed, buried, have risen\nfrom my tomb, by the grace of God, to punish that man. He sends me for\nthat purpose, and here I am.”\n\nThe poor woman’s head and arms fell; her legs bent under her, and she\nfell on her kn"
    },
    {
      "chunk_idx": 832,
      "chunk_id": "The Count of Monte Cristo_chunk_596",
      "start_pos": 2086000,
      "end_pos": 2090000,
      "similarity": 0.02849740932642487,
      "text": "y cross.”\n\nAli brought the box to his master, who examined the weapons with a\nsolicitude very natural to a man who is about to intrust his life to a\nlittle powder and shot. These were pistols of an especial pattern,\nwhich Monte Cristo had had made for target practice in his own room. A\ncap was sufficient to drive out the bullet, and from the adjoining room\nno one would have suspected that the count was, as sportsmen would say,\nkeeping his hand in.\n\nHe was just taking one up and looking for the point to aim at on a\nlittle iron plate which served him as a target, when his study door\nopened, and Baptistin entered. Before he had spoken a word, the count\nsaw in the next room a veiled woman, who had followed closely after\nBaptistin, and now, seeing the count with a pistol in his hand and\nswords on the table, rushed in. Baptistin looked at his master, who\nmade a sign to him, and he went out, closing the door after him.\n\n“Who are you, madame?” said the count to the veiled woman.\n\n40227m\n\n\n\nThe stranger cast one look around her, to be certain that they were\nquite alone; then bending as if she would have knelt, and joining her\nhands, she said with an accent of despair:\n\n“Edmond, you will not kill my son!”\n\nThe count retreated a step, uttered a slight exclamation, and let fall\nthe pistol he held.\n\n“What name did you pronounce then, Madame de Morcerf?” said he.\n\n“Yours!” cried she, throwing back her veil,—“yours, which I alone,\nperhaps, have not forgotten. Edmond, it is not Madame de Morcerf who is\ncome to you, it is Mercédès.”\n\n“Mercédès is dead, madame,” said Monte Cristo; “I know no one now of\nthat name.”\n\n“Mercédès lives, sir, and she remembers, for she alone recognized you\nwhen she saw you, and even before she saw you, by your voice,\nEdmond,—by the simple sound of your voice; and from that moment she has\nfollowed your steps, watched you, feared you, and she needs not to\ninquire what hand has dealt the blow which now strikes M. de Morcerf.”\n\n“Fernand, do you mean?” replied Monte Cristo, with bitter irony; “since\nwe are recalling names, let us remember them all.” Monte Cristo had\npronounced the name of Fernand with such an expression of hatred that\nMercédès felt a thrill of horror run through every vein.\n\n“You see, Edmond, I am not mistaken, and have cause to say, ‘Spare my\nson!’”\n\n“And who told you, madame, that I have any hostile intentions against\nyour son?”\n\n“No one, in truth; but a mother has twofold sight. I guessed all; I\nfollowed him this evening to the Opera, and, concealed in a parquet\nbox, have seen all.”\n\n“If you have seen all, madame, you know that the son of Fernand has\npublicly insulted me,” said Monte Cristo with awful calmness.\n\n“Oh, for pity’s sake!”\n\n“You have seen that he would have thrown his glove in my face if\nMorrel, one of my friends, had not stopped him.”\n\n“Listen to me, my son has also guessed who you are,—he attributes his\nfather’s misfortunes to you.”\n\n“Madame, you are mistaken, they are not misfortunes,—it is a\npunishment. It is not I who strike M. de Morcerf; it is Providence\nwhich punishes him.”\n\n“And why do you represent Providence?” cried Mercédès. “Why do you\nremember when it forgets? What are Yanina and its vizier to you,\nEdmond? What injury has Fernand Mondego done you in betraying Ali\nTepelini?”\n\n“Ah, madame,” replied Monte Cristo, “all this is an affair between the\nFrench captain and the daughter of Vasiliki. It does not concern me,\nyou are right; and if I have sworn to revenge myself, it is not on the\nFrench captain, or the Count of Morcerf, but on the fisherman Fernand,\nthe husband of Mercédès the Catalane.”\n\n“Ah, sir!” cried the countess, “how terrible a vengeance for a fault\nwhich fatality made me commit!—for I am the only culprit, Edmond, and\nif you owe revenge to anyone, it is to me, who had not fortitude to\nbear your absence and my solitude.”\n\n“But,” exclaimed Monte Cristo, “why was I absent? And why were you\nalone?”\n\n40231m\n\n\n\n“Because you had been arrested, Edmond, and were a prisoner.”\n\n"
    },
    {
      "chunk_idx": 144,
      "chunk_id": "In Search of the Castaways_chunk_144",
      "start_pos": 504000,
      "end_pos": 508000,
      "similarity": 0.028132992327365727,
      "text": "come of the ladies? Could they\naccomplish the one hundred and twenty miles that still separated them\nfrom Twofold Bay?\n\nCaptain Mangles and Glenarvan anxiously examined the remaining horses:\nperhaps preventives might be found against new calamities. No sign\nof disease, however, could be detected. The animals were in perfect\nhealth, and bravely endured the hardships of the journey. Glenarvan,\ntherefore, was inclined to think that this mysterious epidemic would\nhave no more victims. This was Ayrton's opinion too, who declared that\nhe could not at all understand the cause of the frightful mortality.\n\nThey started again, and the cart served to convey the pedestrians, who\nrode in it by turns. At evening, after a journey of only ten miles, the\nsignal to halt was given, the encampment arranged, and the night was\npassed comfortably beneath a large group of arborescent ferns, among\nwhose branches fluttered enormous bats.\n\nThe next day they made an excellent beginning, and accomplished fifteen\nmiles. Everything led them to hope that they would encamp that evening\non the banks of the Snowy River. Evening came, and a fog, clearly\ndefined against the horizon, marked the course of the long-looked-for\nstream. A forest of tall trees was seen at a bend in the road, behind\na moderate elevation. Ayrton guided his oxen towards the tall trunks\ndimly discerned in the shadow, and was just passing the boundary of the\nwood, when the cart sank into the earth to the hubs.\n\n\"What is the matter?\" asked Glenarvan, when he perceived that the cart\nhad come to a stop.\n\n\"We are fast in the mud,\" replied Ayrton.\n\nHe urged his oxen with voice and whip, but they were up to their knees\nin the mire, and could not stir.\n\n\"Let us encamp here,\" said Captain Mangles.\n\n\"That is the best plan,\" answered Ayrton. \"To-morrow, at daybreak, we\ncan see to extricate ourselves.\"\n\n[Illustration: Early in the afternoon they passed through a curious\nforest of ferns. These arborescent plants, in full bloom, measured\nthirty feet in height.]\n\n[Illustration: Flashes of lightning, the dazzling forerunners of a\ncoming storm, every now and then illumined the horizon.]\n\n\"Very well: be it so,\" replied Glenarvan.\n\nNight had set in rapidly, after a short twilight, but the heat had not\ndeparted with the sun. The air was heavy with stifling mists. Flashes\nof lightning, the dazzling forerunners of a coming storm, every now and\nthen illumined the horizon.\n\nThe beds were prepared, and the sunken cart was made as comfortable as\npossible. The sombre arch of the great trees sheltered the tent of the\ntravelers. Provided no rain fell, they would have no reason to complain.\n\nAyrton succeeded with difficulty in extricating his three oxen from\nthe mud, in which they had by this time sunk to their flanks. The\nquartermaster picketed them with the four horses, and would allow no\none to give them their fodder. This service he performed himself with\ngreat exactness, and that evening Glenarvan observed that his care was\nredoubled, for which he thanked him, as the preservation of the team\nwas of paramount importance.\n\nMeantime, the travelers partook of a hasty supper. Fatigue and heat had\ndriven away hunger, and they needed rest more than nourishment. Lady\nHelena and Miss Grant, wishing their companions good-night, retired to\ntheir accustomed bedroom. As for the men, some crawled under the tent,\nwhile others stretched themselves on the thick grass at the foot of the\ntrees.\n\nGradually each sank into a heavy sleep. The darkness increased beneath\nthe curtain of dense clouds that covered the sky. Not a breath of\nair was felt. The silence of the night was only interrupted by the\noccasional howlings of wild animals.\n\nAbout eleven o'clock, after an uneasy slumber, the major awoke. His\nhalf-closed eyes were attracted by a dim light that flickered beneath\nthe great trees. One would have thought it was a whitish sheet\nglittering like the surface of a lake. MacNabb imagined, at first, that\nthe flames of a conflagration wer"
    }
  ]
}