{
  "a35a845afe29": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03296703296703297,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 899,
      "chunk_id": "The Count of Monte Cristo_chunk_663",
      "start_pos": 2320500,
      "end_pos": 2324500,
      "similarity": 0.024793388429752067,
      "text": " not deceive a\nsick-nurse. She screamed aloud; then running to the door exclaimed:\n\n“Help, help!”\n\n50083m\n\n\n\n“What is the matter?” asked M. d’Avrigny, at the foot of the stairs, it\nbeing the hour he usually visited her.\n\n“What is it?” asked Villefort, rushing from his room. “Doctor, do you\nhear them call for help?”\n\n“Yes, yes; let us hasten up; it was in Valentine’s room.”\n\nBut before the doctor and the father could reach the room, the servants\nwho were on the same floor had entered, and seeing Valentine pale and\nmotionless on her bed, they lifted up their hands towards heaven and\nstood transfixed, as though struck by lightening.\n\n“Call Madame de Villefort!—Wake Madame de Villefort!” cried the\nprocureur from the door of his chamber, which apparently he scarcely\ndared to leave. But instead of obeying him, the servants stood watching\nM. d’Avrigny, who ran to Valentine, and raised her in his arms.\n\n“What?—this one, too?” he exclaimed. “Oh, where will be the end?”\n\nVillefort rushed into the room.\n\n“What are you saying, doctor?” he exclaimed, raising his hands to\nheaven.\n\n“I say that Valentine is dead!” replied d’Avrigny, in a voice terrible\nin its solemn calmness.\n\n50085m\n\n\n\nM. de Villefort staggered and buried his head in the bed. On the\nexclamation of the doctor and the cry of the father, the servants all\nfled with muttered imprecations; they were heard running down the\nstairs and through the long passages, then there was a rush in the\ncourt, afterwards all was still; they had, one and all, deserted the\naccursed house.\n\nJust then, Madame de Villefort, in the act of slipping on her\ndressing-gown, threw aside the drapery and for a moment stood\nmotionless, as though interrogating the occupants of the room, while\nshe endeavored to call up some rebellious tears. On a sudden she\nstepped, or rather bounded, with outstretched arms, towards the table.\nShe saw d’Avrigny curiously examining the glass, which she felt certain\nof having emptied during the night. It was now a third full, just as it\nwas when she threw the contents into the ashes. The spectre of\nValentine rising before the poisoner would have alarmed her less. It\nwas, indeed, the same color as the draught she had poured into the\nglass, and which Valentine had drunk; it was indeed the poison, which\ncould not deceive M. d’Avrigny, which he now examined so closely; it\nwas doubtless a miracle from heaven, that, notwithstanding her\nprecautions, there should be some trace, some proof remaining to reveal\nthe crime.\n\nWhile Madame de Villefort remained rooted to the spot like a statue of\nterror, and Villefort, with his head hidden in the bedclothes, saw\nnothing around him, d’Avrigny approached the window, that he might the\nbetter examine the contents of the glass, and dipping the tip of his\nfinger in, tasted it.\n\n“Ah,” he exclaimed, “it is no longer brucine that is used; let me see\nwhat it is!”\n\nThen he ran to one of the cupboards in Valentine’s room, which had been\ntransformed into a medicine closet, and taking from its silver case a\nsmall bottle of nitric acid, dropped a little of it into the liquor,\nwhich immediately changed to a blood-red color.\n\n“Ah,” exclaimed d’Avrigny, in a voice in which the horror of a judge\nunveiling the truth was mingled with the delight of a student making a\ndiscovery.\n\nMadame de Villefort was overpowered; her eyes first flashed and then\nswam, she staggered towards the door and disappeared. Directly\nafterwards the distant sound of a heavy weight falling on the ground\nwas heard, but no one paid any attention to it; the nurse was engaged\nin watching the chemical analysis, and Villefort was still absorbed in\ngrief. M. d’Avrigny alone had followed Madame de Villefort with his\neyes, and watched her hurried retreat. He lifted up the drapery over\nthe entrance to Edward’s room, and his eye reaching as far as Madame de\nVillefort’s apartment, he beheld her extended lifeless on the floor.\n\n“Go to the assistance of Madame de Villefort,” he said to the nurse.\n“Madame de "
    },
    {
      "chunk_idx": 849,
      "chunk_id": "The Count of Monte Cristo_chunk_613",
      "start_pos": 2145500,
      "end_pos": 2149500,
      "similarity": 0.021621621621621623,
      "text": "ced man\nwent to the count’s bedroom and raised with a constricted hand the\ncurtain of a window overlooking the courtyard. He remained there ten\nminutes, motionless and dumb, listening to the beating of his own\nheart. For him those ten minutes were very long. It was then Albert,\nreturning from his meeting with the count, perceived his father\nwatching for his arrival behind a curtain, and turned aside. The\ncount’s eye expanded; he knew Albert had insulted the count dreadfully,\nand that in every country in the world such an insult would lead to a\ndeadly duel. Albert returned safely—then the count was revenged.\n\nAn indescribable ray of joy illumined that wretched countenance like\nthe last ray of the sun before it disappears behind the clouds which\nbear the aspect, not of a downy couch, but of a tomb. But as we have\nsaid, he waited in vain for his son to come to his apartment with the\naccount of his triumph. He easily understood why his son did not come\nto see him before he went to avenge his father’s honor; but when that\nwas done, why did not his son come and throw himself into his arms?\n\nIt was then, when the count could not see Albert, that he sent for his\nservant, who he knew was authorized not to conceal anything from him.\nTen minutes afterwards, General Morcerf was seen on the steps in a\nblack coat with a military collar, black pantaloons, and black gloves.\nHe had apparently given previous orders, for as he reached the bottom\nstep his carriage came from the coach-house ready for him. The valet\nthrew into the carriage his military cloak, in which two swords were\nwrapped, and, shutting the door, he took his seat by the side of the\ncoachman. The coachman stooped down for his orders.\n\n“To the Champs-Élysées,” said the general; “the Count of Monte\nCristo’s. Hurry!”\n\nThe horses bounded beneath the whip; and in five minutes they stopped\nbefore the count’s door. M. de Morcerf opened the door himself, and as\nthe carriage rolled away he passed up the walk, rang, and entered the\nopen door with his servant.\n\nA moment afterwards, Baptistin announced the Count of Morcerf to Monte\nCristo, and the latter, leading Haydée aside, ordered that Morcerf be\nasked into the drawing-room. The general was pacing the room the third\ntime when, in turning, he perceived Monte Cristo at the door.\n\n“Ah, it is M. de Morcerf,” said Monte Cristo quietly; “I thought I had\nnot heard aright.”\n\n“Yes, it is I,” said the count, whom a frightful contraction of the\nlips prevented from articulating freely.\n\n“May I know the cause which procures me the pleasure of seeing M. de\nMorcerf so early?”\n\n“Had you not a meeting with my son this morning?” asked the general.\n\n“I had,” replied the count.\n\n“And I know my son had good reasons to wish to fight with you, and to\nendeavor to kill you.”\n\n“Yes, sir, he had very good ones; but you see that in spite of them he\nhas not killed me, and did not even fight.”\n\n“Yet he considered you the cause of his father’s dishonor, the cause of\nthe fearful ruin which has fallen on my house.”\n\n“It is true, sir,” said Monte Cristo with his dreadful calmness; “a\nsecondary cause, but not the principal.”\n\n“Doubtless you made, then, some apology or explanation?”\n\n“I explained nothing, and it is he who apologized to me.”\n\n“But to what do you attribute this conduct?”\n\n“To the conviction, probably, that there was one more guilty than I.”\n\n“And who was that?”\n\n“His father.”\n\n“That may be,” said the count, turning pale; “but you know the guilty\ndo not like to find themselves convicted.”\n\n“I know it, and I expected this result.”\n\n“You expected my son would be a coward?” cried the count.\n\n“M. Albert de Morcerf is no coward!” said Monte Cristo.\n\n“A man who holds a sword in his hand, and sees a mortal enemy within\nreach of that sword, and does not fight, is a coward! Why is he not\nhere that I may tell him so?”\n\n“Sir,” replied Monte Cristo coldly, “I did not expect that you had come\nhere to relate to me your little family affairs. Go and tell M. Albert\nthat, and"
    },
    {
      "chunk_idx": 796,
      "chunk_id": "The Count of Monte Cristo_chunk_560",
      "start_pos": 1960000,
      "end_pos": 1964000,
      "similarity": 0.021164021164021163,
      "text": "ok\nplace, the Count of Monte Cristo set out for Auteuil, accompanied by\nAli and several attendants, and also taking with him some horses whose\nqualities he was desirous of ascertaining. He was induced to undertake\nthis journey, of which the day before he had not even thought and which\nhad not occurred to Andrea either, by the arrival of Bertuccio from\nNormandy with intelligence respecting the house and sloop. The house\nwas ready, and the sloop which had arrived a week before lay at anchor\nin a small creek with her crew of six men, who had observed all the\nrequisite formalities and were ready again to put to sea.\n\nThe count praised Bertuccio’s zeal, and ordered him to prepare for a\nspeedy departure, as his stay in France would not be prolonged more\nthan a month.\n\n“Now,” said he, “I may require to go in one night from Paris to\nTréport; let eight fresh horses be in readiness on the road, which will\nenable me to go fifty leagues in ten hours.”\n\n“Your highness had already expressed that wish,” said Bertuccio, “and\nthe horses are ready. I have bought them, and stationed them myself at\nthe most desirable posts, that is, in villages, where no one generally\nstops.”\n\n“That’s well,” said Monte Cristo; “I remain here a day or two—arrange\naccordingly.”\n\nAs Bertuccio was leaving the room to give the requisite orders,\nBaptistin opened the door: he held a letter on a silver waiter.\n\n“What are you doing here?” asked the count, seeing him covered with\ndust; “I did not send for you, I think?”\n\nBaptistin, without answering, approached the count, and presented the\nletter. “Important and urgent,” said he.\n\nThe count opened the letter, and read:\n\n“‘M. de Monte Cristo is apprised that this night a man will enter his\nhouse in the Champs-Élysées with the intention of carrying off some\npapers supposed to be in the secretaire in the dressing-room. The\ncount’s well-known courage will render unnecessary the aid of the\npolice, whose interference might seriously affect him who sends this\nadvice. The count, by any opening from the bedroom, or by concealing\nhimself in the dressing-room, would be able to defend his property\nhimself. Many attendants or apparent precautions would prevent the\nvillain from the attempt, and M. de Monte Cristo would lose the\nopportunity of discovering an enemy whom chance has revealed to him who\nnow sends this warning to the count,—a warning he might not be able to\nsend another time, if this first attempt should fail and another be\nmade.’”\n\n\nThe count’s first idea was that this was an artifice—a gross deception,\nto draw his attention from a minor danger in order to expose him to a\ngreater. He was on the point of sending the letter to the commissary of\npolice, notwithstanding the advice of his anonymous friend, or perhaps\nbecause of that advice, when suddenly the idea occurred to him that it\nmight be some personal enemy, whom he alone should recognize and over\nwhom, if such were the case, he alone would gain any advantage, as\nFiesco17 had done over the Moor who would have killed him. We know the\ncount’s vigorous and daring mind, denying anything to be impossible,\nwith that energy which marks the great man.\n\nFrom his past life, from his resolution to shrink from nothing, the\ncount had acquired an inconceivable relish for the contests in which he\nhad engaged, sometimes against nature, that is to say, against God, and\nsometimes against the world, that is, against the devil.\n\n“They do not want my papers,” said Monte Cristo, “they want to kill me;\nthey are no robbers, but assassins. I will not allow the prefect of\npolice to interfere with my private affairs. I am rich enough,\nforsooth, to distribute his authority on this occasion.”\n\nThe count recalled Baptistin, who had left the room after delivering\nthe letter.\n\n“Return to Paris,” said he; “assemble the servants who remain there. I\nwant all my household at Auteuil.”\n\n“But will no one remain in the house, my lord?” asked Baptistin.\n\n“Yes, the porter.”\n\n“My lord will remember that the lodge"
    },
    {
      "chunk_idx": 905,
      "chunk_id": "The Count of Monte Cristo_chunk_669",
      "start_pos": 2341500,
      "end_pos": 2345500,
      "similarity": 0.021108179419525065,
      "text": "ered the calm and pale face,\nwhich looked like that of a sleeping angel.\n\nA tear, which appeared in the old man’s eye, expressed his thanks to\nthe doctor. The doctor of the dead then laid his permit on the corner\nof the table, and having fulfilled his duty, was conducted out by\nd’Avrigny. Villefort met them at the door of his study; having in a few\nwords thanked the district doctor, he turned to d’Avrigny, and said:\n\n“And now the priest.”\n\n“Is there any particular priest you wish to pray with Valentine?” asked\nd’Avrigny.\n\n“No.” said Villefort; “fetch the nearest.”\n\n“The nearest,” said the district doctor, “is a good Italian abbé, who\nlives next door to you. Shall I call on him as I pass?”\n\n“D’Avrigny,” said Villefort, “be so kind, I beseech you, as to\naccompany this gentleman. Here is the key of the door, so that you can\ngo in and out as you please; you will bring the priest with you, and\nwill oblige me by introducing him into my child’s room.”\n\n50101m\n\n\n\n“Do you wish to see him?”\n\n“I only wish to be alone. You will excuse me, will you not? A priest\ncan understand a father’s grief.”\n\nAnd M. de Villefort, giving the key to d’Avrigny, again bade farewell\nto the strange doctor, and retired to his study, where he began to\nwork. For some temperaments work is a remedy for all afflictions.\n\nAs the doctors entered the street, they saw a man in a cassock standing\non the threshold of the next door.\n\n“This is the abbé of whom I spoke,” said the doctor to d’Avrigny.\nD’Avrigny accosted the priest.\n\n“Sir,” he said, “are you disposed to confer a great obligation on an\nunhappy father who has just lost his daughter? I mean M. de Villefort,\nthe king’s attorney.”\n\n“Ah,” said the priest, in a marked Italian accent; “yes, I have heard\nthat death is in that house.”\n\n“Then I need not tell you what kind of service he requires of you.”\n\n“I was about to offer myself, sir,” said the priest; “it is our mission\nto forestall our duties.”\n\n“It is a young girl.”\n\n“I know it, sir; the servants who fled from the house informed me. I\nalso know that her name is Valentine, and I have already prayed for\nher.”\n\n“Thank you, sir,” said d’Avrigny; “since you have commenced your sacred\noffice, deign to continue it. Come and watch by the dead, and all the\nwretched family will be grateful to you.”\n\n“I am going, sir; and I do not hesitate to say that no prayers will be\nmore fervent than mine.”\n\nD’Avrigny took the priest’s hand, and without meeting Villefort, who\nwas engaged in his study, they reached Valentine’s room, which on the\nfollowing night was to be occupied by the undertakers. On entering the\nroom, Noirtier’s eyes met those of the abbé, and no doubt he read some\nparticular expression in them, for he remained in the room. D’Avrigny\nrecommended the attention of the priest to the living as well as to the\ndead, and the abbé promised to devote his prayers to Valentine and his\nattentions to Noirtier.\n\nIn order, doubtless, that he might not be disturbed while fulfilling\nhis sacred mission, the priest rose as soon as d’Avrigny departed, and\nnot only bolted the door through which the doctor had just left, but\nalso that leading to Madame de Villefort’s room.\n\n\n\n Chapter 104. Danglars’ Signature\n\nThe next morning dawned dull and cloudy. During the night the\nundertakers had executed their melancholy office, and wrapped the\ncorpse in the winding-sheet, which, whatever may be said about the\nequality of death, is at least a last proof of the luxury so pleasing\nin life. This winding-sheet was nothing more than a beautiful piece of\ncambric, which the young girl had bought a fortnight before.\n\nDuring the evening two men, engaged for the purpose, had carried\nNoirtier from Valentine’s room into his own, and contrary to all\nexpectation there was no difficulty in withdrawing him from his child.\nThe Abbé Busoni had watched till daylight, and then left without\ncalling anyone. D’Avrigny returned about eight o’clock in the morning;\nhe met Villefort on his way to Noirtier’s room, and accomp"
    }
  ]
}