{
  "cc1b4b2a7ed8": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03260869565217391,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 933,
      "chunk_id": "The Count of Monte Cristo_chunk_697",
      "start_pos": 2439500,
      "end_pos": 2443500,
      "similarity": 0.02666666666666667,
      "text": "er, to\nevade the enormous number of applications presented to him for the\npurpose of obtaining tickets of admission to the court on the day of\ntrial. And then so short a time had elapsed since the death of poor\nValentine, and the gloom which overshadowed the house was so recent,\nthat no one wondered to see the father so absorbed in his professional\nduties, which were the only means he had of dissipating his grief.\n\nOnce only had Villefort seen his father; it was the day after that upon\nwhich Bertuccio had paid his second visit to Benedetto, when the latter\nwas to learn his father’s name. The magistrate, harassed and fatigued,\nhad descended to the garden of his house, and in a gloomy mood, similar\nto that in which Tarquin lopped off the tallest poppies, he began\nknocking off with his cane the long and dying branches of the\nrose-trees, which, placed along the avenue, seemed like the spectres of\nthe brilliant flowers which had bloomed in the past season.\n\nMore than once he had reached that part of the garden where the famous\nboarded gate stood overlooking the deserted enclosure, always returning\nby the same path, to begin his walk again, at the same pace and with\nthe same gesture, when he accidentally turned his eyes towards the\nhouse, whence he heard the noisy play of his son, who had returned from\nschool to spend the Sunday and Monday with his mother.\n\nWhile doing so, he observed M. Noirtier at one of the open windows,\nwhere the old man had been placed that he might enjoy the last rays of\nthe sun which yet yielded some heat, and was now shining upon the dying\nflowers and red leaves of the creeper which twined around the balcony.\n\nThe eye of the old man was riveted upon a spot which Villefort could\nscarcely distinguish. His glance was so full of hate, of ferocity, and\nsavage impatience, that Villefort turned out of the path he had been\npursuing, to see upon what person this dark look was directed.\n\nThen he saw beneath a thick clump of linden-trees, which were nearly\ndivested of foliage, Madame de Villefort sitting with a book in her\nhand, the perusal of which she frequently interrupted to smile upon her\nson, or to throw back his elastic ball, which he obstinately threw from\nthe drawing-room into the garden.\n\nVillefort became pale; he understood the old man’s meaning.\n\nNoirtier continued to look at the same object, but suddenly his glance\nwas transferred from the wife to the husband, and Villefort himself had\nto submit to the searching investigation of eyes, which, while changing\ntheir direction and even their language, had lost none of their\nmenacing expression. Madame de Villefort, unconscious of the passions\nthat exhausted their fire over her head, at that moment held her son’s\nball, and was making signs to him to reclaim it with a kiss. Edward\nbegged for a long while, the maternal kiss probably not offering\nsufficient recompense for the trouble he must take to obtain it;\nhowever at length he decided, leaped out of the window into a cluster\nof heliotropes and daisies, and ran to his mother, his forehead\nstreaming with perspiration. Madame de Villefort wiped his forehead,\npressed her lips upon it, and sent him back with the ball in one hand\nand some bonbons in the other.\n\nVillefort, drawn by an irresistible attraction, like that of the bird\nto the serpent, walked towards the house. As he approached it,\nNoirtier’s gaze followed him, and his eyes appeared of such a fiery\nbrightness that Villefort felt them pierce to the depths of his heart.\nIn that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath.\n\n“It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid"
    },
    {
      "chunk_idx": 896,
      "chunk_id": "The Count of Monte Cristo_chunk_660",
      "start_pos": 2310000,
      "end_pos": 2314000,
      "similarity": 0.026525198938992044,
      "text": "father’s precaution had\nneutralized the poison?”\n\n“Yes, but not against a strong dose; the poison will be changed, and\nthe quantity increased.” He took the glass and raised it to his lips.\n“It is already done,” he said; “brucine is no longer employed, but a\nsimple narcotic! I can recognize the flavor of the alcohol in which it\nhas been dissolved. If you had taken what Madame de Villefort has\npoured into your glass, Valentine—Valentine—you would have been\ndoomed!”\n\n“But,” exclaimed the young girl, “why am I thus pursued?”\n\n“Why?—are you so kind—so good—so unsuspicious of ill, that you cannot\nunderstand, Valentine?”\n\n“No, I have never injured her.”\n\n“But you are rich, Valentine; you have 200,000 livres a year, and you\nprevent her son from enjoying these 200,000 livres.”\n\n“How so? The fortune is not her gift, but is inherited from my\nrelations.”\n\n“Certainly; and that is why M. and Madame de Saint-Méran have died;\nthat is why M. Noirtier was sentenced the day he made you his heir;\nthat is why you, in your turn, are to die—it is because your father\nwould inherit your property, and your brother, his only son, succeed to\nhis.”\n\n“Edward? Poor child! Are all these crimes committed on his account?”\n\n“Ah, then you at length understand?”\n\n“Heaven grant that this may not be visited upon him!”\n\n“Valentine, you are an angel!”\n\n“But why is my grandfather allowed to live?”\n\n“It was considered, that you dead, the fortune would naturally revert\nto your brother, unless he were disinherited; and besides, the crime\nappearing useless, it would be folly to commit it.”\n\n“And is it possible that this frightful combination of crimes has been\ninvented by a woman?”\n\n“Do you recollect in the arbor of the Hôtel des Postes, at Perugia,\nseeing a man in a brown cloak, whom your stepmother was questioning\nupon _aqua tofana_? Well, ever since then, the infernal project has\nbeen ripening in her brain.”\n\n“Ah, then, indeed, sir,” said the sweet girl, bathed in tears, “I see\nthat I am condemned to die!”\n\n“No, Valentine, for I have foreseen all their plots; no, your enemy is\nconquered since we know her, and you will live, Valentine—live to be\nhappy yourself, and to confer happiness upon a noble heart; but to\ninsure this you must rely on me.”\n\n“Command me, sir—what am I to do?”\n\n“You must blindly take what I give you.”\n\n“Alas, were it only for my own sake, I should prefer to die!”\n\n“You must not confide in anyone—not even in your father.”\n\n“My father is not engaged in this fearful plot, is he, sir?” asked\nValentine, clasping her hands.\n\n“No; and yet your father, a man accustomed to judicial accusations,\nought to have known that all these deaths have not happened naturally;\nit is he who should have watched over you—he should have occupied my\nplace—he should have emptied that glass—he should have risen against\nthe assassin. Spectre against spectre!” he murmured in a low voice, as\nhe concluded his sentence.\n\n“Sir,” said Valentine, “I will do all I can to live, for there are two\nbeings who love me and will die if I die—my grandfather and\nMaximilian.”\n\n“I will watch over them as I have over you.”\n\n“Well, sir, do as you will with me;” and then she added, in a low\nvoice, “oh, heavens, what will befall me?”\n\n“Whatever may happen, Valentine, do not be alarmed; though you suffer;\nthough you lose sight, hearing, consciousness, fear nothing; though you\nshould awake and be ignorant where you are, still do not fear; even\nthough you should find yourself in a sepulchral vault or coffin.\nReassure yourself, then, and say to yourself: ‘At this moment, a\nfriend, a father, who lives for my happiness and that of Maximilian,\nwatches over me!’”\n\n“Alas, alas, what a fearful extremity!”\n\n“Valentine, would you rather denounce your stepmother?”\n\n“I would rather die a hundred times—oh, yes, die!”\n\n“No, you will not die; but will you promise me, whatever happens, that\nyou will not complain, but hope?”\n\n“I will think of Maximilian!”\n\n“You are my own darling child, Valentine! I alone can save you, a"
    },
    {
      "chunk_idx": 487,
      "chunk_id": "The Count of Monte Cristo_chunk_251",
      "start_pos": 878500,
      "end_pos": 882500,
      "similarity": 0.026385224274406333,
      "text": "n utter darkness. No sound was audible save that\nof the carriages that were carrying the maskers home; nothing was\nvisible save a few lights that burnt behind the windows.\n\nThe Carnival was over.\n\n20193m\n\n\n\n\n Chapter 37. The Catacombs of Saint Sebastian\n\nIn his whole life, perhaps, Franz had never before experienced so\nsudden an impression, so rapid a transition from gayety to sadness, as\nin this moment. It seemed as though Rome, under the magic breath of\nsome demon of the night, had suddenly changed into a vast tomb. By a\nchance, which added yet more to the intensity of the darkness, the\nmoon, which was on the wane, did not rise until eleven o’clock, and the\nstreets which the young man traversed were plunged in the deepest\nobscurity.\n\nThe distance was short, and at the end of ten minutes his carriage, or\nrather the count’s, stopped before the Hôtel de Londres.\n\nDinner was waiting, but as Albert had told him that he should not\nreturn so soon, Franz sat down without him. Signor Pastrini, who had\nbeen accustomed to see them dine together, inquired into the cause of\nhis absence, but Franz merely replied that Albert had received on the\nprevious evening an invitation which he had accepted.\n\nThe sudden extinction of the _moccoletti_, the darkness which had\nreplaced the light, and the silence which had succeeded the turmoil,\nhad left in Franz’s mind a certain depression which was not free from\nuneasiness. He therefore dined very silently, in spite of the officious\nattention of his host, who presented himself two or three times to\ninquire if he wanted anything.\n\nFranz resolved to wait for Albert as late as possible. He ordered the\ncarriage, therefore, for eleven o’clock, desiring Signor Pastrini to\ninform him the moment that Albert returned to the hotel.\n\nAt eleven o’clock Albert had not come back. Franz dressed himself, and\nwent out, telling his host that he was going to pass the night at the\nDuke of Bracciano’s. The house of the Duke of Bracciano is one of the\nmost delightful in Rome, the duchess, one of the last heiresses of the\nColonnas, does its honors with the most consummate grace, and thus\ntheir _fêtes_ have a European celebrity.\n\nFranz and Albert had brought to Rome letters of introduction to them,\nand their first question on his arrival was to inquire the whereabouts\nof his travelling companion. Franz replied that he had left him at the\nmoment they were about to extinguish the _moccoli_, and that he had\nlost sight of him in the Via Macello.\n\n“Then he has not returned?” said the duke.\n\n“I waited for him until this hour,” replied Franz.\n\n“And do you know whither he went?”\n\n“No, not precisely; however, I think it was something very like a\nrendezvous.”\n\n“_Diavolo!_” said the duke, “this is a bad day, or rather a bad night,\nto be out late; is it not, countess?”\n\nThese words were addressed to the Countess G——, who had just arrived,\nand was leaning on the arm of Signor Torlonia, the duke’s brother.\n\n“I think, on the contrary, that it is a charming night,” replied the\ncountess, “and those who are here will complain of but one thing, that\nof its too rapid flight.”\n\n“I am not speaking,” said the duke with a smile, “of the persons who\nare here; the men run no other danger than that of falling in love with\nyou, and the women of falling ill of jealousy at seeing you so lovely;\nI meant persons who were out in the streets of Rome.”\n\n“Ah,” asked the countess, “who is out in the streets of Rome at this\nhour, unless it be to go to a ball?”\n\n“Our friend, Albert de Morcerf, countess, whom I left in pursuit of his\nunknown about seven o’clock this evening,” said Franz, “and whom I have\nnot seen since.”\n\n“And don’t you know where he is?”\n\n“Not at all.”\n\n“Is he armed?”\n\n“He is in masquerade.”\n\n“You should not have allowed him to go,” said the duke to Franz; “you,\nwho know Rome better than he does.”\n\n“You might as well have tried to stop number three of the _barberi_,\nwho gained the prize in the race today,” replied Franz; “and then\nmoreover, what c"
    },
    {
      "chunk_idx": 765,
      "chunk_id": "The Count of Monte Cristo_chunk_529",
      "start_pos": 1851500,
      "end_pos": 1855500,
      "similarity": 0.026385224274406333,
      "text": "—‘He is here.’\n\n“And Kourchid pointed out one who had more than any contributed to the\ndeath of my father,” said Haydée, in a tone of chastened anger.\n\n“Then,” said Albert, “you became the property of this man?”\n\n40080m\n\n\n\n“No,” replied Haydée, “he did not dare to keep us, so we were sold to\nsome slave-merchants who were going to Constantinople. We traversed\nGreece, and arrived half dead at the imperial gates. They were\nsurrounded by a crowd of people, who opened a way for us to pass, when\nsuddenly my mother, having looked closely at an object which was\nattracting their attention, uttered a piercing cry and fell to the\nground, pointing as she did so to a head which was placed over the\ngates, and beneath which were inscribed these words:\n\n‘_This is the head of Ali Tepelini, Pasha of Yanina._’\n\n“I cried bitterly, and tried to raise my mother from the earth, but she\nwas dead! I was taken to the slave-market, and was purchased by a rich\nArmenian. He caused me to be instructed, gave me masters, and when I\nwas thirteen years of age he sold me to the Sultan Mahmoud.”\n\n“Of whom I bought her,” said Monte Cristo, “as I told you, Albert, with\nthe emerald which formed a match to the one I had made into a box for\nthe purpose of holding my hashish pills.”\n\n“Oh, you are good, you are great, my lord!” said Haydée, kissing the\ncount’s hand, “and I am very fortunate in belonging to such a master!”\n\nAlbert remained quite bewildered with all that he had seen and heard.\n\n“Come, finish your cup of coffee,” said Monte Cristo; “the history is\nended.”\n\n\n\n Chapter 78. We hear From Yanina\n\nIf Valentine could have seen the trembling step and agitated\ncountenance of Franz when he quitted the chamber of M. Noirtier, even\nshe would have been constrained to pity him. Villefort had only just\ngiven utterance to a few incoherent sentences, and then retired to his\nstudy, where he received about two hours afterwards the following\nletter:\n\n“After all the disclosures which were made this morning, M. Noirtier de\nVillefort must see the utter impossibility of any alliance being formed\nbetween his family and that of M. Franz d’Épinay. M. d’Épinay must say\nthat he is shocked and astonished that M. de Villefort, who appeared to\nbe aware of all the circumstances detailed this morning, should not\nhave anticipated him in this announcement.”\n\n\nNo one who had seen the magistrate at this moment, so thoroughly\nunnerved by the recent inauspicious combination of circumstances, would\nhave supposed for an instant that he had anticipated the annoyance;\nalthough it certainly never had occurred to him that his father would\ncarry candor, or rather rudeness, so far as to relate such a history.\nAnd in justice to Villefort, it must be understood that M. Noirtier,\nwho never cared for the opinion of his son on any subject, had always\nomitted to explain the affair to Villefort, so that he had all his life\nentertained the belief that General de Quesnel, or the Baron d’Épinay,\nas he was alternately styled, according as the speaker wished to\nidentify him by his own family name, or by the title which had been\nconferred on him, fell the victim of assassination, and not that he was\nkilled fairly in a duel. This harsh letter, coming as it did from a man\ngenerally so polite and respectful, struck a mortal blow at the pride\nof Villefort.\n\nHardly had he read the letter, when his wife entered. The sudden\ndeparture of Franz, after being summoned by M. Noirtier, had so much\nastonished everyone, that the position of Madame de Villefort, left\nalone with the notary and the witnesses, became every moment more\nembarrassing. Determined to bear it no longer, she arose and left the\nroom; saying she would go and make some inquiries into the cause of his\nsudden disappearance.\n\nM. de Villefort’s communications on the subject were very limited and\nconcise; he told her, in fact, that an explanation had taken place\nbetween M. Noirtier, M. d’Épinay, and himself, and that the marriage of\nValentine and Franz would conseq"
    }
  ]
}