{
  "a4ca957023c7": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.056818181818181816,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 989,
      "chunk_id": "The Count of Monte Cristo_chunk_753",
      "start_pos": 2635500,
      "end_pos": 2639500,
      "similarity": 0.02527075812274368,
      "text": "form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n\n    • You pay a royalty fee of 20% of the gross profits you derive from\n        the use of Project Gutenberg™ works calculated using the method\n        you already use to calculate your applicable taxes. The fee is owed\n        to the owner of the Project Gutenberg™ trademark, but he has\n        agreed to donate royalties under this paragraph to the Project\n        Gutenberg Literary Archive Foundation. Royalty payments must be paid\n        within 60 days following each date on which you prepare (or are\n        legally required to prepare) your periodic tax returns. Royalty\n        payments should be clearly marked as such and sent to the Project\n        Gutenberg Literary Archive Foundation at the address specified in\n        Section 4, “Information about donations to the Project Gutenberg\n        Literary Archive Foundation.”\n    \n    • You provide a full refund of any money paid by a user who notifies\n        you in writing (or by e-mail) within 30 days of receipt that s/he\n        does not agree to the terms of the full Project Gutenberg™\n        License. You must require such a user to return or destroy all\n        copies of the works possessed in a physical medium and discontinue\n        all use of and all access to other copies of Project Gutenberg™\n        works.\n    \n    • You provide, in accordance with paragraph 1.F.3, a full refund of\n        any money paid for a work or a replacement copy, if a defect in the\n        electronic work is discovered and reported to you within 90 days of\n        receipt of the work.\n    \n    • You comply with all other terms of this agreement for free\n        distribution of Project Gutenberg™ works.\n    \n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses,"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.024054982817869417,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 308,
      "chunk_id": "The Count of Monte Cristo_chunk_72",
      "start_pos": 252000,
      "end_pos": 256000,
      "similarity": 0.023936170212765957,
      "text": "\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 34.\n\n\n\n Chapter 15. Number 34 and Number 27\n\nDantès passed through all the stages of torture natural to prisoners in\nsuspense. He was sustained at first by that pride of conscious\ninnocence which is the sequence to hope; then he began to doubt his own\ninnocence, which justified in some measure the governor’s belief in his\nmental alienation; and then, relaxing his sentiment of pride, he\naddressed his supplications, not to God, but to man. God is always the\nlast resource. Unfortunates, who ought to begin with God, do not have\nany hope in him till they have exhausted all other means of\ndeliverance.\n\nDantès asked to be removed from his present dungeon into another, even\nif it were darker and deeper, for a change, however disadvantageous,\nwas still a change, and would afford him some amusement. He entreated\nto be allowed to walk about, to have fresh air, books, and writing\nmaterials. His requests were not granted, but he went on asking all the\nsame. He accustomed himself to speaking to the new jailer, although the\nlatter was, if possible, more taciturn than the old one; but still, to\nspeak to a man, even though mute, was something. Dantès spoke for the\nsake of hearing his own voice; he had tried to speak when alone, but\nthe sound of his voice terrified him.\n\nOften, before his captivity, Dantès’ mind had revolted at the idea of\nassemblages of prisoners, made up of thieves, vagabonds, and murderers.\nHe now wished to be amongst them, in order to see some other face\nbesides that of his jailer; he sighed for the galleys, with the\ninfamous costume, the chain, and the brand on the shoulder. The\ngalley-slaves breathed the fresh air of heaven, and saw each other.\nThey were very happy.\n\nHe besought the jailer one day to let him have a companion, were it\neven the mad abbé. The jailer, though rough and hardened by the\nconstant sight of so much suffering, was yet a man. At the bottom of\nhis heart he had often had a feeling of pity for this unhappy young man\nwho suffered so; and he laid the request of number 34 before the\ngovernor; but the latter sapiently imagined that Dantès wished to\nconspire or attempt an escape, and refused his request. Dantès had\nexhausted all human resources, and he then turned to God.\n\nAll the pious ideas that had been so long forgotten, returned; he\nrecollected the prayers his mother had taught him, and discovered a new\nmeaning in every word; for in prosperity prayers seem but a mere medley\nof words, until misfortune comes and the unhappy sufferer first\nunderstands the meaning of the sublime language in which he invokes the\npity of heaven! He prayed, and prayed aloud, no longer terrified at the\nsound of his own voice, for he fell into a sort of ecstasy. He laid\nevery action of his life before the Almighty, proposed tasks to\naccomplish, and at the end of every prayer introduced the entreaty\noftener addressed to man than to God: “Forgive us our trespasses as we\nforgive them that trespass against us.” Yet in spite of his earnest\nprayers, Dantès remained a prisoner.\n\nThen gloom settled heavily upon him. Dantès was a man of great\nsimplicity of thought, and without education; he could not, therefore,\nin the solitude of his dungeon, traverse in mental vision the history\nof the ages, bring to life the nations that had perished, and rebuild\nthe ancient cities so vast and stupendous in the light of the\nimagination, and that pass before the eye glowing with celestial colors\nin Martin’s Babylonian pictures. He could not do this, he whose past"
    },
    {
      "chunk_idx": 987,
      "chunk_id": "The Count of Monte Cristo_chunk_751",
      "start_pos": 2628500,
      "end_pos": 2632500,
      "similarity": 0.02390438247011952,
      "text": "thout permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\n\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\n\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project Gutenberg™\nelectronic works\n\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the person\nor entity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of chang"
    }
  ]
}