{
  "a4b03ecb0b43": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03260869565217391,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 128,
      "chunk_id": "In Search of the Castaways_chunk_128",
      "start_pos": 448000,
      "end_pos": 452000,
      "similarity": 0.025423728813559324,
      "text": "lers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the first prize in geography\" was\nsufficient introduction to Monsieur Paganel, who forthwith tested his\nknowledge, greatly to his own satisfaction, and considerably to the\ncredit of his young pupil. The curiosity of his discoverers having been\nfully satisfied, Toliné was made welcome, and partook with the others\nof the general repast. Many were the plans and purposes concerning\nhim, and much wonder was expressed as to how they could speed him on\nhis way; but in the morning it was discovered that he had solved the\nproblem for himself, and a bouquet of fresh leaves and flowers, laid by\nthe side of Lady Helena's seat, was the only memento that Toliné had\nleft.\n\n[Sidenote: A GOLDEN CITY.]\n\nThe party were now approaching the district which, in the years 1851\nand 1852, was so much talked of throughout the civilized world,\nand attracted from all parts so many reckless adventurers and\nfortune-hunters. The line of the thirty-seventh parallel, on which they\nwere traveling, led them through the diggings and municipality of Mount\nAlexander, which was one of the most successful spots for the digger at\nthe commencement of the gold fever, in consequence of the comparatively\nlevel nature of the ground and the general richness of the soil, so\ndifferent from some other localities where only once in a while was\nsome enormous nugget to be found. As they drew near to the streets of\nthis hastily-built town, Ayrton and Mulready, who were in charge of the\ncart, were sent forward, whilst the others walked through the place to\ninspect what there might be of interest, as well as to ascertain what\nmight be learned concerning the object of their expedition.\n\nThus, in this strange gathering of all nationalities and creeds and\nprofessions, the regular inhabitants beheld a still more extraordinary\nsight than that every day afforded them: folks who to the refinement\nwhich education and civilization give added both the earnestness\nof the worker and the freshness and vigor of the pleasure-seeking\ntourist. In the streets, in connection with the strange sign-boards and\nannouncements, the novel erections and purposes to which some of them\nwere adapted, Paganel had a history and commentary for every one.\n\nStill more did he expatiate upon the thousand-and-one topics of\ninterest when they visited the bank building, which here is the\ncentre of more than one agency connected with this great gold-bearing\ndistrict. Here was the mineralogical museum, in which might be seen\nspecimens illustrative of all the various ways in which the gold has\nbeen found, whether in combination with clay or other minerals, or--as\nit is sometimes, to the great joy of the finder, discovered--_pur\net simple_. Here also were models, diagrams, and even the tools\nthemselves, to illustrate the different methods by which the object\nof search was dug out, or washed, or crushed, or tested. Here also\nwas an almost unequaled collection of precious stones, gems of all\nsorts, making the gallery in which they were placed a real Golconda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.023890784982935155,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 224,
      "chunk_id": "In Search of the Castaways_chunk_224",
      "start_pos": 784000,
      "end_pos": 788000,
      "similarity": 0.0234375,
      "text": " children! who could tell them\nwhere their father is?\"\n\n\"I!\" cried Paganel.\n\nAs we have remarked, the geographer, although so loquacious and\nexcitable usually, had scarcely spoken during Ayrton's examination. He\nhad listened in total silence. But this last word that he had uttered\nwas worth more than all the others, and startled Glenarvan at once.\n\n\"You, Paganel!\" he exclaimed; \"do you know where Captain Grant is?\"\n\n\"As well as can be known,\" answered the geographer.\n\n\"And how do you know?\"\n\n\"By that everlasting document.\"\n\n[Sidenote: A GEOGRAPHER'S REMINISCENCES.]\n\n\"Ah!\" said the major, in a tone of the most thorough incredulity.\n\n\"Listen first, MacNabb, and shrug your shoulders afterwards. I did\nnot speak before, because you would not have believed me. Besides, it\nwas useless. But if I speak to-day, it is because Ayrton's opinion\ncorroborates mine.\"\n\n\"Then New Zealand----?\" asked Glenarvan.\n\n\"Hear and judge,\" replied Paganel. \"I did not commit the blunder\nthat saved us, without reason. Just as I was writing that letter\nat Glenarvan's dictation, the word Zealand was troubling my brain.\nYou remember that we were in the cart. MacNabb had just told Lady\nHelena the story of the convicts, and had handed her the copy of the\n_Australian and New Zealand Gazette_ that gave an account of the\naccident at Camden Bridge. As I was writing, the paper lay on the\nground, folded so that only two syllables of its title could be seen,\nand these were _aland_. What a light broke in upon my mind! 'Aland'\nwas one of the very words in the English document,--a word that we had\nhitherto translated _ashore_, but which was the termination of the\nproper name Zealand.\"\n\n\"Ha!\" cried Glenarvan.\n\n\"Yes,\" continued Paganel, with profound conviction, \"this\ninterpretation had escaped me, and do you know why? Because my\nexaminations were naturally confined more particularly to the French\ndocument, where this important word was wanting.\"\n\n\"Ho! ho!\" laughed the major, \"that is too much imagination, Paganel.\nYou forget your previous conclusions rather easily.\"\n\n\"Well, major, I am ready to answer you.\"\n\n\"Then what becomes of your word _austral_?\"\n\n\"It is what it was at first. It simply means the southern (_australes_)\ncountries.\"\n\n\"Very well. But that word _indi_, that was first the root of Indians\n(_indiens_), and then of natives (_indigènes_)?\"\n\n\"The third and last time, it shall be the first two syllables of the\nword _indigence_ (destitution).\"\n\n\"And _contin_!\" cried MacNabb; \"does it still signify _continent_?\"\n\n\"No, since New Zealand is only an island.\"\n\n\"Then?\" inquired Glenarvan.\n\n\"My dear lord,\" replied Paganel, \"I will translate the document for\nyou, according to my third interpretation, and you shall judge. I only\nmake two suggestions. First, forget as far as possible the previous\ninterpretations; and next, although certain passages will seem to you\nforced, and I may translate them wrongly, still, remember that they\nhave no special importance. Moreover, the French document serves as the\nbasis of my interpretation, and you must consider that it was written\nby an Englishman who could not have been perfectly familiar with the\nidioms of our language.\"\n\nSo saying, Paganel, slowly pronouncing each syllable, read the\nfollowing:\n\n\"On the 27th of June, 1862, the brig Britannia, of Glasgow, foundered,\nafter a long struggle (_agonie_), in the South (_australes_) Seas, on\nthe coasts of New Ze_aland_. Two sailors and Captain Grant succeeded\nin landing (_abor_der). Here, continually (_contin_uellement) a prey\n(_pr_oie) to a cruel (_cruel_le) destitution (_indi_gence), they cast\nthis document into the sea, at longitude ---- and latitude 37° 11'.\nCome to their assistance, or they are lost.\"\n\nPaganel stopped. His interpretation was admissible. But, although\nit appeared as probable as the other, still it might be as false.\nGlenarvan and the major therefore no longer attempted to dispute it.\nHowever, since the traces of the Britannia had not been encountered on\nthe coasts of P"
    },
    {
      "chunk_idx": 532,
      "chunk_id": "The Count of Monte Cristo_chunk_296",
      "start_pos": 1036000,
      "end_pos": 1040000,
      "similarity": 0.0234375,
      "text": "u are exactly in the spot!”\n\n“What spot?”\n\n“Where he fell.”\n\n20281m\n\n\n\n“My dear Monsieur Bertuccio,” said Monte Cristo, laughing, “control\nyourself; we are not at Sartène or at Corte. This is not a Corsican\n_maquis_ but an English garden; badly kept, I own, but still you must\nnot calumniate it for that.”\n\n“Monsieur, I implore you do not stay there!”\n\n“I think you are going mad, Bertuccio,” said the count coldly. “If that\nis the case, I warn you, I shall have you put in a lunatic asylum.”\n\n“Alas! excellency,” returned Bertuccio, joining his hands, and shaking\nhis head in a manner that would have excited the count’s laughter, had\nnot thoughts of a superior interest occupied him, and rendered him\nattentive to the least revelation of this timorous conscience. “Alas!\nexcellency, the evil has arrived!”\n\n“M. Bertuccio,” said the count, “I am very glad to tell you, that while\nyou gesticulate, you wring your hands and roll your eyes like a man\npossessed by a devil who will not leave him; and I have always\nobserved, that the devil most obstinate to be expelled is a secret. I\nknew you were a Corsican. I knew you were gloomy, and always brooding\nover some old history of the vendetta; and I overlooked that in Italy,\nbecause in Italy those things are thought nothing of. But in France\nthey are considered in very bad taste; there are gendarmes who occupy\nthemselves with such affairs, judges who condemn, and scaffolds which\navenge.”\n\nBertuccio clasped his hands, and as, in all these evolutions, he did\nnot let fall the lantern, the light showed his pale and altered\ncountenance. Monte Cristo examined him with the same look that, at\nRome, he had bent upon the execution of Andrea, and then, in a tone\nthat made a shudder pass through the veins of the poor steward—\n\n“The Abbé Busoni, then told me an untruth,” said he, “when, after his\njourney in France, in 1829, he sent you to me, with a letter of\nrecommendation, in which he enumerated all your valuable qualities.\nWell, I shall write to the abbé; I shall hold him responsible for his\n_protégé’s_ misconduct, and I shall soon know all about this\nassassination. Only I warn you, that when I reside in a country, I\nconform to all its code, and I have no wish to put myself within the\ncompass of the French laws for your sake.”\n\n“Oh, do not do that, excellency; I have always served you faithfully,”\ncried Bertuccio, in despair. “I have always been an honest man, and, as\nfar as lay in my power, I have done good.”\n\n“I do not deny it,” returned the count; “but why are you thus agitated.\nIt is a bad sign; a quiet conscience does not occasion such paleness in\nthe cheeks, and such fever in the hands of a man.”\n\n“But, your excellency,” replied Bertuccio hesitatingly, “did not the\nAbbé Busoni, who heard my confession in the prison at Nîmes, tell you\nthat I had a heavy burden upon my conscience?”\n\n“Yes; but as he said you would make an excellent steward, I concluded\nyou had stolen—that was all.”\n\n“Oh, your excellency!” returned Bertuccio in deep contempt.\n\n“Or, as you are a Corsican, that you had been unable to resist the\ndesire of making a ‘stiff,’ as you call it.”\n\n“Yes, my good master,” cried Bertuccio, casting himself at the count’s\nfeet, “it was simply vengeance—nothing else.”\n\n“I understand that, but I do not understand what it is that galvanizes\nyou in this manner.”\n\n“But, monsieur, it is very natural,” returned Bertuccio, “since it was\nin this house that my vengeance was accomplished.”\n\n“What! my house?”\n\n“Oh, your excellency, it was not yours, then.”\n\n“Whose, then? The Marquis de Saint-Méran, I think, the concierge said.\nWhat had you to revenge on the Marquis de Saint-Méran?”\n\n“Oh, it was not on him, monsieur; it was on another.”\n\n“This is strange,” returned Monte Cristo, seeming to yield to his\nreflections, “that you should find yourself without any preparation in\na house where the event happened that causes you so much remorse.”\n\n“Monsieur,” said the steward, “it is fatality, I am sure. First, you\npurchase a"
    }
  ]
}