{
  "870c11ed092d": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0392156862745098,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 137,
      "chunk_id": "In Search of the Castaways_chunk_137",
      "start_pos": 479500,
      "end_pos": 483500,
      "similarity": 0.03217821782178218,
      "text": " should be unwilling to slight a\nhospitality so graciously offered----\"\n\n\"My lord,\" interrupted Michael Patterson, \"by accepting you will confer\na favor upon two poor colonists, who will be only too happy to extend\nto you the honors of the desert.\"\n\nGlenarvan bowed in token of assent.\n\n\"Sir,\" said Paganel, addressing Michael Patterson, \"should I be too\ninquisitive were I to ask if it was you who sang that divine air of\nMozart last night?\"\n\n\"It was I, sir,\" replied the gentleman; \"and my brother accompanied me.\"\n\n\"Well, sir,\" continued Paganel, extending his hand, \"accept the sincere\ncompliments of a Frenchman, who is an ardent admirer of Mozart's music.\"\n\nThe young man modestly returned the geographer's greeting, and then\npointed towards the right to the road they were to take. The horses had\nbeen confided to the care of Ayrton and the sailors, and the travelers\nat once betook themselves on foot to Hottam Station, under the guidance\nof the two young men.\n\nIt was a magnificent establishment, characterized by the perfect order\nof an English park. Immense meadows, inclosed by fences, extended as\nfar as the eye could reach. Here grazed thousands of oxen and sheep.\nNumerous shepherds and still more numerous dogs tended this vast herd,\nwhile with the bellowing and bleating mingled the baying of mastiffs\nand the sharp crack of stock-whips.\n\n[Sidenote: ARTIFICIAL SELECTION.]\n\nTo the east the prospect was broken by a border of gum-trees, beyond\nwhich rose the imposing peak of Mount Hottam, seven thousand five\nhundred feet high. Long avenues of tall trees stretched in all\ndirections, while here and there stood dense clumps of grass-trees,\nshrubby plants about ten feet high, resembling the dwarf palm, with a\nthick foliage of long narrow leaves. The air was laden with the perfume\nof laurels, whose clusters of white flowers in full bloom exhaled the\nmost delicate fragrance.\n\nWith the charming groups of native trees were mingled those\ntransplanted from European climes. The peach, the pear, the apple,\nthe fig, the orange, and even the oak were hailed with delight by the\ntravelers, who, if they were not astonished at walking in the shade of\nthe trees of their country, wondered, at least, at the sight of the\nbirds that fluttered among the branches, the satin-birds with their\nsilky plumage, and the canaries, clad in golden and black velvet.\n\nHere, for the first time, they saw the menure, or lyre-bird, whose tail\nhas the form of the graceful instrument of Orpheus. As the bird fled\naway among the arborescent ferns, its tail striking the branches, they\nalmost expected to hear those harmonious chords that helped Amphion to\nrebuild the walls of Thebes.\n\nLord Glenarvan was not satisfied with merely admiring the fairy\nwonders of this oasis of the Australian desert. He listened with\nprofound interest to the young men's story. In England, in the heart\nof civilization, a new-comer would have first informed his host\nwhence he came and whither he was going; but here, by a nice shade\nof distinction, Michael and Sandy Patterson thought they should\nmake themselves known to the travelers to whom they offered their\nhospitalities, and briefly told their story.\n\n[Illustration: Here, for the first time, they saw the menure, or\nlyre-bird, whose tail has the form of the graceful instrument of\nOrpheus.]\n\n[Sidenote: NATURE AND ART.]\n\nIt was like that of all intelligent and active young Englishmen,\nwho do not believe that the possession of riches absolves from the\nresponsibility to labor for the welfare of others. Michael and\nAlexander Patterson were the sons of a London banker. When they were\ntwenty years old, their father had said: \"Here is money, my sons. Go\nto some distant land, found there a useful establishment, and acquire\nin labor the knowledge of life. If you succeed, so much the better; if\nyou fail, it matters little. We shall not regret the money that will\nhave enabled you to become men.\" They obeyed; they chose the province\nof Victoria as the place to sow t"
    },
    {
      "chunk_idx": 129,
      "chunk_id": "In Search of the Castaways_chunk_129",
      "start_pos": 451500,
      "end_pos": 455500,
      "similarity": 0.03208556149732621,
      "text": "onda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-bearing value of various spots. Then, in addition to the usual\noperations of a banking establishment, it was here that the ore was\nstored, from hence that it was sent, under government escort and with\ngovernment guarantee, subject to a fixed, though moderate, charge,\nso that the transport to Melbourne, which at first was a dangerous\nand expensive \"middle passage,\" was now as easily and inexpensively\naccomplished as is the transmission of freight from London to Paris.\n\n[Illustration: In the streets, in connection with the strange\nsign-boards and announcements, the novel erections and purposes to\nwhich some of them were adapted, Paganel had a history and commentary\nfor every one.]\n\nOver the whole of this establishment they were conducted by the most\ncourteous and obliging of officials, and the services thus rendered\ncharmed the Frenchman, who was none the less loquacious, and was in\ntruth able even to enlighten his guides.\n\n[Illustration: Here was the mineralogical museum, in which might be\nseen specimens illustrative of all the various ways in which the gold\nhas been found.]\n\n[Sidenote: PLEASING PROGRESS.]\n\nBut his joy culminated when, after some time spent in the hotel, the\nparty left the town, and passed through the \"diggings,\" properly so\ncalled. It was difficult to persuade Paganel and Robert--who kept\ntogether--to come on, in order that they might not leave Ayrton and\nMulready too long in suspense. Now the Frenchman would see just the key\nthat he needed to understand a point not before clear to him; anon you\nmight see him as in the illustration, when he had picked up a pebble\nand was sure that it was in itself so interesting as a mineralogical\nspecimen that he must treasure it up for the Bank of France, so that\nhis own land might have at least one part of Australia. All this was\ndone with such a mingling of childish good-nature and scientific and\nnational pride that it was useless to do anything but laugh, and an\nirrepressible smile came over even the major's features. At length,\nhowever, by drawing him into a lecture, they succeeded in persuading\nhim to follow them; and, as they left the diggings, he told them the\nhistory of the prophecies, the discovery, and the spread of knowledge\nas to the rich auriferous deposits of this part of Australia. He\ncould give them facts and incidents and dates as to the ingress into\nMelbourne, and the exodus therefrom to the diggings, in the year 1852;\nhe told them how the energy and the love of order which characterize\nthe English-speaking peoples had reduced to system, method,\nsubordination, the chaotic surgings and restlessness which marked the\nfirst weeks and months of this new era; and he detailed, as though\nhe had studied the subject to the entire neglect of other matters,\nthe working of the system,--how the land was registered, what was the\nsum paid in the aggregate, how the taxes were collected, wherein the\nsystem had been found faulty. All this occupied much time, and, before\nhe had finished, the cart was in sight, in which Lady Helena and Miss\nGrant reseated themselves, and for the remainder of the day and the\nsucceeding night their progress was in the accustomed order.\n\n\n\n\nCHAPTER XXXVII.\n\nA WARNING.\n\n\nAt sunrise the travelers left the gold regions and crossed the\nfrontiers of the county of Talbot. Their line of travel now struck\nthe dusty roads of the county of Dalhousie. Half the journey was\naccomplished. In fifteen days more of travel equally rapid the little\nparty would reach the shore"
    },
    {
      "chunk_idx": 128,
      "chunk_id": "In Search of the Castaways_chunk_128",
      "start_pos": 448000,
      "end_pos": 452000,
      "similarity": 0.030303030303030304,
      "text": "lers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the first prize in geography\" was\nsufficient introduction to Monsieur Paganel, who forthwith tested his\nknowledge, greatly to his own satisfaction, and considerably to the\ncredit of his young pupil. The curiosity of his discoverers having been\nfully satisfied, Toliné was made welcome, and partook with the others\nof the general repast. Many were the plans and purposes concerning\nhim, and much wonder was expressed as to how they could speed him on\nhis way; but in the morning it was discovered that he had solved the\nproblem for himself, and a bouquet of fresh leaves and flowers, laid by\nthe side of Lady Helena's seat, was the only memento that Toliné had\nleft.\n\n[Sidenote: A GOLDEN CITY.]\n\nThe party were now approaching the district which, in the years 1851\nand 1852, was so much talked of throughout the civilized world,\nand attracted from all parts so many reckless adventurers and\nfortune-hunters. The line of the thirty-seventh parallel, on which they\nwere traveling, led them through the diggings and municipality of Mount\nAlexander, which was one of the most successful spots for the digger at\nthe commencement of the gold fever, in consequence of the comparatively\nlevel nature of the ground and the general richness of the soil, so\ndifferent from some other localities where only once in a while was\nsome enormous nugget to be found. As they drew near to the streets of\nthis hastily-built town, Ayrton and Mulready, who were in charge of the\ncart, were sent forward, whilst the others walked through the place to\ninspect what there might be of interest, as well as to ascertain what\nmight be learned concerning the object of their expedition.\n\nThus, in this strange gathering of all nationalities and creeds and\nprofessions, the regular inhabitants beheld a still more extraordinary\nsight than that every day afforded them: folks who to the refinement\nwhich education and civilization give added both the earnestness\nof the worker and the freshness and vigor of the pleasure-seeking\ntourist. In the streets, in connection with the strange sign-boards and\nannouncements, the novel erections and purposes to which some of them\nwere adapted, Paganel had a history and commentary for every one.\n\nStill more did he expatiate upon the thousand-and-one topics of\ninterest when they visited the bank building, which here is the\ncentre of more than one agency connected with this great gold-bearing\ndistrict. Here was the mineralogical museum, in which might be seen\nspecimens illustrative of all the various ways in which the gold has\nbeen found, whether in combination with clay or other minerals, or--as\nit is sometimes, to the great joy of the finder, discovered--_pur\net simple_. Here also were models, diagrams, and even the tools\nthemselves, to illustrate the different methods by which the object\nof search was dug out, or washed, or crushed, or tested. Here also\nwas an almost unequaled collection of precious stones, gems of all\nsorts, making the gallery in which they were placed a real Golconda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.029801324503311258,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    }
  ]
}