{
  "17d3bb5beda1": [
    {
      "chunk_idx": 126,
      "chunk_id": "In Search of the Castaways_chunk_126",
      "start_pos": 441000,
      "end_pos": 445000,
      "similarity": 0.021917808219178082,
      "text": "forty-five minutes past eleven. It must have been a quarter-past\nthree in the morning when the train reached Camden Bridge, where this\nterrible destruction of life and property took place. The travelers\nand employés of the last car at once busied themselves in seeking\nassistance; but the telegraph-wires, whose poles lay on the ground,\nwere no longer available. It took the authorities of Castlemaine three\nhours to reach the scene of the disaster; and it was, therefore, six\no'clock in the morning before a corps of workers was organized under\nthe direction of the surveyor-general of the district, and a detachment\nof policemen, commanded by an officer. The squatters had come to their\naid, and exerted themselves to extinguish the fire, which consumed the\nheap of ruins with unconquerable fierceness. Several unrecognizable\nbodies lay on the edge of the embankment, but it was impossible\nto rescue a living being from this furnace. The fire had rapidly\naccomplished the work of destruction. Of the travelers in the train,\nwhose number was not known, only ten survived, those in the last car.\nThe railroad company had just sent an extra locomotive to convey them\nto Castlemaine.\n\nMeantime, Lord Glenarvan, having made the acquaintance of the\nsurveyor-general, was conversing with him and the police-officer. The\nlatter was a tall, thin man, of imperturbable coolness, who, if he\nhad any feeling, betrayed no sign of it on his impassible features.\nHe was like a mathematician engaged upon a problem; he was seeking to\nelucidate the mystery of the disaster. To Glenarvan's first words,\n\"This is a great calamity!\" he replied, calmly, \"It is more than that.\"\n\n\"More than that!\" cried Glenarvan; \"and what can be more than that?\"\n\n\"It is a crime!\" replied the officer, coolly.\n\nGlenarvan turned to Mr. Mitchell, the surveyor-general, with a\nquestioning look.\n\n\"That is correct,\" said the latter; \"our examination has convinced us\nthat the catastrophe is the result of a crime. The last baggage-wagon\nwas robbed. The surviving travelers were attacked by a party of five or\nsix malefactors. The bridge was opened intentionally; and, taking into\naccount this fact with the disappearance of the guard, I cannot but\ncome to the conclusion that the miserable man was the accomplice of the\ncriminals.\"\n\nThe police-officer, at these words, slowly shook his head.\n\n\"You are not of my opinion?\" inquired Mr. Mitchell.\n\n\"Not as regards the complicity of the guard.\"\n\n\"At any rate, this assumed complicity,\" continued the surveyor-general,\n\"enables us to attribute the crime to the natives who wander about the\ncountry. Without the guard's assistance these natives could not have\nopened the draw-bridge, for they do not understand its working.\"\n\n\"Exactly,\" replied the officer.\n\n\"Now, it is known,\" added Mr. Mitchell, \"from the testimony of a\nboatman, whose boat passed Camden Bridge at forty minutes past ten in\nthe evening, that the bridge was closed according to regulation, after\nhis passage.\"\n\n\"Quite right.\"\n\n[Illustration: In the midst of the multitude two men were bearing a\ncorpse. It was that of the guard, already cold. A poniard-thrust had\npierced him to the heart.]\n\n\"Therefore the complicity of the guard seems to me to be proved\nincontestably.\"\n\nThe officer again made a gesture of dissent.\n\n\"Then you do not attribute the crime to the natives?\" inquired\nGlenarvan.\n\n\"I do not.\"\n\n\"To whom, then?\"\n\nAt this moment a loud uproar was heard half a mile up the river. A\ncrowd had formed, which rapidly increased, and was now approaching the\nstation. In the midst of the multitude two men were bearing a corpse.\nIt was that of the guard, already cold. A poniard-thrust had pierced\nhim to the heart. The assassins had dragged the body some distance from\nCamden Bridge, doubtless intending by this means to mislead the police\nin their first investigations. This discovery clearly justified the\ndoubts of the officer. The natives had no hand in the crime.\n\n\"Those who struck the blow,\" said he, \"are person"
    },
    {
      "chunk_idx": 486,
      "chunk_id": "The Count of Monte Cristo_chunk_250",
      "start_pos": 875000,
      "end_pos": 879000,
      "similarity": 0.02168021680216802,
      "text": " without any other signal, the carriages moved on, flowing\non towards the Corso, down all the streets, like torrents pent up for a\nwhile, which again flow into the parent river; and the immense stream\nagain continued its course between its two granite banks.\n\nA new source of noise and movement was added to the crowd. The sellers\nof _moccoletti_ entered on the scene. The _moccoli_, or _moccoletti_,\nare candles which vary in size from the pascal taper to the rushlight,\nand which give to each actor in the great final scene of the Carnival\ntwo very serious problems to grapple with,—first, how to keep his own\n_moccoletto_ alight; and secondly, how to extinguish the _moccoletti_\nof others. The _moccoletto_ is like life: man has found but one means\nof transmitting it, and that one comes from God. But he has discovered\na thousand means of taking it away, and the devil has somewhat aided\nhim. The _moccoletto_ is kindled by approaching it to a light. But who\ncan describe the thousand means of extinguishing the _moccoletto_?—the\ngigantic bellows, the monstrous extinguishers, the superhuman fans.\nEveryone hastened to purchase _moccoletti_—Franz and Albert among the\nrest.\n\nThe night was rapidly approaching; and already, at the cry of\n“_Moccoletti_!” repeated by the shrill voices of a thousand vendors,\ntwo or three stars began to burn among the crowd. It was a signal. At\nthe end of ten minutes fifty thousand lights glittered, descending from\nthe Palazzo di Venezia to the Piazza del Popolo, and mounting from the\nPiazza del Popolo to the Palazzo di Venezia. It seemed like the _fête_\nof Jack-o’-lanterns.\n\nIt is impossible to form any idea of it without having seen it. Suppose\nthat all the stars had descended from the sky and mingled in a wild\ndance on the face of the earth; the whole accompanied by cries that\nwere never heard in any other part of the world. The _facchino_ follows\nthe prince, the Transteverin the citizen, everyone blowing,\nextinguishing, relighting. Had old Æolus appeared at this moment, he\nwould have been proclaimed king of the _moccoli_, and Aquilo the\nheir-presumptive to the throne.\n\nThis battle of folly and flame continued for two hours; the Corso was\nlight as day; the features of the spectators on the third and fourth\nstories were visible.\n\nEvery five minutes Albert took out his watch; at length it pointed to\nseven. The two friends were in the Via dei Pontefici. Albert sprang\nout, bearing his _moccoletto_ in his hand. Two or three masks strove to\nknock his _moccoletto_ out of his hand; but Albert, a first-rate\npugilist, sent them rolling in the street, one after the other, and\ncontinued his course towards the church of San Giacomo.\n\nThe steps were crowded with masks, who strove to snatch each other’s\ntorches. Franz followed Albert with his eyes, and saw him mount the\nfirst step.\n\nInstantly a mask, wearing the well-known costume of a peasant woman,\nsnatched his _moccoletto_ from him without his offering any resistance.\nFranz was too far off to hear what they said; but, without doubt,\nnothing hostile passed, for he saw Albert disappear arm-in-arm with the\npeasant girl. He watched them pass through the crowd for some time, but\nat length he lost sight of them in the Via Macello.\n\nSuddenly the bell that gives the signal for the end of the Carnival\nsounded, and at the same instant all the _moccoletti_ were extinguished\nas if by enchantment. It seemed as though one immense blast of the wind\nhad extinguished everyone.\n\nFranz found himself in utter darkness. No sound was audible save that\nof the carriages that were carrying the maskers home; nothing was\nvisible save a few lights that burnt behind the windows.\n\nThe Carnival was over.\n\n20193m\n\n\n\n\n Chapter 37. The Catacombs of Saint Sebastian\n\nIn his whole life, perhaps, Franz had never before experienced so\nsudden an impression, so rapid a transition from gayety to sadness, as\nin this moment. It seemed as though Rome, under the magic breath of\nsome demon of the night, had suddenly ch"
    },
    {
      "chunk_idx": 95,
      "chunk_id": "In Search of the Castaways_chunk_95",
      "start_pos": 332500,
      "end_pos": 336500,
      "similarity": 0.021164021164021163,
      "text": "el, the major, Tom Austin, and the two sailors\nbade an affectionate adieu to the noble Patagonian, who clasped each\none in succession to his broad breast. All were sincerely sorry at\nparting with so courageous and devoted a friend. Paganel forced him\nto accept a map of South America and the two oceans, which the\nIndian had frequently examined with interest. It was the geographer's\nmost precious possession. As for Robert, he had nothing to give but\ncaresses, which he freely lavished upon his deliverer and upon Thaouka.\n\n[Illustration: They pushed off, and the boat was rapidly borne from the\nshore by the ebbing tide. For a long time the motionless outline of the\nIndian was seen through the foam of the waves.]\n\nAt that instant the Duncan's boat approached, and, gliding into the\nnarrow channel between the sand-banks, grounded on the beach.\n\n\"My wife?\" asked Glenarvan.\n\n\"My sister?\" cried Robert.\n\n\"Lady Helena and Miss Grant await you on board,\" replied the cockswain.\n\"But we have not a moment to lose, my lord, for the tide is beginning\nto ebb.\"\n\nThe last acknowledgments were given, and Thalcave accompanied his\nfriends to the boat. Just as Robert was about to embark, the Indian\ntook him in his arms and gazed at him tenderly.\n\n\"Now go,\" said he; \"you are a man!\"\n\n\"Adieu, my friend, adieu!\" cried Glenarvan.\n\n\"Shall we ever see each other again?\" asked Paganel.\n\n\"Who knows?\" replied Thalcave, raising his arms towards heaven.\n\nThey pushed off, and the boat was rapidly borne from the shore by the\nebbing tide. For a long time the motionless outline of the Indian was\nseen through the foam of the waves. Then his tall form grew indistinct,\nand soon became invisible. An hour afterwards they reached the Duncan.\nRobert was the first to spring upon the deck, where he threw himself\nupon his sister's neck, while the crew of the yacht filled the air with\ntheir joyous shouts.\n\nThus had our travelers accomplished the journey across South America\non a rigorously straight line. Neither mountains nor rivers had turned\nthem aside from their course; and, although they were not forced to\nstruggle against the evil designs of men, the relentless fury of the\nelements had often tested their generous intrepidity to its utmost\npowers of endurance.\n\n\n\n\nCHAPTER XXVII.\n\nA NEW DESTINATION.\n\n\nThe first moments were consecrated to the happiness of meeting.\nLord Glenarvan did not wish the joy in the hearts of his friends to\nbe chilled by tidings of their want of success. His first words,\ntherefore, were,--\n\n\"Courage, my friends, courage! Captain Grant is not with us, but we are\nsure to find him.\"\n\nIt needed only such an assurance to restore hope to the passengers of\nthe Duncan. Lady Helena and Mary Grant, while the boat was approaching\nthe ship, had experienced all the anguish of suspense. From the deck\nthey endeavored to count those who were returning. At one time the\nyoung girl would despair; at another she would think she saw her\nfather. Her heart beat quickly; she could not speak; she could scarcely\nstand. Lady Helena supported her, while Captain Mangles stood beside\nher in silence. His keen eyes, accustomed to distinguish distant\nobjects, could not discern the captain.\n\n\"He is there! he is coming! my father!\" murmured the young girl.\n\nBut as the boat gradually drew near, the illusion vanished. Not only\nLady Helena and the captain, but Mary Grant, had now lost all hope. It\nwas, therefore, time for Glenarvan to utter his assuring words.\n\n[Sidenote: \"BREAKFAST!\"]\n\nAfter the first embraces, all were informed of the principal incidents\nof the journey; and, first of all, Glenarvan made known the new\ninterpretation of the document, due to the sagacity of Jacques Paganel.\nHe also praised Robert, of whom his sister had a right to be proud.\nHis courage, his devotion, and the dangers that he had overcome, were\nconspicuously set forth by his noble friend, so that the boy would not\nhave known where to hide himself, if his sister's arms had not afforded\nhim a sure refuge.\n\n[Il"
    },
    {
      "chunk_idx": 150,
      "chunk_id": "In Search of the Castaways_chunk_150",
      "start_pos": 525000,
      "end_pos": 529000,
      "similarity": 0.021164021164021163,
      "text": "on a good\nfooting with your mate, and in six days I engage to bring the Duncan to\nTwofold Bay.\"\n\n\"Well said!\" replied Glenarvan. \"You are a brave and intelligent man,\nAyrton, and will succeed.\"\n\nThe quartermaster was evidently more capable than any one else of\nfulfilling this difficult mission. Captain Mangles raised one final\nobjection, that Ayrton's presence was necessary to enable them to\nfind traces of the Brittania or Captain Grant; but the major observed\nthat they should remain encamped on the banks of the Snowy till the\nmessenger's return, that it was not proposed to resume the search\nwithout him, and that consequently his absence could be in no way\nprejudicial to their interests.\n\n\"Well then, Ayrton, start,\" said Glenarvan. \"Make haste, and return to\nthe encampment by way of Eden.\"\n\nA gleam of satisfaction seemed to light up the eyes of the\nquartermaster. He turned his head to one side, though not so quickly\nbut that Captain Mangles had intercepted his glance, and instinctively\nfelt his suspicions increased.\n\nThe quartermaster made his preparations for departure, aided by the\ntwo sailors, one of whom attended to his horse, and the other to his\nprovisions. Meantime Glenarvan wrote the letter designed for Tom Austin.\n\nHe ordered the mate of the Duncan to repair without delay to Twofold\nBay, and recommended the quartermaster to him as a man in whom he could\nplace entire confidence. As soon as he arrived at the bay, he was to\nsend a detachment of sailors under the command of Ayrton.\n\nHe had just reached this part of his letter, when the major, who had\nbeen looking over his shoulder, asked him, in a singular tone, how he\nwrote the word Ayrton.\n\n\"As it is pronounced,\" replied Glenarvan.\n\n\"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton,\nbut it is written 'Ben Joyce'!\"\n\n\n\n\nCHAPTER XLI.\n\nTHE PLOT UNVEILED.\n\n\nThe sound of the name of Ben Joyce fell upon the party like a\nthunderbolt. Ayrton suddenly sprang to his feet. In his hand was a\nrevolver. A report was heard; and Glenarvan fell, struck by a bullet.\n\nBefore Captain Mangles and the sailors recovered from the surprise into\nwhich this unexpected turn of affairs had thrown them, the audacious\nconvict had escaped, and joined his band, scattered along the edge of\nthe wood of gum-trees.\n\n[Illustration: A report was heard; and Glenarvan fell, struck by a\nbullet.]\n\nThe tent did not offer a sufficient shelter against the bullets, and\nit was clearly necessary to beat a retreat. Glenarvan, who was but\nslightly injured, had risen.\n\n\"To the cart! to the cart!\" cried Captain Mangles, as he hurried on\nLady Helena and Mary Grant, who were soon in safety behind its stout\nsides.\n\nThe captain, the major, Paganel, and the sailors then seized their\nrifles, and stood ready to repel the convicts. Glenarvan and Robert had\njoined the ladies, while Olbinett hastened to the common defence.\n\nThese events had transpired with the rapidity of lightning. Captain\nMangles attentively watched the edge of the wood; but the reports\nsuddenly ceased on the arrival of Ben Joyce, and a profound silence\nsucceeded the noisy fusillade. A few wreaths of white smoke were still\ncurling up between the branches of the gum-trees, but the tall tufts of\ngastrolobium were motionless and all signs of attack had disappeared.\n\nThe major and Captain Mangles extended their examinations as far as the\ngreat trees. The place was abandoned. Numerous footprints were seen,\nand a few half-burnt cartridges smoked on the ground. The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees.\n\n\"The convicts have disappeared,\" said Captain Mangles.\n\n\"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\"\n\n[Sidenote: UNRAVELINGS.]\n\nThe major and captain scoured the surrounding c"
    },
    {
      "chunk_idx": 905,
      "chunk_id": "The Count of Monte Cristo_chunk_669",
      "start_pos": 2341500,
      "end_pos": 2345500,
      "similarity": 0.021164021164021163,
      "text": "ered the calm and pale face,\nwhich looked like that of a sleeping angel.\n\nA tear, which appeared in the old man’s eye, expressed his thanks to\nthe doctor. The doctor of the dead then laid his permit on the corner\nof the table, and having fulfilled his duty, was conducted out by\nd’Avrigny. Villefort met them at the door of his study; having in a few\nwords thanked the district doctor, he turned to d’Avrigny, and said:\n\n“And now the priest.”\n\n“Is there any particular priest you wish to pray with Valentine?” asked\nd’Avrigny.\n\n“No.” said Villefort; “fetch the nearest.”\n\n“The nearest,” said the district doctor, “is a good Italian abbé, who\nlives next door to you. Shall I call on him as I pass?”\n\n“D’Avrigny,” said Villefort, “be so kind, I beseech you, as to\naccompany this gentleman. Here is the key of the door, so that you can\ngo in and out as you please; you will bring the priest with you, and\nwill oblige me by introducing him into my child’s room.”\n\n50101m\n\n\n\n“Do you wish to see him?”\n\n“I only wish to be alone. You will excuse me, will you not? A priest\ncan understand a father’s grief.”\n\nAnd M. de Villefort, giving the key to d’Avrigny, again bade farewell\nto the strange doctor, and retired to his study, where he began to\nwork. For some temperaments work is a remedy for all afflictions.\n\nAs the doctors entered the street, they saw a man in a cassock standing\non the threshold of the next door.\n\n“This is the abbé of whom I spoke,” said the doctor to d’Avrigny.\nD’Avrigny accosted the priest.\n\n“Sir,” he said, “are you disposed to confer a great obligation on an\nunhappy father who has just lost his daughter? I mean M. de Villefort,\nthe king’s attorney.”\n\n“Ah,” said the priest, in a marked Italian accent; “yes, I have heard\nthat death is in that house.”\n\n“Then I need not tell you what kind of service he requires of you.”\n\n“I was about to offer myself, sir,” said the priest; “it is our mission\nto forestall our duties.”\n\n“It is a young girl.”\n\n“I know it, sir; the servants who fled from the house informed me. I\nalso know that her name is Valentine, and I have already prayed for\nher.”\n\n“Thank you, sir,” said d’Avrigny; “since you have commenced your sacred\noffice, deign to continue it. Come and watch by the dead, and all the\nwretched family will be grateful to you.”\n\n“I am going, sir; and I do not hesitate to say that no prayers will be\nmore fervent than mine.”\n\nD’Avrigny took the priest’s hand, and without meeting Villefort, who\nwas engaged in his study, they reached Valentine’s room, which on the\nfollowing night was to be occupied by the undertakers. On entering the\nroom, Noirtier’s eyes met those of the abbé, and no doubt he read some\nparticular expression in them, for he remained in the room. D’Avrigny\nrecommended the attention of the priest to the living as well as to the\ndead, and the abbé promised to devote his prayers to Valentine and his\nattentions to Noirtier.\n\nIn order, doubtless, that he might not be disturbed while fulfilling\nhis sacred mission, the priest rose as soon as d’Avrigny departed, and\nnot only bolted the door through which the doctor had just left, but\nalso that leading to Madame de Villefort’s room.\n\n\n\n Chapter 104. Danglars’ Signature\n\nThe next morning dawned dull and cloudy. During the night the\nundertakers had executed their melancholy office, and wrapped the\ncorpse in the winding-sheet, which, whatever may be said about the\nequality of death, is at least a last proof of the luxury so pleasing\nin life. This winding-sheet was nothing more than a beautiful piece of\ncambric, which the young girl had bought a fortnight before.\n\nDuring the evening two men, engaged for the purpose, had carried\nNoirtier from Valentine’s room into his own, and contrary to all\nexpectation there was no difficulty in withdrawing him from his child.\nThe Abbé Busoni had watched till daylight, and then left without\ncalling anyone. D’Avrigny returned about eight o’clock in the morning;\nhe met Villefort on his way to Noirtier’s room, and accomp"
    }
  ]
}