{
  "bf70b21c36cb": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043010752688172046,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.02881844380403458,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    },
    {
      "chunk_idx": 437,
      "chunk_id": "The Count of Monte Cristo_chunk_201",
      "start_pos": 703500,
      "end_pos": 707500,
      "similarity": 0.02680965147453083,
      "text": "\nthat leads from Palestrina to Borgo; every day, at nine o’clock in the\nmorning, the priest and the boy sat down on a bank by the wayside, and\nthe little shepherd took his lesson out of the priest’s breviary. At\nthe end of three months he had learned to read. This was not enough—he\nmust now learn to write. The priest had a writing teacher at Rome make\nthree alphabets—one large, one middling, and one small; and pointed out\nto him that by the help of a sharp instrument he could trace the\nletters on a slate, and thus learn to write. The same evening, when the\nflock was safe at the farm, the little Luigi hastened to the smith at\nPalestrina, took a large nail, heated and sharpened it, and formed a\nsort of stylus. The next morning he gathered an armful of pieces of\nslate and began. At the end of three months he had learned to write.\nThe curate, astonished at his quickness and intelligence, made him a\npresent of pens, paper, and a penknife. This demanded new effort, but\nnothing compared to the first; at the end of a week he wrote as well\nwith this pen as with the stylus. The curate related the incident to\nthe Count of San-Felice, who sent for the little shepherd, made him\nread and write before him, ordered his attendant to let him eat with\nthe domestics, and to give him two piastres a month. With this, Luigi\npurchased books and pencils. He applied his imitative powers to\neverything, and, like Giotto, when young, he drew on his slate sheep,\nhouses, and trees. Then, with his knife, he began to carve all sorts of\nobjects in wood; it was thus that Pinelli, the famous sculptor, had\ncommenced.\n\n20105m\n\n\n\n“A girl of six or seven—that is, a little younger than Vampa—tended\nsheep on a farm near Palestrina; she was an orphan, born at Valmontone\nand was named Teresa. The two children met, sat down near each other,\nlet their flocks mingle together, played, laughed, and conversed\ntogether; in the evening they separated the Count of San-Felice’s flock\nfrom those of Baron Cervetri, and the children returned to their\nrespective farms, promising to meet the next morning. The next day they\nkept their word, and thus they grew up together. Vampa was twelve, and\nTeresa eleven. And yet their natural disposition revealed itself.\nBeside his taste for the fine arts, which Luigi had carried as far as\nhe could in his solitude, he was given to alternating fits of sadness\nand enthusiasm, was often angry and capricious, and always sarcastic.\nNone of the lads of Pampinara, Palestrina, or Valmontone had been able\nto gain any influence over him or even to become his companion. His\ndisposition (always inclined to exact concessions rather than to make\nthem) kept him aloof from all friendships. Teresa alone ruled by a\nlook, a word, a gesture, this impetuous character, which yielded\nbeneath the hand of a woman, and which beneath the hand of a man might\nhave broken, but could never have been bended. Teresa was lively and\ngay, but coquettish to excess. The two piastres that Luigi received\nevery month from the Count of San-Felice’s steward, and the price of\nall the little carvings in wood he sold at Rome, were expended in\near-rings, necklaces, and gold hairpins. So that, thanks to her\nfriend’s generosity, Teresa was the most beautiful and the best-attired\npeasant near Rome.\n\n“The two children grew up together, passing all their time with each\nother, and giving themselves up to the wild ideas of their different\ncharacters. Thus, in all their dreams, their wishes, and their\nconversations, Vampa saw himself the captain of a vessel, general of an\narmy, or governor of a province. Teresa saw herself rich, superbly\nattired, and attended by a train of liveried domestics. Then, when they\nhad thus passed the day in building castles in the air, they separated\ntheir flocks, and descended from the elevation of their dreams to the\nreality of their humble position.\n\n“One day the young shepherd told the count’s steward that he had seen a\nwolf come out of the Sabine mountains, and prowl ar"
    },
    {
      "chunk_idx": 69,
      "chunk_id": "In Search of the Castaways_chunk_69",
      "start_pos": 241500,
      "end_pos": 245500,
      "similarity": 0.02666666666666667,
      "text": "erefore have removed them.\nBut a serious question was to be considered. If Captain Grant was a\nprisoner of one of these tribes, had he been carried to the north or\nto the south? This problem harassed Glenarvan. It was advisable at all\nhazards to keep track of the captain. In short, it was better to follow\nThalcave's advice and reach the village of Tandil, where at least they\ncould obtain information.\n\nAbout four o'clock in the afternoon they approached a hill that might\nhave passed for a mountain in so level a country. It was Tapalquem\nSierra, and at its foot the travelers encamped for the night.\n\n[Sidenote: GALLOPING GAUCHOS.]\n\nThe passage of this mountain was accomplished the next day with the\ngreatest ease. They followed the sandy undulations of a gradually\nsloping terrace, which certainly did not present difficulties to\npeople who had scaled the Andes, and the horses scarcely relaxed their\nrapid pace. At noon they reached the abandoned Fort Tapalquem, the\nfirst of the chain of forts built on the southern frontier against the\nplundering natives. But not a shadow of an Indian did they encounter,\nto the increasing surprise of Thalcave; although, towards the middle of\nthe day, three rovers of the plain, well armed and mounted, gazed for\na moment at the little party, but prevented their approach, galloping\naway with incredible rapidity. Glenarvan was furious.\n\n\"Gauchos,\" said the Patagonian.\n\n\"Ah! Gauchos,\" replied MacNabb. \"Well, Paganel, what do you think of\nthese creatures?\"\n\n\"I think they look like famous bandits,\" answered Paganel.\n\n\"And hence of course are, my dear geographer?\"\n\n\"Of course, my dear major.\"\n\nPaganel's avowal was followed by a general laugh, which did not\ndisconcert him at all.\n\nAccording to Thalcave's orders, they advanced in close ranks, and\nat evening encamped in a spacious abandoned rancho, where the chief\nCatriel generally assembled his bands of natives. From an examination\nof the ground and the absence of fresh tracks, the Patagonian knew that\nit had not been occupied for a long time.\n\nThe next morning Glenarvan and his companions found themselves again\non the plain. The first estancias (vast establishments for raising\ncattle), which border upon the Tandil, were descried; but Thalcave\nresolved not to stop, but to keep straight on to Fort Independence,\nwhere he wished to obtain information, especially concerning the\nsingular condition of this abandoned country.\n\nThe trees, so rare since leaving the Andes, now reappeared. The greater\npart of these have been planted since the arrival of the Europeans\non the American continent. They generally surround \"corrals,\" vast\ncattle-inclosures protected with stakes. Here thousands of cattle,\nsheep, cows, and horses, branded with the mark of the owner, graze\nand fatten, while large numbers of huge dogs keep watch. The soil is\nadmirably adapted to raising cattle, and yields an excellent fodder.\n\nThe people lead the life of the shepherds of the Bible. Their flocks\nare perhaps even more numerous than those which fed on the plains of\nMesopotamia; but the family element is wanting, and the owners of the\ngreat folds of the Pampas have little to recommend themselves or their\nmanner of life.\n\nPaganel explained all these particulars to his companions, and even\nsucceeded in interesting the major.\n\nThalcave, meanwhile, hastened their progress, as he wished to arrive\nthat evening at Fort Independence. The horses, urged on by their\nmasters, and following the example of Thaouka, dashed through the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at t"
    },
    {
      "chunk_idx": 123,
      "chunk_id": "In Search of the Castaways_chunk_123",
      "start_pos": 430500,
      "end_pos": 434500,
      "similarity": 0.02666666666666667,
      "text": "then hailing a storm as a source\nof refreshment, now and then meeting with the aborigines, who could in\nno wise help them, they had indeed a hard road to travel, though having\nneither rivers, lakes, nor mountains to bar their path.\n\nAt length, however, there were various signs that they were approaching\nthe sea; by-and-by they reached the bank of a river which flows into\nthe Gulf of Carpentaria; and finally Burke and Wills, after terrible\nhardships, arrived at the point where the sea-water flowed up to and\ninundated the marshes, though the sea-shore itself they did not reach.\nWith naught but barrenness in sight on either hand, their great desire\nwas to get back and rejoin their companions; but peril after peril\nawaited them, many of which their note-book has preserved an account\nof, but many more will be forever unrecorded. The three survivors\n(for one of the party had succumbed to the hardships) now strained\nevery effort to reach the encampment, where they hoped to find their\ncompanions and a store of provisions. On the 21st of April they\ngained the goal, but the prize was missing; only seven hours before,\nafter five months of waiting in vain, their companions had taken\ntheir departure. Of course nothing remained but to follow them with\ntheir feeble strength and scanty means of subsistence; but calamities\nstill dogged their footsteps, and at last the leader, Burke, lay down\nexhausted, saying to his companion, King, \"I have not many hours to\nlive; here are my watch and my notes; when I am dead, place a pistol\nin my right hand, and leave me without burial.\" His forebodings were\nrealized, and the next morning he died. King, in despair, went in\nsearch of some Australian tribe, for now Wills had begun to sink,\nand he shortly afterwards died also. At length the sole survivor was\nrescued by an expedition sent out in search of Burke; and thus the sad\ntale was told of this Australian tragedy.\n\n[Illustration: \"When I am dead, place a pistol in my right hand, and\nleave me without burial.\" His forebodings were realized, and the next\nmorning he died.]\n\nThe narrative concerning Stuart was a less melancholy one, though the\ntrials endured on his expedition were likewise great. Aided by the\nparliament of South Australia, he likewise proceeded northward,\nin the year 1862, about seven degrees to the west of the line taken\nby Burke. He found his route to be a more accessible and easy one\nthan the other, and was rewarded for his toil when, on the 24th of\nJuly, he beheld the waters of the Indian Ocean, and proudly unfurled\nthe Australian flag from the topmost branch of the highest tree he\ncould find. His return to the inhabited regions was successfully\naccomplished, and his entry into Adelaide, on the 17th of December, was\nan ovation indeed. But his health was shattered, and, after receiving\nthe gold medal of the Royal Geographical Society, and returning to his\nnative Scotland, he died on the 5th of June, 1866.\n\n[Illustration: He beheld the waters of the Indian Ocean, and proudly\nunfurled the Australian flag from the topmost branch of the highest\ntree he could find.]\n\nThe histories of these Australian travels were lengthy, as told by\nPaganel. When he had finished, hope and despair seemed to fight for the\nmastery in the breasts of his listeners; but they did not fight long,\nfor peaceful slumbers soon enwrapped the company, except those whose\nturn it was to watch over their fellow-travelers.\n\n\n\n\nCHAPTER XXXV.\n\nCRIME OR CALAMITY?\n\n\n[Sidenote: THE MISCHIEF REPAIRED.]\n\nIt was not without a certain feeling of apprehension that the major\nhad seen Ayrton leave the Wimerra to procure a farrier at Black Point\nStation. However, he did not breathe a word of his personal suspicions,\nbut contented himself with exploring the surroundings of the river,\nwhose tranquillity was undisturbed. As for Glenarvan, his only fear was\nto see Ayrton return alone. In the absence of skilled labor, the cart\ncould not resume its journey, which would be interrupted for several\nday"
    }
  ]
}