{
  "6bdd78fd2b2f": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.031914893617021274,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 648,
      "chunk_id": "The Count of Monte Cristo_chunk_412",
      "start_pos": 1442000,
      "end_pos": 1446000,
      "similarity": 0.03064066852367688,
      "text": "d. At\nthe word _Notary_, Noirtier made a sign to her to stop.\n\n30169m\n\n\n\n“Notary,” said she, “do you want a notary, dear grandpapa?” The old man\nagain signified that it was a notary he desired.\n\n“You would wish a notary to be sent for then?” said Valentine.\n\n“Yes.”\n\n“Shall my father be informed of your wish?”\n\n“Yes.”\n\n“Do you wish the notary to be sent for immediately?”\n\n“Yes.”\n\n“Then they shall go for him directly, dear grandpapa. Is that all you\nwant?”\n\n“Yes.” Valentine rang the bell, and ordered the servant to tell\nMonsieur or Madame de Villefort that they were requested to come to M.\nNoirtier’s room.\n\n“Are you satisfied now?” inquired Valentine.\n\n“Yes.”\n\n“I am sure you are; it is not very difficult to discover that.” And the\nyoung girl smiled on her grandfather, as if he had been a child. M. de\nVillefort entered, followed by Barrois.\n\n“What do you want me for, sir?” demanded he of the paralytic.\n\n“Sir,” said Valentine, “my grandfather wishes for a notary.” At this\nstrange and unexpected demand M. de Villefort and his father exchanged\nlooks.\n\n“Yes,” motioned the latter, with a firmness which seemed to declare\nthat with the help of Valentine and his old servant, who both knew what\nhis wishes were, he was quite prepared to maintain the contest.\n\n“Do you wish for a notary?” asked Villefort.\n\n“Yes.”\n\n“What to do?”\n\nNoirtier made no answer.\n\n“What do you want with a notary?” again repeated Villefort. The\ninvalid’s eye remained fixed, by which expression he intended to\nintimate that his resolution was unalterable.\n\n“Is it to do us some ill turn? Do you think it is worth while?” said\nVillefort.\n\n“Still,” said Barrois, with the freedom and fidelity of an old servant,\n“if M. Noirtier asks for a notary, I suppose he really wishes for a\nnotary; therefore I shall go at once and fetch one.” Barrois\nacknowledged no master but Noirtier, and never allowed his desires in\nany way to be contradicted.\n\n30171m\n\n\n\n“Yes, I do want a notary,” motioned the old man, shutting his eyes with\na look of defiance, which seemed to say, “and I should like to see the\nperson who dares to refuse my request.”\n\n“You shall have a notary, as you absolutely wish for one, sir,” said\nVillefort; “but I shall explain to him your state of health, and make\nexcuses for you, for the scene cannot fail of being a most ridiculous\none.”\n\n“Never mind that,” said Barrois; “I shall go and fetch a notary,\nnevertheless.” And the old servant departed triumphantly on his\nmission.\n\n\n\n Chapter 59. The Will\n\nAs soon as Barrois had left the room, Noirtier looked at Valentine with\na malicious expression that said many things. The young girl perfectly\nunderstood the look, and so did Villefort, for his countenance became\nclouded, and he knitted his eyebrows angrily. He took a seat, and\nquietly awaited the arrival of the notary. Noirtier saw him seat\nhimself with an appearance of perfect indifference, at the same time\ngiving a side look at Valentine, which made her understand that she\nalso was to remain in the room. Three-quarters of an hour after,\nBarrois returned, bringing the notary with him.\n\n“Sir,” said Villefort, after the first salutations were over, “you were\nsent for by M. Noirtier, whom you see here. All his limbs have become\ncompletely paralysed, he has lost his voice also, and we ourselves find\nmuch trouble in endeavoring to catch some fragments of his meaning.”\n\nNoirtier cast an appealing look on Valentine, which look was at once so\nearnest and imperative, that she answered immediately.\n\n“Sir,” said she, “I perfectly understand my grandfather’s meaning at\nall times.”\n\n“That is quite true,” said Barrois; “and that is what I told the\ngentleman as we walked along.”\n\n“Permit me,” said the notary, turning first to Villefort and then to\nValentine—“permit me to state that the case in question is just one of\nthose in which a public officer like myself cannot proceed to act\nwithout thereby incurring a dangerous responsibility. The first thing\nnecessary to render an act valid is, that the"
    },
    {
      "chunk_idx": 276,
      "chunk_id": "The Count of Monte Cristo_chunk_40",
      "start_pos": 140000,
      "end_pos": 144000,
      "similarity": 0.02972972972972973,
      "text": "ot over; in a word I was, as I told you, at\nmy marriage feast; and I should have been married in an hour, and\ntomorrow I intended to start for Paris, had I not been arrested on this\ncharge which you as well as I now see to be unjust.”\n\n“Ah,” said Villefort, “this seems to me the truth. If you have been\nculpable, it was imprudence, and this imprudence was in obedience to\nthe orders of your captain. Give up this letter you have brought from\nElba, and pass your word you will appear should you be required, and go\nand rejoin your friends.\n\n“I am free, then, sir?” cried Dantès joyfully.\n\n“Yes; but first give me this letter.”\n\n“You have it already, for it was taken from me with some others which I\nsee in that packet.”\n\n“Stop a moment,” said the deputy, as Dantès took his hat and gloves.\n“To whom is it addressed?”\n\n_“To Monsieur Noirtier, Rue Coq-Héron, Paris.”_ Had a thunderbolt\nfallen into the room, Villefort could not have been more stupefied. He\nsank into his seat, and hastily turning over the packet, drew forth the\nfatal letter, at which he glanced with an expression of terror.\n\n“M. Noirtier, Rue Coq-Héron, No. 13,” murmured he, growing still paler.\n\n“Yes,” said Dantès; “do you know him?”\n\n“No,” replied Villefort; “a faithful servant of the king does not know\nconspirators.”\n\n0103m\n\n\n\n“It is a conspiracy, then?” asked Dantès, who after believing himself\nfree, now began to feel a tenfold alarm. “I have, however, already told\nyou, sir, I was entirely ignorant of the contents of the letter.”\n\n“Yes; but you knew the name of the person to whom it was addressed,”\nsaid Villefort.\n\n“I was forced to read the address to know to whom to give it.”\n\n“Have you shown this letter to anyone?” asked Villefort, becoming still\nmore pale.\n\n“To no one, on my honor.”\n\n“Everybody is ignorant that you are the bearer of a letter from the\nIsland of Elba, and addressed to M. Noirtier?”\n\n“Everybody, except the person who gave it to me.”\n\n“And that was too much, far too much,” murmured Villefort. Villefort’s\nbrow darkened more and more, his white lips and clenched teeth filled\nDantès with apprehension. After reading the letter, Villefort covered\nhis face with his hands.\n\n“Oh,” said Dantès timidly, “what is the matter?” Villefort made no\nanswer, but raised his head at the expiration of a few seconds, and\nagain perused the letter.\n\n“And you say that you are ignorant of the contents of this letter?”\n\n“I give you my word of honor, sir,” said Dantès; “but what is the\nmatter? You are ill—shall I ring for assistance?—shall I call?”\n\n“No,” said Villefort, rising hastily; “stay where you are. It is for me\nto give orders here, and not you.”\n\n“Monsieur,” replied Dantès proudly, “it was only to summon assistance\nfor you.”\n\n“I want none; it was a temporary indisposition. Attend to yourself;\nanswer me.” Dantès waited, expecting a question, but in vain. Villefort\nfell back on his chair, passed his hand over his brow, moist with\nperspiration, and, for the third time, read the letter.\n\n“Oh, if he knows the contents of this!” murmured he, “and that Noirtier\nis the father of Villefort, I am lost!” And he fixed his eyes upon\nEdmond as if he would have penetrated his thoughts.\n\n“Oh, it is impossible to doubt it,” cried he, suddenly.\n\n“In heaven’s name!” cried the unhappy young man, “if you doubt me,\nquestion me; I will answer you.” Villefort made a violent effort, and\nin a tone he strove to render firm:\n\n“Sir,” said he, “I am no longer able, as I had hoped, to restore you\nimmediately to liberty; before doing so, I must consult the trial\njustice; what my own feeling is you already know.”\n\n“Oh, monsieur,” cried Dantès, “you have been rather a friend than a\njudge.”\n\n0105m\n\n\n\n“Well, I must detain you some time longer, but I will strive to make it\nas short as possible. The principal charge against you is this letter,\nand you see——” Villefort approached the fire, cast it in, and waited\nuntil it was entirely consumed.\n\n“You see, I destroy it?”\n\n“Oh,” exclaimed Dantès, “you are goodness i"
    },
    {
      "chunk_idx": 858,
      "chunk_id": "The Count of Monte Cristo_chunk_622",
      "start_pos": 2177000,
      "end_pos": 2181000,
      "similarity": 0.02894736842105263,
      "text": "was not a natural one, and must\nbe attributed”—\n\n“To what?”\n\n“To poison.”\n\n“Indeed!” said Monte Cristo with a slight cough which in moments of\nextreme emotion helped him to disguise a blush, or his pallor, or the\nintense interest with which he listened; “indeed, Maximilian, did you\nhear that?”\n\n“Yes, my dear count, I heard it; and the doctor added that if another\ndeath occurred in a similar way he must appeal to justice.”\n\nMonte Cristo listened, or appeared to do so, with the greatest\ncalmness.\n\n“Well,” said Maximilian, “death came a third time, and neither the\nmaster of the house nor the doctor said a word. Death is now, perhaps,\nstriking a fourth blow. Count, what am I bound to do, being in\npossession of this secret?”\n\n“My dear friend,” said Monte Cristo, “you appear to be relating an\nadventure which we all know by heart. I know the house where you heard\nit, or one very similar to it; a house with a garden, a master, a\nphysician, and where there have been three unexpected and sudden\ndeaths. Well, I have not intercepted your confidence, and yet I know\nall that as well as you, and I have no conscientious scruples. No, it\ndoes not concern me. You say an exterminating angel appears to have\ndevoted that house to God’s anger—well, who says your supposition is\nnot reality? Do not notice things which those whose interest it is to\nsee them pass over. If it is God’s justice, instead of his anger, which\nis walking through that house, Maximilian, turn away your face and let\nhis justice accomplish its purpose.”\n\nMorrel shuddered. There was something mournful, solemn, and terrible in\nthe count’s manner.\n\n“Besides,” continued he, in so changed a tone that no one would have\nsupposed it was the same person speaking—“besides, who says that it\nwill begin again?”\n\n“It has returned, count,” exclaimed Morrel; “that is why I hastened to\nyou.”\n\n“Well, what do you wish me to do? Do you wish me, for instance, to give\ninformation to the procureur?” Monte Cristo uttered the last words with\nso much meaning that Morrel, starting up, cried out:\n\n“You know of whom I speak, count, do you not?”\n\n“Perfectly well, my good friend; and I will prove it to you by putting\nthe dots to the _i_, or rather by naming the persons. You were walking\none evening in M. de Villefort’s garden; from what you relate, I\nsuppose it to have been the evening of Madame de Saint-Méran’s death.\nYou heard M. de Villefort talking to M. d’Avrigny about the death of M.\nde Saint-Méran, and that no less surprising, of the countess. M.\nd’Avrigny said he believed they both proceeded from poison; and you,\nhonest man, have ever since been asking your heart and sounding your\nconscience to know if you ought to expose or conceal this secret. We\nare no longer in the Middle Ages; there is no longer a Vehmgericht, or\nFree Tribunals; what do you want to ask these people? ‘Conscience, what\nhast thou to do with me?’ as Sterne said. My dear fellow, let them\nsleep on, if they are asleep; let them grow pale in their drowsiness,\nif they are disposed to do so, and pray do you remain in peace, who\nhave no remorse to disturb you.”\n\nDeep grief was depicted on Morrel’s features; he seized Monte Cristo’s\nhand. “But it is beginning again, I say!”\n\n“Well,” said the Count, astonished at his perseverance, which he could\nnot understand, and looking still more earnestly at Maximilian, “let it\nbegin again,—it is like the house of the Atreidae;19 God has condemned\nthem, and they must submit to their punishment. They will all\ndisappear, like the fabrics children build with cards, and which fall,\none by one, under the breath of their builder, even if there are two\nhundred of them. Three months since it was M. de Saint-Méran; Madame de\nSaint-Méran two months since; the other day it was Barrois; today, the\nold Noirtier, or young Valentine.”\n\n“You knew it?” cried Morrel, in such a paroxysm of terror that Monte\nCristo started,—he whom the falling heavens would have found unmoved;\n“you knew it, and said nothing?”\n\n“And what is i"
    },
    {
      "chunk_idx": 882,
      "chunk_id": "The Count of Monte Cristo_chunk_646",
      "start_pos": 2261000,
      "end_pos": 2265000,
      "similarity": 0.028795811518324606,
      "text": "rding the Hôtel de Ville,\nwhich is next door to the Bell and Bottle, it had been stated by others\nthat a number of travellers had arrived during the night. The sentinel\nwho was relieved at six o’clock in the morning, remembered perfectly\nthat, just as he was taking his post a few minutes past four, a young\nman arrived on horseback, with a little boy before him. The young man,\nhaving dismissed the boy and horse, knocked at the door of the hotel,\nwhich was opened, and again closed after his entrance. This late\narrival had attracted much suspicion, and the young man being no other\nthan Andrea, the commissary and gendarme, who was a brigadier, directed\ntheir steps towards his room. They found the door ajar.\n\n“Oh, oh,” said the brigadier, who thoroughly understood the trick; “a\nbad sign to find the door open! I would rather find it triply bolted.”\n\nAnd, indeed, the little note and pin upon the table confirmed, or\nrather corroborated, the sad truth. Andrea had fled. We say\ncorroborated, because the brigadier was too experienced to be convinced\nby a single proof. He glanced around, looked in the bed, shook the\ncurtains, opened the closets, and finally stopped at the chimney.\nAndrea had taken the precaution to leave no traces of his feet in the\nashes, but still it was an outlet, and in this light was not to be\npassed over without serious investigation.\n\nThe brigadier sent for some sticks and straw, and having filled the\nchimney with them, set a light to it. The fire crackled, and the smoke\nascended like the dull vapor from a volcano; but still no prisoner fell\ndown, as they expected. The fact was, that Andrea, at war with society\never since his youth, was quite as deep as a gendarme, even though he\nwere advanced to the rank of brigadier, and quite prepared for the\nfire, he had climbed out on the roof and was crouching down against the\nchimney-pots.\n\n50049m\n\n\n\nAt one time he thought he was saved, for he heard the brigadier exclaim\nin a loud voice, to the two gendarmes, “He is not here!” But venturing\nto peep, he perceived that the latter, instead of retiring, as might\nhave been reasonably expected upon this announcement, were watching\nwith increased attention.\n\nIt was now his turn to look about him; the Hôtel de Ville, a massive\nsixteenth century building, was on his right; anyone could descend from\nthe openings in the tower, and examine every corner of the roof below,\nand Andrea expected momentarily to see the head of a gendarme appear at\none of these openings. If once discovered, he knew he would be lost,\nfor the roof afforded no chance of escape; he therefore resolved to\ndescend, not through the same chimney by which he had come up, but by a\nsimilar one conducting to another room.\n\nHe looked around for a chimney from which no smoke issued, and having\nreached it, he disappeared through the orifice without being seen by\nanyone. At the same minute, one of the little windows of the Hôtel de\nVille was thrown open, and the head of a gendarme appeared. For an\ninstant it remained motionless as one of the stone decorations of the\nbuilding, then after a long sigh of disappointment the head\ndisappeared. The brigadier, calm and dignified as the law he\nrepresented, passed through the crowd, without answering the thousand\nquestions addressed to him, and re-entered the hotel.\n\n“Well?” asked the two gendarmes.\n\n“Well, my boys,” said the brigadier, “the brigand must really have\nescaped early this morning; but we will send to the Villers-Coterets\nand Noyon roads, and search the forest, when we shall catch him, no\ndoubt.”\n\nThe honorable functionary had scarcely expressed himself thus, in that\nintonation which is peculiar to brigadiers of the gendarmerie, when a\nloud scream, accompanied by the violent ringing of a bell, resounded\nthrough the court of the hotel.\n\n“Ah, what is that?” cried the brigadier.\n\n“Some traveller seems impatient,” said the host. “What number was it\nthat rang?”\n\n“Number 3.”\n\n“Run, waiter!”\n\nAt this moment the screams and ringing w"
    }
  ]
}