{
  "ba4e805b5f71": [
    {
      "chunk_idx": 900,
      "chunk_id": "The Count of Monte Cristo_chunk_664",
      "start_pos": 2324000,
      "end_pos": 2328000,
      "similarity": 0.018229166666666668,
      "text": "was heard, but no one paid any attention to it; the nurse was engaged\nin watching the chemical analysis, and Villefort was still absorbed in\ngrief. M. d’Avrigny alone had followed Madame de Villefort with his\neyes, and watched her hurried retreat. He lifted up the drapery over\nthe entrance to Edward’s room, and his eye reaching as far as Madame de\nVillefort’s apartment, he beheld her extended lifeless on the floor.\n\n“Go to the assistance of Madame de Villefort,” he said to the nurse.\n“Madame de Villefort is ill.”\n\n50087m\n\n\n\n“But Mademoiselle de Villefort——” stammered the nurse.\n\n“Mademoiselle de Villefort no longer requires help,” said d’Avrigny,\n“since she is dead.”\n\n“Dead,—dead!” groaned forth Villefort, in a paroxysm of grief, which\nwas the more terrible from the novelty of the sensation in the iron\nheart of that man.\n\n“Dead!” repeated a third voice. “Who said Valentine was dead?”\n\nThe two men turned round, and saw Morrel standing at the door, pale and\nterror-stricken. This is what had happened. At the usual time, Morrel\nhad presented himself at the little door leading to Noirtier’s room.\nContrary to custom, the door was open, and having no occasion to ring\nhe entered. He waited for a moment in the hall and called for a servant\nto conduct him to M. Noirtier; but no one answered, the servants\nhaving, as we know, deserted the house. Morrel had no particular reason\nfor uneasiness; Monte Cristo had promised him that Valentine should\nlive, and so far he had always fulfilled his word. Every night the\ncount had given him news, which was the next morning confirmed by\nNoirtier. Still this extraordinary silence appeared strange to him, and\nhe called a second and third time; still no answer. Then he determined\nto go up. Noirtier’s room was opened, like all the rest. The first\nthing he saw was the old man sitting in his armchair in his usual\nplace, but his eyes expressed alarm, which was confirmed by the pallor\nwhich overspread his features.\n\n“How are you, sir?” asked Morrel, with a sickness of heart.\n\n“Well,” answered the old man, by closing his eyes; but his appearance\nmanifested increasing uneasiness.\n\n“You are thoughtful, sir,” continued Morrel; “you want something; shall\nI call one of the servants?”\n\n“Yes,” replied Noirtier.\n\nMorrel pulled the bell, but though he nearly broke the cord no one\nanswered. He turned towards Noirtier; the pallor and anguish expressed\non his countenance momentarily increased.\n\n“Oh,” exclaimed Morrel, “why do they not come? Is anyone ill in the\nhouse?” The eyes of Noirtier seemed as though they would start from\ntheir sockets. “What is the matter? You alarm me. Valentine?\nValentine?”\n\n“Yes, yes,” signed Noirtier.\n\nMaximilian tried to speak, but he could articulate nothing; he\nstaggered, and supported himself against the wainscot. Then he pointed\nto the door.\n\n“Yes, yes, yes!” continued the old man.\n\n50089m\n\n\n\nMaximilian rushed up the little staircase, while Noirtier’s eyes seemed\nto say,—“Quicker, quicker!”\n\nIn a minute the young man darted through several rooms, till at length\nhe reached Valentine’s.\n\nThere was no occasion to push the door, it was wide open. A sob was the\nonly sound he heard. He saw as though in a mist, a black figure\nkneeling and buried in a confused mass of white drapery. A terrible\nfear transfixed him. It was then he heard a voice exclaim “Valentine is\ndead!” and another voice which, like an echo repeated:\n\n“Dead,—dead!”\n\n50090m\n\n\n\n\n Chapter 103. Maximilian\n\nVillefort rose, half-ashamed of being surprised in such a paroxysm of\ngrief. The terrible office he had held for twenty-five years had\nsucceeded in making him more or less than man. His glance, at first\nwandering, fixed itself upon Morrel. “Who are you, sir,” he asked,\n“that forget that this is not the manner to enter a house stricken with\ndeath? Go, sir, go!”\n\nBut Morrel remained motionless; he could not detach his eyes from that\ndisordered bed, and the pale corpse of the young girl who was lying on\nit.\n\n“Go!—do you hear?” said Vi"
    },
    {
      "chunk_idx": 308,
      "chunk_id": "The Count of Monte Cristo_chunk_72",
      "start_pos": 252000,
      "end_pos": 256000,
      "similarity": 0.015915119363395226,
      "text": "\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 34.\n\n\n\n Chapter 15. Number 34 and Number 27\n\nDantès passed through all the stages of torture natural to prisoners in\nsuspense. He was sustained at first by that pride of conscious\ninnocence which is the sequence to hope; then he began to doubt his own\ninnocence, which justified in some measure the governor’s belief in his\nmental alienation; and then, relaxing his sentiment of pride, he\naddressed his supplications, not to God, but to man. God is always the\nlast resource. Unfortunates, who ought to begin with God, do not have\nany hope in him till they have exhausted all other means of\ndeliverance.\n\nDantès asked to be removed from his present dungeon into another, even\nif it were darker and deeper, for a change, however disadvantageous,\nwas still a change, and would afford him some amusement. He entreated\nto be allowed to walk about, to have fresh air, books, and writing\nmaterials. His requests were not granted, but he went on asking all the\nsame. He accustomed himself to speaking to the new jailer, although the\nlatter was, if possible, more taciturn than the old one; but still, to\nspeak to a man, even though mute, was something. Dantès spoke for the\nsake of hearing his own voice; he had tried to speak when alone, but\nthe sound of his voice terrified him.\n\nOften, before his captivity, Dantès’ mind had revolted at the idea of\nassemblages of prisoners, made up of thieves, vagabonds, and murderers.\nHe now wished to be amongst them, in order to see some other face\nbesides that of his jailer; he sighed for the galleys, with the\ninfamous costume, the chain, and the brand on the shoulder. The\ngalley-slaves breathed the fresh air of heaven, and saw each other.\nThey were very happy.\n\nHe besought the jailer one day to let him have a companion, were it\neven the mad abbé. The jailer, though rough and hardened by the\nconstant sight of so much suffering, was yet a man. At the bottom of\nhis heart he had often had a feeling of pity for this unhappy young man\nwho suffered so; and he laid the request of number 34 before the\ngovernor; but the latter sapiently imagined that Dantès wished to\nconspire or attempt an escape, and refused his request. Dantès had\nexhausted all human resources, and he then turned to God.\n\nAll the pious ideas that had been so long forgotten, returned; he\nrecollected the prayers his mother had taught him, and discovered a new\nmeaning in every word; for in prosperity prayers seem but a mere medley\nof words, until misfortune comes and the unhappy sufferer first\nunderstands the meaning of the sublime language in which he invokes the\npity of heaven! He prayed, and prayed aloud, no longer terrified at the\nsound of his own voice, for he fell into a sort of ecstasy. He laid\nevery action of his life before the Almighty, proposed tasks to\naccomplish, and at the end of every prayer introduced the entreaty\noftener addressed to man than to God: “Forgive us our trespasses as we\nforgive them that trespass against us.” Yet in spite of his earnest\nprayers, Dantès remained a prisoner.\n\nThen gloom settled heavily upon him. Dantès was a man of great\nsimplicity of thought, and without education; he could not, therefore,\nin the solitude of his dungeon, traverse in mental vision the history\nof the ages, bring to life the nations that had perished, and rebuild\nthe ancient cities so vast and stupendous in the light of the\nimagination, and that pass before the eye glowing with celestial colors\nin Martin’s Babylonian pictures. He could not do this, he whose past"
    },
    {
      "chunk_idx": 213,
      "chunk_id": "In Search of the Castaways_chunk_213",
      "start_pos": 745500,
      "end_pos": 749500,
      "similarity": 0.015384615384615385,
      "text": "ty miles distant. Captain Mangles had\nhoped to make the journey in ten days, but he was ignorant then of\nthe difficulties of the way. There were still two good days of travel\nbefore they could gain the ocean, and renewed activity and extreme\nvigilance became necessary, for they were entering a region frequented\nby the natives. However, each conquered the fatigue, and the little\nparty continued their course.\n\nBetween Mount Ikirangi, some distance on their right, and Mount Hardy,\nwhose summit rose to the left, was a large plain, thickly overspread\nwith twining plants and underbrush. Progress here was tedious and\ndifficult in the extreme; for the pliant tendrils wound a score of\nfolds about their bodies like serpents. Hunting was impossible; the\nprovisions were nearly exhausted, and could not be renewed, and water\nfailed, so that they could not allay their thirst, rendered doubly\nacute by their fatigue. The sufferings of Glenarvan and his friends\nwere terrible, and for the first time their moral energy now almost\nforsook them.\n\nAt last, dragging themselves along, wearied to the utmost degree in\nbody, almost despairing in mind, they reached Lottin Point, on the\nshores of the Pacific.\n\nAt this place several deserted huts were seen, the ruins of a village\nrecently devastated by the war; around them were abandoned fields, and\neverywhere the traces of plunder and conflagration. But here fate had\nreserved a new and fearful test for the unfortunate travelers.\n\nThey were walking along the coast, when, at no great distance, a number\nof natives appeared, who rushed towards the little party, brandishing\ntheir weapons. Glenarvan, shut in by the sea, saw that escape was\nimpossible, and, summoning all his strength, was about to make\npreparations for battle, when Captain Mangles cried:\n\n\"A canoe! a canoe!\"\n\nAnd truly, twenty paces distant, a canoe, with six oars, was lying on\nthe beach. To rush to it, set it afloat, and fly from this dangerous\nplace was the work of an instant; the whole party seemed to receive at\nonce a fresh accession of bodily strength and mental vigor.\n\nIn ten minutes the boat was at a considerable distance. The sea was\ncalm. The captain, however, not wishing to wander too far from the\ncoast, was about to give the order to cruise along the shore, when he\nsuddenly ceased rowing. He had observed three canoes starting from\nLottin Point, with the evident intention of overtaking and capturing\nthe unfortunate fugitives.\n\n\"To sea! to sea!\" cried he; \"better perish in the waves than be\ncaptured!\"\n\nThe canoe, under the strokes of its four oarsmen, at once put to sea,\nand for some time kept its distance. But the strength of the weakened\nfugitives soon grew less, and their pursuers gradually gained upon\nthem. The boats were now scarcely a mile apart. There was therefore\nno possibility of avoiding the attack of the natives, who, armed with\ntheir long guns, were already preparing to fire.\n\n[Sidenote: DEATH ON EVERY HAND.]\n\nWhat was Glenarvan doing? Standing at the stern of the canoe, he looked\naround as if for some expected aid. What did he expect? What did he\nwish? Had he a presentiment?\n\nAll at once his face brightened, his hand was stretched towards an\nindistinct object.\n\n\"A ship!\" cried he; \"my friends, a ship! Row, row!\"\n\nNot one of the four oarsmen turned to see this unexpected vessel,\nfor they must not lose a stroke. Only Paganel, rising, directed his\ntelescope towards the place indicated.\n\n\"Yes,\" said he, \"a ship, a steamer, under full headway, coming towards\nus! Courage, captain!\"\n\nThe fugitives displayed new energy, and for several moments longer they\nkept their distance. The steamer grew more and more distinct. They\ncould clearly discern her masts, and the thick clouds of black smoke\nthat issued from her smoke-stack. Glenarvan, giving the helm to Robert,\nhad seized the geographer's glass, and did not lose a single movement\nof the vessel.\n\nBut what were Captain Mangles and his companions to think when they\nsaw the expression of"
    },
    {
      "chunk_idx": 622,
      "chunk_id": "The Count of Monte Cristo_chunk_386",
      "start_pos": 1351000,
      "end_pos": 1355000,
      "similarity": 0.01507537688442211,
      "text": "e proves himself worthy of it, I will\ndo what I can to advance his interests. You will assist me in the work,\nwill you not?”\n\n“Most undoubtedly. This Major Cavalcanti is an old friend of yours,\nthen?”\n\n“By no means. He is a perfect nobleman, very polite, modest, and\nagreeable, such as may be found constantly in Italy, descendants of\nvery ancient families. I have met him several times at Florence,\nBologna and Lucca, and he has now communicated to me the fact of his\narrival in Paris. The acquaintances one makes in travelling have a sort\nof claim on one; they everywhere expect to receive the same attention\nwhich you once paid them by chance, as though the civilities of a\npassing hour were likely to awaken any lasting interest in favor of the\nman in whose society you may happen to be thrown in the course of your\njourney. This good Major Cavalcanti is come to take a second view of\nParis, which he only saw in passing through in the time of the Empire,\nwhen he was on his way to Moscow. I shall give him a good dinner, he\nwill confide his son to my care, I will promise to watch over him, I\nshall let him follow in whatever path his folly may lead him, and then\nI shall have done my part.”\n\n“Certainly; I see you are a model Mentor,” said Albert “Good-bye, we\nshall return on Sunday. By the way, I have received news of Franz.”\n\n“Have you? Is he still amusing himself in Italy?”\n\n“I believe so; however, he regrets your absence extremely. He says you\nwere the sun of Rome, and that without you all appears dark and cloudy;\nI do not know if he does not even go so far as to say that it rains.”\n\n“His opinion of me is altered for the better, then?”\n\n“No, he still persists in looking upon you as the most incomprehensible\nand mysterious of beings.”\n\n“He is a charming young man,” said Monte Cristo “and I felt a lively\ninterest in him the very first evening of my introduction, when I met\nhim in search of a supper, and prevailed upon him to accept a portion\nof mine. He is, I think, the son of General d’Épinay?”\n\n“He is.”\n\n“The same who was so shamefully assassinated in 1815?”\n\n“By the Bonapartists.”\n\n“Yes. Really I like him extremely; is there not also a matrimonial\nengagement contemplated for him?”\n\n“Yes, he is to marry Mademoiselle de Villefort.”\n\n“Indeed?”\n\n30115m\n\n\n\n“And you know I am to marry Mademoiselle Danglars,” said Albert,\nlaughing.\n\n“You smile.”\n\n“Yes.”\n\n“Why do you do so?”\n\n“I smile because there appears to me to be about as much inclination\nfor the consummation of the engagement in question as there is for my\nown. But really, my dear count, we are talking as much of women as they\ndo of us; it is unpardonable.”\n\nAlbert rose.\n\n“Are you going?”\n\n“Really, that is a good idea!—two hours have I been boring you to death\nwith my company, and then you, with the greatest politeness, ask me if\nI am going. Indeed, count, you are the most polished man in the world.\nAnd your servants, too, how very well behaved they are; there is quite\na style about them. Monsieur Baptistin especially; I could never get\nsuch a man as that. My servants seem to imitate those you sometimes see\nin a play, who, because they have only a word or two to say, aquit\nthemselves in the most awkward manner possible. Therefore, if you part\nwith M. Baptistin, give me the refusal of him.”\n\n“By all means.”\n\n“That is not all; give my compliments to your illustrious Luccanese,\nCavalcante of the Cavalcanti; and if by any chance he should be wishing\nto establish his son, find him a wife very rich, very noble on her\nmother’s side at least, and a baroness in right of her father, I will\nhelp you in the search.”\n\n“Ah, ha; you will do as much as that, will you?”\n\n“Yes.”\n\n“Well, really, nothing is certain in this world.”\n\n“Oh, count, what a service you might render me! I should like you a\nhundred times better if, by your intervention, I could manage to remain\na bachelor, even were it only for ten years.”\n\n“Nothing is impossible,” gravely replied Monte Cristo; and taking leave\nof Albert, he returne"
    },
    {
      "chunk_idx": 198,
      "chunk_id": "In Search of the Castaways_chunk_198",
      "start_pos": 693000,
      "end_pos": 697000,
      "similarity": 0.014778325123152709,
      "text": "in. Neither moon nor stars illumined\nthe deep shades. A few gusts of wind swept along the side of the\npah. The stakes of the hut groaned, the fire of the natives suddenly\nrevived at this passing draught, and the flames cast rapid flashes\ninto the temple, illumining for a moment the group of prisoners. These\npoor people were absorbed with their last thoughts; a deathly silence\nreigned in the hut.\n\nIt must have been about four o'clock in the morning, when the major's\nattention was attracted by a slight sound that seemed to come from\nbehind the rear stakes, in the back wall that lay towards the rock. At\nfirst he was indifferent to the noise, but finding that it continued,\nhe listened. At last, puzzled by its persistence, he put his ear close\nto the ground to hear better. It seemed as if some one was scraping and\ndigging outside.\n\nWhen he was certain of this fact, he passed quietly towards Glenarvan\nand the captain, and led them to the rear of the hut.\n\n\"Listen,\" said he, in a low voice, motioning to them to bend down.\n\nThe scrapings became more and more audible. They could hear the little\nstones grate under the pressure of a sharp instrument and fall down\noutside.\n\n\"Some creature in its burrow,\" said Captain Mangles.\n\nGlenarvan, with bewildered gaze, stood astonished.\n\n\"Who knows,\" said he, \"but that it is a man?\"\n\n\"Man or animal,\" replied the major, \"I will know what is going on.\"\n\nWilson and Olbinett joined their companions, and all began to dig in\nthe wall, the captain with his poniard, the others with stones pulled\nout of the ground, or with their nails, while Mulready, stretched on\nthe earth, watched the group of natives through the loop-hole of the\nmat. But they were motionless around the fire, and did not suspect what\nwas transpiring twenty paces from them.\n\nThe soil was loose and crumbling, and lay upon a bed of clay, so that,\nin spite of the want of tools, the hole rapidly enlarged. It was soon\nevident that somebody, clinging to the sides of the pah, was making a\npassage in its outer wall. What could be the object? Did he know of the\nexistence of the prisoners, or could a mere chance attempt at escape\nexplain the work that seemed nearly completed?\n\n[Sidenote: HEAVENLY HELP FROM AN EARTHLY HAND.]\n\nThe captives redoubled their efforts. Their lacerated fingers bled,\nbut still they dug on. After half an hour's labor, the hole they were\ndrilling had reached a depth of three feet. They could perceive by the\nsounds, which were now more distinct, that only a thin layer of earth\nprevented immediate communication.\n\nA few moments more elapsed, when suddenly the major drew back his hand,\nwhich was cut by a sharp blade. He suppressed a cry that was about to\nescape him. Captain Mangles, holding out his poniard, avoided the knife\nthat was moving out of the ground, but seized the hand that held it.\nIt was the hand of a woman or a youth, a European hand. Not a word had\nbeen uttered on either side. There was plainly an object in keeping\nsilent.\n\n\"Is it Robert?\" murmured Glenarvan.\n\nBut, though only whispering this name, Mary Grant, awakened by the\nmovement that was taking place in the hut, glided towards Glenarvan,\nand, seizing this hand all soiled with mud, covered it with kisses.\n\n\"It is you! it is you!\" cried the young girl, who could not be\nmistaken, \"you, my Robert!\"\n\n\"Yes, little sister,\" replied Robert, \"I am here to save you all! But\nsilence!\"\n\n\"Brave lad!\" repeated Glenarvan.\n\n\"Keep watch of the savages outside,\" continued Robert.\n\nMulready, whose attention had been diverted for a moment by the\nappearance of the hand, resumed his post of observation.\n\n\"All is well,\" said he. \"Only four warriors are watching now. The\nothers have fallen asleep.\"\n\n\"Courage!\" replied Wilson.\n\nIn an instant the hole was widened, and Robert passed from the arms of\nhis sister into those of Lady Helena. Around his body was wound a rope\nof flax.\n\n\"My boy! my boy!\" murmured Lady Helena; \"these savages did not kill\nyou?\"\n\n\"No, madam,\" replied Robert. \"Someh"
    }
  ]
}