{
  "a31bbe8c9171": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.041666666666666664,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 644,
      "chunk_id": "The Count of Monte Cristo_chunk_408",
      "start_pos": 1428000,
      "end_pos": 1432000,
      "similarity": 0.03287671232876712,
      "text": "e startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him when he was there, all\nthe old man’s happiness was centred in his granddaughter. Valentine, by\nmeans of her love, her patience, and her devotion, had learned to read\nin Noirtier’s look all the varied feelings which were passing in his\nmind. To this dumb language, which was so unintelligible to others, she\nanswered by throwing her whole soul into the expression of her\ncountenance, and in this manner were the conversations sustained\nbetween the blooming girl and the helpless invalid, whose body could\nscarcely be called a living one, but who, nevertheless, possessed a\nfund of knowledge and penetration, united with a will as powerful as\never although clogged by a body rendered utterly incapable of obeying\nits impulses.\n\nValentine had solved the problem, and was able easily to understand his\nthoughts, and to convey her own in return, and, through her untiring\nand devoted assiduity, it was seldom that, in the ordinary transactions\nof every-day life, she failed to anticipate the wishes of the living,\nthinking mind, or the wants of the almost inanimate body.\n\nAs to the servant, he had, as we have said, been with his master for\nfive-and-twenty years, therefore he knew all his habits, and it was\nseldom that Noirtier found it necessary to ask for anything, so prompt\nwas he in administering to all the necessities of the invalid.\n\nVillefort did not need the help of either Valentine or the domestic in\norder to carry on with his father the strange conversation which he was\nabout to begin. As we have said, he perfectly understood the old man’s\nvocabulary, and if he did not use it more often, it was only\nindifference and _ennui_ which prevented him from so doing. He\ntherefore allowed Valentine to go into the garden, sent away Barrois,\nand after having seated himself at his father’s right hand, while\nMadame de Villefort placed herself on the left, he addressed him thus:\n\n“I trust you will not be displeased, sir, that Valentine has not come\nwith us, or that I dismissed Barrois, for our conference will be one\nwhich could not with propriety be carried on in the presence of either.\nMadame de Villefort and I have a communication to make to you.”\n\nNoirtier’s face remained perfectly passive during this long preamble,\nwhile, on the contrary, Villefort’s eye was endeavoring to penetrate\ninto the inmost recesses of the old man’s heart.\n\n“This communication,” continued the procureur, in that cold and\ndecisive tone which seemed at once to preclude all discussion, “will,\nwe are sure, meet with your approbation.”\n\nThe eye of the invalid still retained that vacancy of expression which\nprevented his son from obtaining any knowledge of the feelings which\nwere passing in his mind; he listened, nothing more.\n\n“Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had\nthe old man’s face been moulded in wax it could not have shown less\nemotion at this news than was now to be traced there. “The marriage\nwill take place in less than three months,” said Villefort.\n\nNoirtier’s eye still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely "
    },
    {
      "chunk_idx": 741,
      "chunk_id": "The Count of Monte Cristo_chunk_505",
      "start_pos": 1767500,
      "end_pos": 1771500,
      "similarity": 0.0326975476839237,
      "text": "g but useless documents.\n\n“Shall I open the secretaire?” asked Valentine.\n\n“Yes,” said the old man.\n\n“And the drawers?”\n\n“Yes.”\n\n“Those at the side?”\n\n“No.”\n\n“The middle one?”\n\n“Yes.”\n\nValentine opened it and drew out a bundle of papers. “Is that what you\nwish for?” asked she.\n\n“No.”\n\nShe took successively all the other papers out till the drawer was\nempty. “But there are no more,” said she. Noirtier’s eye was fixed on\nthe dictionary.\n\n“Yes, I understand, grandfather,” said the young girl.\n\n40036m\n\n\n\nShe pointed to each letter of the alphabet. At the letter S the old man\nstopped her. She opened, and found the word “secret.”\n\n“Ah! is there a secret spring?” said Valentine.\n\n“Yes,” said Noirtier.\n\n“And who knows it?” Noirtier looked at the door where the servant had\ngone out.\n\n“Barrois?” said she.\n\n“Yes.”\n\n“Shall I call him?”\n\n“Yes.”\n\nValentine went to the door, and called Barrois. Villefort’s impatience\nduring this scene made the perspiration roll from his forehead, and\nFranz was stupefied. The old servant came.\n\n“Barrois,” said Valentine, “my grandfather has told me to open that\ndrawer in the secretaire, but there is a secret spring in it, which you\nknow—will you open it?”\n\nBarrois looked at the old man. “Obey,” said Noirtier’s intelligent eye.\nBarrois touched a spring, the false bottom came out, and they saw a\nbundle of papers tied with a black string.\n\n“Is that what you wish for?” said Barrois.\n\n“Yes.”\n\n“Shall I give these papers to M. de Villefort?”\n\n“No.”\n\n“To Mademoiselle Valentine?”\n\n“No.”\n\n“To M. Franz d’Épinay?”\n\n“Yes.”\n\nFranz, astonished, advanced a step. “To me, sir?” said he.\n\n“Yes.”\n\nFranz took them from Barrois and casting a glance at the cover, read:\n\n“‘To be given, after my death, to General Durand, who shall bequeath\nthe packet to his son, with an injunction to preserve it as containing\nan important document.’\n\n“Well, sir,” asked Franz, “what do you wish me to do with this paper?”\n\n“To preserve it, sealed up as it is, doubtless,” said the procureur.\n\n“No,” replied Noirtier eagerly.\n\n“Do you wish him to read it?” said Valentine.\n\n“Yes,” replied the old man.\n\n“You understand, baron, my grandfather wishes you to read this paper,”\nsaid Valentine.\n\n“Then let us sit down,” said Villefort impatiently, “for it will take\nsome time.”\n\n“Sit down,” said the old man. Villefort took a chair, but Valentine\nremained standing by her father’s side, and Franz before him, holding\nthe mysterious paper in his hand. “Read,” said the old man. Franz\nuntied it, and in the midst of the most profound silence read:\n\n40038m\n\n\n\n“‘_Extract of the report of a meeting of the Bonapartist Club in the\nRue Saint-Jacques, held February 5th, 1815_.’”\n\nFranz stopped. “February 5th, 1815!” said he; “it is the day my father\nwas murdered.” Valentine and Villefort were dumb; the eye of the old\nman alone seemed to say clearly, “Go on.”\n\n“But it was on leaving this club,” said he, “my father disappeared.”\n\nNoirtier’s eye continued to say, “Read.” He resumed:—\n\n“‘The undersigned Louis-Jacques Beaurepaire, lieutenant-colonel of\nartillery, Étienne Duchampy, general of brigade, and Claude Lecharpal,\nkeeper of woods and forests, declare, that on the 4th of February, a\nletter arrived from the Island of Elba, recommending to the kindness\nand the confidence of the Bonapartist Club, General Flavien de Quesnel,\nwho having served the emperor from 1804 to 1814 was supposed to be\ndevoted to the interests of the Napoleon dynasty, notwithstanding the\ntitle of baron which Louis XVIII. had just granted to him with his\nestate of Épinay.\n\n400340m\n\n\n\n“‘A note was in consequence addressed to General de Quesnel, begging\nhim to be present at the meeting next day, the 5th. The note indicated\nneither the street nor the number of the house where the meeting was to\nbe held; it bore no signature, but it announced to the general that\nsomeone would call for him if he would be ready at nine o’clock. The\nmeetings were always held from that time till midnight. At nine o’clock\nthe president"
    },
    {
      "chunk_idx": 675,
      "chunk_id": "The Count of Monte Cristo_chunk_439",
      "start_pos": 1536500,
      "end_pos": 1540500,
      "similarity": 0.03234501347708895,
      "text": "n; Madame de Villefort expressed a desire to return\nto Paris, which Madame Danglars had not dared to do, notwithstanding\nthe uneasiness she experienced. On his wife’s request, M. de Villefort\nwas the first to give the signal of departure. He offered a seat in his\nlandau to Madame Danglars, that she might be under the care of his\nwife. As for M. Danglars, absorbed in an interesting conversation with\nM. Cavalcanti, he paid no attention to anything that was passing. While\nMonte Cristo had begged the smelling-bottle of Madame de Villefort, he\nhad noticed the approach of Villefort to Madame Danglars, and he soon\nguessed all that had passed between them, though the words had been\nuttered in so low a voice as hardly to be heard by Madame Danglars.\nWithout opposing their arrangements, he allowed Morrel, Château-Renaud,\nand Debray to leave on horseback, and the ladies in M. de Villefort’s\ncarriage. Danglars, more and more delighted with Major Cavalcanti, had\noffered him a seat in his carriage. Andrea Cavalcanti found his tilbury\nwaiting at the door; the groom, in every respect a caricature of the\nEnglish fashion, was standing on tiptoe to hold a large iron-gray\nhorse.\n\nAndrea had spoken very little during dinner; he was an intelligent lad,\nand he feared to utter some absurdity before so many grand people,\namongst whom, with dilating eyes, he saw the king’s attorney. Then he\nhad been seized upon by Danglars, who, with a rapid glance at the\nstiff-necked old major and his modest son, and taking into\nconsideration the hospitality of the count, made up his mind that he\nwas in the society of some nabob come to Paris to finish the worldly\neducation of his heir. He contemplated with unspeakable delight the\nlarge diamond which shone on the major’s little finger; for the major,\nlike a prudent man, in case of any accident happening to his\nbank-notes, had immediately converted them into an available asset.\nThen, after dinner, on the pretext of business, he questioned the\nfather and son upon their mode of living; and the father and son,\npreviously informed that it was through Danglars the one was to receive\nhis 48,000 francs and the other 50,000 livres annually, were so full of\naffability that they would have shaken hands even with the banker’s\nservants, so much did their gratitude need an object to expend itself\nupon.\n\nOne thing above all the rest heightened the respect, nay almost the\nveneration, of Danglars for Cavalcanti. The latter, faithful to the\nprinciple of Horace, _nil admirari_, had contented himself with showing\nhis knowledge by declaring in what lake the best lampreys were caught.\nThen he had eaten some without saying a word more; Danglars, therefore,\nconcluded that such luxuries were common at the table of the\nillustrious descendant of the Cavalcanti, who most likely in Lucca fed\nupon trout brought from Switzerland, and lobsters sent from England, by\nthe same means used by the count to bring the lampreys from Lake\nFusaro, and the sterlet from the Volga. Thus it was with much\npoliteness of manner that he heard Cavalcanti pronounce these words:\n\n“Tomorrow, sir, I shall have the honor of waiting upon you on\nbusiness.”\n\n“And I, sir,” said Danglars, “shall be most happy to receive you.”\n\nUpon which he offered to take Cavalcanti in his carriage to the Hôtel\ndes Princes, if it would not be depriving him of the company of his\nson. To this Cavalcanti replied by saying that for some time past his\nson had lived independently of him, that he had his own horses and\ncarriages, and that not having come together, it would not be difficult\nfor them to leave separately. The major seated himself, therefore, by\nthe side of Danglars, who was more and more charmed with the ideas of\norder and economy which ruled this man, and yet who, being able to\nallow his son 60,000 francs a year, might be supposed to possess a\nfortune of 500,000 or 600,000 livres.\n\nAs for Andrea, he began, by way of showing off, to scold his groom,\nwho, instead of bringing the tilbury t"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.03151862464183381,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    }
  ]
}