{
  "97aff44d2ba2": [
    {
      "chunk_idx": 530,
      "chunk_id": "The Count of Monte Cristo_chunk_294",
      "start_pos": 1029000,
      "end_pos": 1033000,
      "similarity": 0.04145077720207254,
      "text": "eared.\n\n“Your excellency’s carriage is at the door,” said he.\n\n“Well, take your hat and gloves,” returned Monte Cristo.\n\n“Am I to accompany you, your excellency?” cried Bertuccio.\n\n“Certainly, you must give the orders, for I intend residing at the\nhouse.”\n\n20277m\n\n\n\nIt was unexampled for a servant of the count’s to dare to dispute an\norder of his, so the steward, without saying a word, followed his\nmaster, who got into the carriage, and signed to him to follow, which\nhe did, taking his place respectfully on the front seat.\n\n\n\n Chapter 43. The House at Auteuil\n\nMonte Cristo noticed, as they descended the staircase, that Bertuccio\nsigned himself in the Corsican manner; that is, had formed the sign of\nthe cross in the air with his thumb, and as he seated himself in the\ncarriage, muttered a short prayer. Anyone but a man of exhaustless\nthirst for knowledge would have had pity on seeing the steward’s\nextraordinary repugnance for the count’s projected drive without the\nwalls; but the count was too curious to let Bertuccio off from this\nlittle journey. In twenty minutes they were at Auteuil; the steward’s\nemotion had continued to augment as they entered the village.\nBertuccio, crouched in the corner of the carriage, began to examine\nwith a feverish anxiety every house they passed.\n\n“Tell them to stop at Rue de la Fontaine, No. 28,” said the count,\nfixing his eyes on the steward, to whom he gave this order.\n\nBertuccio’s forehead was covered with perspiration; however, he obeyed,\nand, leaning out of the window, he cried to the coachman,—“Rue de la\nFontaine, No. 28.” No. 28 was situated at the extremity of the village;\nduring the drive night had set in, and darkness gave the surroundings\nthe artificial appearance of a scene on the stage. The carriage\nstopped, the footman sprang off the box and opened the door.\n\n“Well,” said the count, “you do not get out, M. Bertuccio—you are going\nto stay in the carriage, then? What are you thinking of this evening?”\n\nBertuccio sprang out, and offered his shoulder to the count, who, this\ntime, leaned upon it as he descended the three steps of the carriage.\n\n“Knock,” said the count, “and announce me.”\n\nBertuccio knocked, the door opened, and the concierge appeared.\n\n“What is it?” asked he.\n\n“It is your new master, my good fellow,” said the footman. And he held\nout to the concierge the notary’s order.\n\n“The house is sold, then?” demanded the concierge; “and this gentleman\nis coming to live here?”\n\n“Yes, my friend,” returned the count; “and I will endeavor to give you\nno cause to regret your old master.”\n\n“Oh, monsieur,” said the concierge, “I shall not have much cause to\nregret him, for he came here but seldom; it is five years since he was\nhere last, and he did well to sell the house, for it did not bring him\nin anything at all.”\n\n“What was the name of your old master?” said Monte Cristo.\n\n“The Marquis of Saint-Méran. Ah, I am sure he has not sold the house\nfor what he gave for it.”\n\n“The Marquis of Saint-Méran!” returned the count. “The name is not\nunknown to me; the Marquis of Saint-Méran!” and he appeared to\nmeditate.\n\n“An old gentleman,” continued the concierge, “a staunch follower of the\nBourbons; he had an only daughter, who married M. de Villefort, who had\nbeen the king’s attorney at Nîmes, and afterwards at Versailles.”\n\nMonte Cristo glanced at Bertuccio, who became whiter than the wall\nagainst which he leaned to prevent himself from falling.\n\n“And is not this daughter dead?” demanded Monte Cristo; “I fancy I have\nheard so.”\n\n“Yes, monsieur, one-and-twenty years ago; and since then we have not\nseen the poor marquis three times.”\n\n“Thanks, thanks,” said Monte Cristo, judging from the steward’s utter\nprostration that he could not stretch the cord further without danger\nof breaking it. “Give me a light.”\n\n“Shall I accompany you, monsieur?”\n\n“No, it is unnecessary; Bertuccio will show me a light.”\n\nAnd Monte Cristo accompanied these words by the gift of two gold\npieces, which produced a torrent of t"
    },
    {
      "chunk_idx": 187,
      "chunk_id": "In Search of the Castaways_chunk_187",
      "start_pos": 654500,
      "end_pos": 658500,
      "similarity": 0.041237113402061855,
      "text": "re, but hope returned to his heart. Doubtless,\nsome chiefs of the Maori tribe had fallen into the hands of the\nEnglish, and the natives would attempt to recover them by way of\nexchange; their situation, therefore, was not one for despair.\n\nMeantime the canoe rapidly ascended the river. Paganel, whose\nchangeable disposition carried him from one extreme to another, had\nregained his hopefulness. He believed that the Maoris were sparing them\nthe fatigue of their journey to the English settlements, and that they\nwere certain to arrive at their destination. He was, therefore, quite\nresigned to his lot, and traced on his map the course of the Waikato\nacross the plains and valleys of the province. Lady Helena and Mary\nGrant, suppressing their terror, conversed in low tones with Glenarvan,\nand the most skillful physiognomist could not have detected on their\nfaces the anxiety of their hearts.\n\nThe Waikato River is worshiped by the natives, as Paganel knew, and\nEnglish and German naturalists have never ascended beyond its junction\nwith the Waipa. Whither did Kai-Koumou intend to take his captives?\nThe geographer could not have guessed if the word \"Taupo,\" frequently\nrepeated, had not attracted his attention. By consulting his map,\nhe saw that this name was applied to a celebrated lake in the most\nmountainous part of the island, and that from it the Waikato flows.\n\nPaganel, addressing Captain Mangles in French, so as not to be\nunderstood by the savages, asked him how fast the canoe was going. The\ncaptain thought about three miles an hour.\n\n\"Then,\" replied the geographer, \"if we do not travel during the night,\nour voyage to the lake will last about four days.\"\n\n\"But whereabouts are the English garrisons?\" asked Glenarvan.\n\n\"It is difficult to say,\" replied Paganel. \"At all events, the war\nmust have reached the province of Taranaki, and probably the troops\nare collected beyond the mountains, on the side of the lake where the\nhabitations of the savages are concentrated.\"\n\n\"God grant it!\" said Lady Helena.\n\nGlenarvan cast a sorrowful glance at his young wife and Mary Grant,\nexposed to the mercy of these fierce natives, and captives in a wild\ncountry, far from all human assistance. But he saw that he was watched\nby Kai-Koumou, and, not wishing to show that one of the captives was\nhis wife, he prudently kept his thoughts to himself, and gazed at the\nbanks of the river with apparent indifference.\n\n[Sidenote: ACCESSIONS, AND PROGRESS.]\n\nThe sun was just sinking below the horizon as the canoe ran upon a bank\nof pumice-stones, which the Waikato carries with it from its source\nin the volcanic mountains. Several trees grew here, as if designed to\nshelter an encampment. Kai-Koumou landed his prisoners.\n\nThe men had their hands tied, the ladies were free. All were placed\nin the centre of the encampment, around which large fires formed an\nimpassable barrier.\n\nBefore Kai-Koumou had informed his captives of his intention to\nexchange them, Glenarvan and Captain Mangles had discussed various\nmethods of recovering their liberty. What they could not venture in the\nboat they hoped to attempt on land, at the hour for encamping, under\ncover of the night.\n\nBut since Glenarvan's conversation with the chief, it seemed wise to\nabandon this design. They must be patient. It was the most prudent\nplan. The exchange offered chances that neither an open attack nor a\nflight across these unknown regions could afford. Many circumstances\nmight indeed arise that would delay, and even prevent, such a\ntransaction; but still it was better to await the result. What,\nmoreover, could ten defenceless men do against thirty well-armed\nsavages? Besides, Glenarvan thought it likely that Kai-Koumou's tribe\nhad lost some chief of high rank whom they were particularly anxious to\nrecover; and he was not mistaken.\n\nThe next day the canoe ascended the river with increased swiftness.\nIt stopped for a moment at the junction of a small river which wound\nacross the plains on the right bank. Here a"
    },
    {
      "chunk_idx": 391,
      "chunk_id": "The Count of Monte Cristo_chunk_155",
      "start_pos": 542500,
      "end_pos": 546500,
      "similarity": 0.04030226700251889,
      "text": "after having acquired a most honorable name in the trade of\nMarseilles, M. Morrel is utterly ruined; he has lost five ships in two\nyears, has suffered by the bankruptcy of three large houses, and his\nonly hope now is in that very _Pharaon_ which poor Dantès commanded,\nand which is expected from the Indies with a cargo of cochineal and\nindigo. If this ship founders, like the others, he is a ruined man.”\n\n“And has the unfortunate man wife or children?” inquired the abbé.\n\n“Yes, he has a wife, who through everything has behaved like an angel;\nhe has a daughter, who was about to marry the man she loved, but whose\nfamily now will not allow him to wed the daughter of a ruined man; he\nhas, besides, a son, a lieutenant in the army; and, as you may suppose,\nall this, instead of lessening, only augments his sorrows. If he were\nalone in the world he would blow out his brains, and there would be an\nend.”\n\n“Horrible!” ejaculated the priest.\n\n“And it is thus heaven recompenses virtue, sir,” added Caderousse. “You\nsee, I, who never did a bad action but that I have told you of—am in\ndestitution, with my poor wife dying of fever before my very eyes, and\nI unable to do anything in the world for her; I shall die of hunger, as\nold Dantès did, while Fernand and Danglars are rolling in wealth.”\n\n“How is that?”\n\n“Because their deeds have brought them good fortune, while honest men\nhave been reduced to misery.”\n\n“What has become of Danglars, the instigator, and therefore the most\nguilty?”\n\n“What has become of him? Why, he left Marseilles, and was taken, on the\nrecommendation of M. Morrel, who did not know his crime, as cashier\ninto a Spanish bank. During the war with Spain he was employed in the\ncommissariat of the French army, and made a fortune; then with that\nmoney he speculated in the funds, and trebled or quadrupled his\ncapital; and, having first married his banker’s daughter, who left him\na widower, he has married a second time, a widow, a Madame de Nargonne,\ndaughter of M. de Servieux, the king’s chamberlain, who is in high\nfavor at court. He is a millionaire, and they have made him a baron,\nand now he is the Baron Danglars, with a fine residence in the Rue du\nMont-Blanc, with ten horses in his stables, six footmen in his\nantechamber, and I know not how many millions in his strongbox.”\n\n“Ah!” said the abbé, in a peculiar tone, “he is happy.”\n\n“Happy? Who can answer for that? Happiness or unhappiness is the secret\nknown but to one’s self and the walls—walls have ears but no tongue;\nbut if a large fortune produces happiness, Danglars is happy.”\n\n“And Fernand?”\n\n“Fernand? Why, much the same story.”\n\n“But how could a poor Catalan fisher-boy, without education or\nresources, make a fortune? I confess this staggers me.”\n\n“And it has staggered everybody. There must have been in his life some\nstrange secret that no one knows.”\n\n“But, then, by what visible steps has he attained this high fortune or\nhigh position?”\n\n“Both, sir—he has both fortune and position—both.”\n\n“This must be impossible!”\n\n“It would seem so; but listen, and you will understand. Some days\nbefore the return of the emperor, Fernand was drafted. The Bourbons\nleft him quietly enough at the Catalans, but Napoleon returned, a\nspecial levy was made, and Fernand was compelled to join. I went too;\nbut as I was older than Fernand, and had just married my poor wife, I\nwas only sent to the coast. Fernand was enrolled in the active army,\nwent to the frontier with his regiment, and was at the battle of Ligny.\nThe night after that battle he was sentry at the door of a general who\ncarried on a secret correspondence with the enemy. That same night the\ngeneral was to go over to the English. He proposed to Fernand to\naccompany him; Fernand agreed to do so, deserted his post, and followed\nthe general.\n\n“Fernand would have been court-martialed if Napoleon had remained on\nthe throne, but his action was rewarded by the Bourbons. He returned to\nFrance with the epaulet of sub-lieutenant, and as the protectio"
    },
    {
      "chunk_idx": 684,
      "chunk_id": "The Count of Monte Cristo_chunk_448",
      "start_pos": 1568000,
      "end_pos": 1572000,
      "similarity": 0.03970223325062035,
      "text": ", it signifies nothing to me so long as you\npay for your lessons out of your own cash box. But today I find you are\ndrawing on mine, and that your apprenticeship may cost me 700,000\nfrancs per month. Stop there, madame, for this cannot last. Either the\ndiplomatist must give his lessons gratis, and I will tolerate him, or\nhe must never set his foot again in my house;—do you understand,\nmadame?”\n\n“Oh, this is too much,” cried Hermine, choking, “you are worse than\ndespicable.”\n\n“But,” continued Danglars, “I find you did not even pause there——”\n\n“Insults!”\n\n“You are right; let us leave these facts alone, and reason coolly. I\nhave never interfered in your affairs excepting for your good; treat me\nin the same way. You say you have nothing to do with my cash box. Be it\nso. Do as you like with your own, but do not fill or empty mine.\nBesides, how do I know that this was not a political trick, that the\nminister enraged at seeing me in the opposition, and jealous of the\npopular sympathy I excite, has not concerted with M. Debray to ruin\nme?”\n\n“A probable thing!”\n\n“Why not? Who ever heard of such an occurrence as this?—a false\ntelegraphic despatch—it is almost impossible for wrong signals to be\nmade as they were in the last two telegrams. It was done on purpose for\nme—I am sure of it.”\n\n“Sir,” said the baroness humbly, “are you not aware that the man\nemployed there was dismissed, that they talked of going to law with\nhim, that orders were issued to arrest him and that this order would\nhave been put into execution if he had not escaped by flight, which\nproves that he was either mad or guilty? It was a mistake.”\n\n“Yes, which made fools laugh, which caused the minister to have a\nsleepless night, which has caused the minister’s secretaries to blacken\nseveral sheets of paper, but which has cost me 700,000 francs.”\n\n“But, sir,” said Hermine suddenly, “if all this is, as you say, caused\nby M. Debray, why, instead of going direct to him, do you come and tell\nme of it? Why, to accuse the man, do you address the woman?”\n\n“Do I know M. Debray?—do I wish to know him?—do I wish to know that he\ngives advice?—do I wish to follow it?—do I speculate? No; you do all\nthis, not I.”\n\n“Still it seems to me, that as you profit by it——”\n\nDanglars shrugged his shoulders. “Foolish creature,” he exclaimed.\n“Women fancy they have talent because they have managed two or three\nintrigues without being the talk of Paris! But know that if you had\neven hidden your irregularities from your husband, who has but the\ncommencement of the art—for generally husbands _will_ not see—you would\nthen have been but a faint imitation of most of your friends among the\nwomen of the world. But it has not been so with me,—I see, and always\nhave seen, during the last sixteen years. You may, perhaps, have hidden\na thought; but not a step, not an action, not a fault, has escaped me,\nwhile you flattered yourself upon your address, and firmly believed you\nhad deceived me. What has been the result?—that, thanks to my pretended\nignorance, there is none of your friends, from M. de Villefort to M.\nDebray, who has not trembled before me. There is not one who has not\ntreated me as the master of the house,—the only title I desire with\nrespect to you; there is not one, in fact, who would have dared to\nspeak of me as I have spoken of them this day. I will allow you to make\nme hateful, but I will prevent your rendering me ridiculous, and, above\nall, I forbid you to ruin me.”\n\nThe baroness had been tolerably composed until the name of Villefort\nhad been pronounced; but then she became pale, and, rising, as if\ntouched by a spring, she stretched out her hands as though conjuring an\napparition; she then took two or three steps towards her husband, as\nthough to tear the secret from him, of which he was ignorant, or which\nhe withheld from some odious calculation,—odious, as all his\ncalculations were.\n\n“M. de Villefort!—What do you mean?”\n\n“I mean that M. de Nargonne, your first husband, being neither a\nphilos"
    },
    {
      "chunk_idx": 905,
      "chunk_id": "The Count of Monte Cristo_chunk_669",
      "start_pos": 2341500,
      "end_pos": 2345500,
      "similarity": 0.03807106598984772,
      "text": "ered the calm and pale face,\nwhich looked like that of a sleeping angel.\n\nA tear, which appeared in the old man’s eye, expressed his thanks to\nthe doctor. The doctor of the dead then laid his permit on the corner\nof the table, and having fulfilled his duty, was conducted out by\nd’Avrigny. Villefort met them at the door of his study; having in a few\nwords thanked the district doctor, he turned to d’Avrigny, and said:\n\n“And now the priest.”\n\n“Is there any particular priest you wish to pray with Valentine?” asked\nd’Avrigny.\n\n“No.” said Villefort; “fetch the nearest.”\n\n“The nearest,” said the district doctor, “is a good Italian abbé, who\nlives next door to you. Shall I call on him as I pass?”\n\n“D’Avrigny,” said Villefort, “be so kind, I beseech you, as to\naccompany this gentleman. Here is the key of the door, so that you can\ngo in and out as you please; you will bring the priest with you, and\nwill oblige me by introducing him into my child’s room.”\n\n50101m\n\n\n\n“Do you wish to see him?”\n\n“I only wish to be alone. You will excuse me, will you not? A priest\ncan understand a father’s grief.”\n\nAnd M. de Villefort, giving the key to d’Avrigny, again bade farewell\nto the strange doctor, and retired to his study, where he began to\nwork. For some temperaments work is a remedy for all afflictions.\n\nAs the doctors entered the street, they saw a man in a cassock standing\non the threshold of the next door.\n\n“This is the abbé of whom I spoke,” said the doctor to d’Avrigny.\nD’Avrigny accosted the priest.\n\n“Sir,” he said, “are you disposed to confer a great obligation on an\nunhappy father who has just lost his daughter? I mean M. de Villefort,\nthe king’s attorney.”\n\n“Ah,” said the priest, in a marked Italian accent; “yes, I have heard\nthat death is in that house.”\n\n“Then I need not tell you what kind of service he requires of you.”\n\n“I was about to offer myself, sir,” said the priest; “it is our mission\nto forestall our duties.”\n\n“It is a young girl.”\n\n“I know it, sir; the servants who fled from the house informed me. I\nalso know that her name is Valentine, and I have already prayed for\nher.”\n\n“Thank you, sir,” said d’Avrigny; “since you have commenced your sacred\noffice, deign to continue it. Come and watch by the dead, and all the\nwretched family will be grateful to you.”\n\n“I am going, sir; and I do not hesitate to say that no prayers will be\nmore fervent than mine.”\n\nD’Avrigny took the priest’s hand, and without meeting Villefort, who\nwas engaged in his study, they reached Valentine’s room, which on the\nfollowing night was to be occupied by the undertakers. On entering the\nroom, Noirtier’s eyes met those of the abbé, and no doubt he read some\nparticular expression in them, for he remained in the room. D’Avrigny\nrecommended the attention of the priest to the living as well as to the\ndead, and the abbé promised to devote his prayers to Valentine and his\nattentions to Noirtier.\n\nIn order, doubtless, that he might not be disturbed while fulfilling\nhis sacred mission, the priest rose as soon as d’Avrigny departed, and\nnot only bolted the door through which the doctor had just left, but\nalso that leading to Madame de Villefort’s room.\n\n\n\n Chapter 104. Danglars’ Signature\n\nThe next morning dawned dull and cloudy. During the night the\nundertakers had executed their melancholy office, and wrapped the\ncorpse in the winding-sheet, which, whatever may be said about the\nequality of death, is at least a last proof of the luxury so pleasing\nin life. This winding-sheet was nothing more than a beautiful piece of\ncambric, which the young girl had bought a fortnight before.\n\nDuring the evening two men, engaged for the purpose, had carried\nNoirtier from Valentine’s room into his own, and contrary to all\nexpectation there was no difficulty in withdrawing him from his child.\nThe Abbé Busoni had watched till daylight, and then left without\ncalling anyone. D’Avrigny returned about eight o’clock in the morning;\nhe met Villefort on his way to Noirtier’s room, and accomp"
    }
  ]
}