{
  "e010001f6365": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.033707865168539325,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 853,
      "chunk_id": "The Count of Monte Cristo_chunk_617",
      "start_pos": 2159500,
      "end_pos": 2163500,
      "similarity": 0.026737967914438502,
      "text": "lood was rushing to the young girl’s\nhead already, her cheeks were becoming red.\n\n“Oh,” cried she, without losing any of her cheerfulness, “this is\nsingular! I can’t see! Did the sun shine in my eyes?” And she leaned\nagainst the window.\n\n“The sun is not shining,” said Morrel, more alarmed by Noirtier’s\nexpression than by Valentine’s indisposition. He ran towards her. The\nyoung girl smiled.\n\n“Cheer up,” said she to Noirtier. “Do not be alarmed, Maximilian; it is\nnothing, and has already passed away. But listen! Do I not hear a\ncarriage in the courtyard?” She opened Noirtier’s door, ran to a window\nin the passage, and returned hastily. “Yes,” said she, “it is Madame\nDanglars and her daughter, who have come to call on us. Good-bye;—I\nmust run away, for they would send here for me, or, rather, farewell\ntill I see you again. Stay with grandpapa, Maximilian; I promise you\nnot to persuade them to stay.”\n\n40274m\n\n\n\nMorrel watched her as she left the room; he heard her ascend the little\nstaircase which led both to Madame de Villefort’s apartments and to\nhers. As soon as she was gone, Noirtier made a sign to Morrel to take\nthe dictionary. Morrel obeyed; guided by Valentine, he had learned how\nto understand the old man quickly. Accustomed, however, as he was to\nthe work, he had to repeat most of the letters of the alphabet and to\nfind every word in the dictionary, so that it was ten minutes before\nthe thought of the old man was translated by these words,\n\n“Fetch the glass of water and the decanter from Valentine’s room.”\n\nMorrel rang immediately for the servant who had taken Barrois’s\nsituation, and in Noirtier’s name gave that order. The servant soon\nreturned. The decanter and the glass were completely empty. Noirtier\nmade a sign that he wished to speak.\n\n“Why are the glass and decanter empty?” asked he; “Valentine said she\nonly drank half the glassful.”\n\nThe translation of this new question occupied another five minutes.\n\n“I do not know,” said the servant, “but the housemaid is in\nMademoiselle Valentine’s room: perhaps she has emptied them.”\n\n“Ask her,” said Morrel, translating Noirtier’s thought this time by his\nlook. The servant went out, but returned almost immediately.\n“Mademoiselle Valentine passed through the room to go to Madame de\nVillefort’s,” said he; “and in passing, as she was thirsty, she drank\nwhat remained in the glass; as for the decanter, Master Edward had\nemptied that to make a pond for his ducks.”\n\nNoirtier raised his eyes to heaven, as a gambler does who stakes his\nall on one stroke. From that moment the old man’s eyes were fixed on\nthe door, and did not quit it.\n\nIt was indeed Madame Danglars and her daughter whom Valentine had seen;\nthey had been ushered into Madame de Villefort’s room, who had said she\nwould receive them there. That is why Valentine passed through her\nroom, which was on a level with Valentine’s, and only separated from it\nby Edward’s. The two ladies entered the drawing-room with that sort of\nofficial stiffness which preludes a formal communication. Among worldly\npeople manner is contagious. Madame de Villefort received them with\nequal solemnity. Valentine entered at this moment, and the formalities\nwere resumed.\n\n“My dear friend,” said the baroness, while the two young people were\nshaking hands, “I and Eugénie are come to be the first to announce to\nyou the approaching marriage of my daughter with Prince Cavalcanti.”\nDanglars kept up the title of prince. The popular banker found that it\nanswered better than count.\n\n“Allow me to present you my sincere congratulations,” replied Madame de\nVillefort. “Prince Cavalcanti appears to be a young man of rare\nqualities.”\n\n40276m\n\n\n\n“Listen,” said the baroness, smiling; “speaking to you as a friend I\ncan say that the prince does not yet appear all he will be. He has\nabout him a little of that foreign manner by which French persons\nrecognize, at first sight, the Italian or German nobleman. Besides, he\ngives evidence of great kindness of disposition, much keen"
    },
    {
      "chunk_idx": 854,
      "chunk_id": "The Count of Monte Cristo_chunk_618",
      "start_pos": 2163000,
      "end_pos": 2167000,
      "similarity": 0.026041666666666668,
      "text": "n count.\n\n“Allow me to present you my sincere congratulations,” replied Madame de\nVillefort. “Prince Cavalcanti appears to be a young man of rare\nqualities.”\n\n40276m\n\n\n\n“Listen,” said the baroness, smiling; “speaking to you as a friend I\ncan say that the prince does not yet appear all he will be. He has\nabout him a little of that foreign manner by which French persons\nrecognize, at first sight, the Italian or German nobleman. Besides, he\ngives evidence of great kindness of disposition, much keenness of wit,\nand as to suitability, M. Danglars assures me that his fortune is\nmajestic—that is his word.”\n\n“And then,” said Eugénie, while turning over the leaves of Madame de\nVillefort’s album, “add that you have taken a great fancy to the young\nman.”\n\n“And,” said Madame de Villefort, “I need not ask you if you share that\nfancy.”\n\n“I?” replied Eugénie with her usual candor. “Oh, not the least in the\nworld, madame! My wish was not to confine myself to domestic cares, or\nthe caprices of any man, but to be an artist, and consequently free in\nheart, in person, and in thought.”\n\nEugénie pronounced these words with so firm a tone that the color\nmounted to Valentine’s cheeks. The timid girl could not understand that\nvigorous nature which appeared to have none of the timidities of woman.\n\n“At any rate,” said she, “since I am to be married whether I will or\nnot, I ought to be thankful to Providence for having released me from\nmy engagement with M. Albert de Morcerf, or I should this day have been\nthe wife of a dishonored man.”\n\n“It is true,” said the baroness, with that strange simplicity sometimes\nmet with among fashionable ladies, and of which plebeian intercourse\ncan never entirely deprive them,—“it is very true that had not the\nMorcerfs hesitated, my daughter would have married Monsieur Albert. The\ngeneral depended much on it; he even came to force M. Danglars. We have\nhad a narrow escape.”\n\n“But,” said Valentine, timidly, “does all the father’s shame revert\nupon the son? Monsieur Albert appears to me quite innocent of the\ntreason charged against the general.”\n\n“Excuse me,” said the implacable young girl, “Monsieur Albert claims\nand well deserves his share. It appears that after having challenged M.\nde Monte Cristo at the Opera yesterday, he apologized on the ground\ntoday.”\n\n“Impossible,” said Madame de Villefort.\n\n“Ah, my dear friend,” said Madame Danglars, with the same simplicity we\nbefore noticed, “it is a fact. I heard it from M. Debray, who was\npresent at the explanation.”\n\nValentine also knew the truth, but she did not answer. A single word\nhad reminded her that Morrel was expecting her in M. Noirtier’s room.\nDeeply engaged with a sort of inward contemplation, Valentine had\nceased for a moment to join in the conversation. She would, indeed,\nhave found it impossible to repeat what had been said the last few\nminutes, when suddenly Madame Danglars’ hand, pressed on her arm,\naroused her from her lethargy.\n\n“What is it?” said she, starting at Madame Danglars’ touch as she would\nhave done from an electric shock.\n\n“It is, my dear Valentine,” said the baroness, “that you are,\ndoubtless, suffering.”\n\n40280m\n\n\n\n“I?” said the young girl, passing her hand across her burning forehead.\n\n“Yes, look at yourself in that glass; you have turned pale and then red\nsuccessively, three or four times in one minute.”\n\n“Indeed,” cried Eugénie, “you are very pale!”\n\n“Oh, do not be alarmed; I have been so for many days.” Artless as she\nwas, the young girl knew that this was an opportunity to leave, and\nbesides, Madame de Villefort came to her assistance.\n\n“Retire, Valentine,” said she; “you are really suffering, and these\nladies will excuse you; drink a glass of pure water, it will restore\nyou.”\n\nValentine kissed Eugénie, bowed to Madame Danglars, who had already\nrisen to take her leave, and went out.\n\n“That poor child,” said Madame de Villefort when Valentine was gone,\n“she makes me very uneasy, and I should not be astonished if she had\nsome serious illness.”"
    },
    {
      "chunk_idx": 861,
      "chunk_id": "The Count of Monte Cristo_chunk_625",
      "start_pos": 2187500,
      "end_pos": 2191500,
      "similarity": 0.025936599423631124,
      "text": "just\npower to give one parting look to her grandfather, who in losing her\nseemed to be resigning his very soul. D’Avrigny followed the invalid,\nwrote a prescription, ordered Villefort to take a cabriolet, go in\nperson to a chemist’s to get the prescribed medicine, bring it himself,\nand wait for him in his daughter’s room. Then, having renewed his\ninjunction not to give Valentine anything, he went down again to\nNoirtier, shut the doors carefully, and after convincing himself that\nno one was listening:\n\n“Do you,” said he, “know anything of this young lady’s illness?”\n\n“Yes,” said the old man.\n\n“We have no time to lose; I will question, and do you answer me.”\nNoirtier made a sign that he was ready to answer. “Did you anticipate\nthe accident which has happened to your granddaughter?”\n\n“Yes.” D’Avrigny reflected a moment; then approaching Noirtier:\n\n“Pardon what I am going to say,” added he, “but no indication should be\nneglected in this terrible situation. Did you see poor Barrois die?”\nNoirtier raised his eyes to heaven.\n\n“Do you know of what he died!” asked d’Avrigny, placing his hand on\nNoirtier’s shoulder.\n\n“Yes,” replied the old man.\n\n“Do you think he died a natural death?” A sort of smile was discernible\non the motionless lips of Noirtier.\n\n“Then you have thought that Barrois was poisoned?”\n\n“Yes.”\n\n“Do you think the poison he fell a victim to was intended for him?”\n\n“No.”\n\n“Do you think the same hand which unintentionally struck Barrois has\nnow attacked Valentine?”\n\n“Yes.”\n\n“Then will she die too?” asked d’Avrigny, fixing his penetrating gaze\non Noirtier. He watched the effect of this question on the old man.\n\n“No,” replied he with an air of triumph which would have puzzled the\nmost clever diviner.\n\n“Then you hope?” said d’Avrigny, with surprise.\n\n“Yes.”\n\n“What do you hope?” The old man made him understand with his eyes that\nhe could not answer.\n\n“Ah, yes, it is true,” murmured d’Avrigny. Then, turning to\nNoirtier,—“Do you hope the assassin will be tried?”\n\n“No.”\n\n“Then you hope the poison will take no effect on Valentine?”\n\n“Yes.”\n\n“It is no news to you,” added d’Avrigny, “to tell you that an attempt\nhas been made to poison her?” The old man made a sign that he\nentertained no doubt upon the subject. “Then how do you hope Valentine\nwill escape?”\n\nNoirtier kept his eyes steadfastly fixed on the same spot. D’Avrigny\nfollowed the direction and saw that they were fixed on a bottle\ncontaining the mixture which he took every morning. “Ah, indeed?” said\nd’Avrigny, struck with a sudden thought, “has it occurred to\nyou”—Noirtier did not let him finish.\n\n“Yes,” said he.\n\n“To prepare her system to resist poison?”\n\n“Yes.”\n\n“By accustoming her by degrees——”\n\n“Yes, yes, yes,” said Noirtier, delighted to be understood.\n\n“Of course. I had told you that there was brucine in the mixture I give\nyou.”\n\n“Yes.”\n\n“And by accustoming her to that poison, you have endeavored to\nneutralize the effect of a similar poison?” Noirtier’s joy continued.\n“And you have succeeded,” exclaimed d’Avrigny. “Without that precaution\nValentine would have died before assistance could have been procured.\nThe dose has been excessive, but she has only been shaken by it; and\nthis time, at any rate, Valentine will not die.”\n\nA superhuman joy expanded the old man’s eyes, which were raised towards\nheaven with an expression of infinite gratitude. At this moment\nVillefort returned.\n\n“Here, doctor,” said he, “is what you sent me for.”\n\n“Was this prepared in your presence?”\n\n“Yes,” replied the procureur.\n\n“Have you not let it go out of your hands?”\n\n“No.”\n\nD’Avrigny took the bottle, poured some drops of the mixture it\ncontained in the hollow of his hand, and swallowed them.\n\n“Well,” said he, “let us go to Valentine; I will give instructions to\neveryone, and you, M. de Villefort, will yourself see that no one\ndeviates from them.”\n\n40294m\n\n\n\nAt the moment when d’Avrigny was returning to Valentine’s room,\naccompanied by Villefort, an Italian priest, of serious demeanor and\ncalm an"
    },
    {
      "chunk_idx": 895,
      "chunk_id": "The Count of Monte Cristo_chunk_659",
      "start_pos": 2306500,
      "end_pos": 2310500,
      "similarity": 0.024390243902439025,
      "text": "ened attentively, holding her breath\ntill she was nearly suffocated; the lock turned, and the door slowly\nopened. Valentine had raised herself upon her elbow, and had scarcely\ntime to throw herself down on the bed and shade her eyes with her arm;\nthen, trembling, agitated, and her heart beating with indescribable\nterror, she awaited the event.\n\nSomeone approached the bed and drew back the curtains. Valentine\nsummoned every effort, and breathed with that regular respiration which\nannounces tranquil sleep.\n\n“Valentine!” said a low voice.\n\nThe girl shuddered to the heart but did not reply.\n\n“Valentine,” repeated the same voice.\n\nStill silent: Valentine had promised not to wake. Then everything was\nstill, excepting that Valentine heard the almost noiseless sound of\nsome liquid being poured into the glass she had just emptied. Then she\nventured to open her eyelids, and glance over her extended arm. She saw\na woman in a white dressing-gown pouring a liquor from a phial into her\nglass. During this short time Valentine must have held her breath, or\nmoved in some slight degree, for the woman, disturbed, stopped and\nleaned over the bed, in order the better to ascertain whether Valentine\nslept: it was Madame de Villefort.\n\nOn recognizing her step-mother, Valentine could not repress a shudder,\nwhich caused a vibration in the bed. Madame de Villefort instantly\nstepped back close to the wall, and there, shaded by the bed-curtains,\nshe silently and attentively watched the slightest movement of\nValentine. The latter recollected the terrible caution of Monte Cristo;\nshe fancied that the hand not holding the phial clasped a long sharp\nknife. Then collecting all her remaining strength, she forced herself\nto close her eyes; but this simple operation upon the most delicate\norgans of our frame, generally so easy to accomplish, became almost\nimpossible at this moment, so much did curiosity struggle to retain the\neyelid open and learn the truth. Madame de Villefort, however,\nreassured by the silence, which was alone disturbed by the regular\nbreathing of Valentine, again extended her hand, and half hidden by the\ncurtains succeeded in emptying the contents of the phial into the\nglass. Then she retired so gently that Valentine did not know she had\nleft the room. She only witnessed the withdrawal of the arm—the fair\nround arm of a woman but twenty-five years old, and who yet spread\ndeath around her.\n\n50077m\n\n\n\nIt is impossible to describe the sensations experienced by Valentine\nduring the minute and a half Madame de Villefort remained in the room.\n\nThe grating against the library-door aroused the young girl from the\nstupor in which she was plunged, and which almost amounted to\ninsensibility. She raised her head with an effort. The noiseless door\nagain turned on its hinges, and the Count of Monte Cristo reappeared.\n\n“Well,” said he, “do you still doubt?”\n\n“Oh,” murmured the young girl.\n\n“Have you seen?”\n\n“Alas!”\n\n“Did you recognize?” Valentine groaned.\n\n“Oh, yes;” she said, “I saw, but I cannot believe!”\n\n“Would you rather die, then, and cause Maximilian’s death?”\n\n“Oh,” repeated the young girl, almost bewildered, “can I not leave the\nhouse?—can I not escape?”\n\n“Valentine, the hand which now threatens you will pursue you\neverywhere; your servants will be seduced with gold, and death will be\noffered to you disguised in every shape. You will find it in the water\nyou drink from the spring, in the fruit you pluck from the tree.”\n\n“But did you not say that my kind grandfather’s precaution had\nneutralized the poison?”\n\n“Yes, but not against a strong dose; the poison will be changed, and\nthe quantity increased.” He took the glass and raised it to his lips.\n“It is already done,” he said; “brucine is no longer employed, but a\nsimple narcotic! I can recognize the flavor of the alcohol in which it\nhas been dissolved. If you had taken what Madame de Villefort has\npoured into your glass, Valentine—Valentine—you would have been\ndoomed!”\n\n“But,” exclaimed the young girl"
    }
  ]
}