{
  "693706954be7": [
    {
      "chunk_idx": 675,
      "chunk_id": "The Count of Monte Cristo_chunk_439",
      "start_pos": 1536500,
      "end_pos": 1540500,
      "similarity": 0.0456989247311828,
      "text": "n; Madame de Villefort expressed a desire to return\nto Paris, which Madame Danglars had not dared to do, notwithstanding\nthe uneasiness she experienced. On his wife’s request, M. de Villefort\nwas the first to give the signal of departure. He offered a seat in his\nlandau to Madame Danglars, that she might be under the care of his\nwife. As for M. Danglars, absorbed in an interesting conversation with\nM. Cavalcanti, he paid no attention to anything that was passing. While\nMonte Cristo had begged the smelling-bottle of Madame de Villefort, he\nhad noticed the approach of Villefort to Madame Danglars, and he soon\nguessed all that had passed between them, though the words had been\nuttered in so low a voice as hardly to be heard by Madame Danglars.\nWithout opposing their arrangements, he allowed Morrel, Château-Renaud,\nand Debray to leave on horseback, and the ladies in M. de Villefort’s\ncarriage. Danglars, more and more delighted with Major Cavalcanti, had\noffered him a seat in his carriage. Andrea Cavalcanti found his tilbury\nwaiting at the door; the groom, in every respect a caricature of the\nEnglish fashion, was standing on tiptoe to hold a large iron-gray\nhorse.\n\nAndrea had spoken very little during dinner; he was an intelligent lad,\nand he feared to utter some absurdity before so many grand people,\namongst whom, with dilating eyes, he saw the king’s attorney. Then he\nhad been seized upon by Danglars, who, with a rapid glance at the\nstiff-necked old major and his modest son, and taking into\nconsideration the hospitality of the count, made up his mind that he\nwas in the society of some nabob come to Paris to finish the worldly\neducation of his heir. He contemplated with unspeakable delight the\nlarge diamond which shone on the major’s little finger; for the major,\nlike a prudent man, in case of any accident happening to his\nbank-notes, had immediately converted them into an available asset.\nThen, after dinner, on the pretext of business, he questioned the\nfather and son upon their mode of living; and the father and son,\npreviously informed that it was through Danglars the one was to receive\nhis 48,000 francs and the other 50,000 livres annually, were so full of\naffability that they would have shaken hands even with the banker’s\nservants, so much did their gratitude need an object to expend itself\nupon.\n\nOne thing above all the rest heightened the respect, nay almost the\nveneration, of Danglars for Cavalcanti. The latter, faithful to the\nprinciple of Horace, _nil admirari_, had contented himself with showing\nhis knowledge by declaring in what lake the best lampreys were caught.\nThen he had eaten some without saying a word more; Danglars, therefore,\nconcluded that such luxuries were common at the table of the\nillustrious descendant of the Cavalcanti, who most likely in Lucca fed\nupon trout brought from Switzerland, and lobsters sent from England, by\nthe same means used by the count to bring the lampreys from Lake\nFusaro, and the sterlet from the Volga. Thus it was with much\npoliteness of manner that he heard Cavalcanti pronounce these words:\n\n“Tomorrow, sir, I shall have the honor of waiting upon you on\nbusiness.”\n\n“And I, sir,” said Danglars, “shall be most happy to receive you.”\n\nUpon which he offered to take Cavalcanti in his carriage to the Hôtel\ndes Princes, if it would not be depriving him of the company of his\nson. To this Cavalcanti replied by saying that for some time past his\nson had lived independently of him, that he had his own horses and\ncarriages, and that not having come together, it would not be difficult\nfor them to leave separately. The major seated himself, therefore, by\nthe side of Danglars, who was more and more charmed with the ideas of\norder and economy which ruled this man, and yet who, being able to\nallow his son 60,000 francs a year, might be supposed to possess a\nfortune of 500,000 or 600,000 livres.\n\nAs for Andrea, he began, by way of showing off, to scold his groom,\nwho, instead of bringing the tilbury t"
    },
    {
      "chunk_idx": 565,
      "chunk_id": "The Count of Monte Cristo_chunk_329",
      "start_pos": 1151500,
      "end_pos": 1155500,
      "similarity": 0.044444444444444446,
      "text": "emanly bow, received a formal though\ngraceful courtesy, while Lucien exchanged with the count a sort of\ndistant recognition, and with Danglars a free and easy nod.\n\n“Baroness,” said Danglars, “give me leave to present to you the Count\nof Monte Cristo, who has been most warmly recommended to me by my\ncorrespondents at Rome. I need but mention one fact to make all the\nladies in Paris court his notice, and that is, that he has come to take\nup his abode in Paris for a year, during which brief period he proposes\nto spend six millions of money. That means balls, dinners, and lawn\nparties without end, in all of which I trust the count will remember\nus, as he may depend upon it we shall him, in our own humble\nentertainments.”\n\nIn spite of the gross flattery and coarseness of this address, Madame\nDanglars could not forbear gazing with considerable interest on a man\ncapable of expending six millions in twelve months, and who had\nselected Paris for the scene of his princely extravagance.\n\n“And when did you arrive here?” inquired she.\n\n“Yesterday morning, madame.”\n\n“Coming, as usual, I presume, from the extreme end of the globe? Pardon\nme—at least, such I have heard is your custom.”\n\n“Nay, madame. This time I have merely come from Cadiz.”\n\n“You have selected a most unfavorable moment for your first visit.\nParis is a horrible place in summer. Balls, parties, and _fêtes_ are\nover; the Italian opera is in London; the French opera everywhere\nexcept in Paris. As for the Théatre Français, you know, of course, that\nit is nowhere. The only amusements left us are the indifferent races at\nthe Champ-de-Mars and Satory. Do you propose entering any horses at\neither of these races, count?”\n\n“I shall do whatever they do at Paris, madame, if I have the good\nfortune to find someone who will initiate me into the prevalent ideas\nof amusement.”\n\n“Are you fond of horses, count?”\n\n“I have passed a considerable part of my life in the East, madame, and\nyou are doubtless aware that the Orientals value only two things—the\nfine breeding of their horses and the beauty of their women.”\n\n“Nay, count,” said the baroness, “it would have been somewhat more\ngallant to have placed the ladies first.”\n\n“You see, madame, how rightly I spoke when I said I required a\npreceptor to guide me in all my sayings and doings here.”\n\nAt this instant the favorite attendant of Madame Danglars entered the\nboudoir; approaching her mistress, she spoke some words in an\nundertone. Madame Danglars turned very pale, then exclaimed:\n\n“I cannot believe it; the thing is impossible.”\n\n“I assure you, madame,” replied the woman, “it is as I have said.”\n\nTurning impatiently towards her husband, Madame Danglars demanded, “Is\nthis true?”\n\n“Is what true, madame?” inquired Danglars, visibly agitated.\n\n“What my maid tells me.”\n\n“But what does she tell you?”\n\n“That when my coachman was about to harness the horses to my carriage,\nhe discovered that they had been removed from the stables without his\nknowledge. I desire to know what is the meaning of this?”\n\n“Be kind enough, madame, to listen to me,” said Danglars.\n\n“Oh, yes; I will listen, monsieur, for I am most curious to hear what\nexplanation you will give. These two gentlemen shall decide between us;\nbut, first, I will state the case to them. Gentlemen,” continued the\nbaroness, “among the ten horses in the stables of Baron Danglars, are\ntwo that belong exclusively to me—a pair of the handsomest and most\nspirited creatures to be found in Paris. But to you, at least, M.\nDebray, I need not give a further description, because to you my\nbeautiful pair of dappled grays were well known. Well, I had promised\nMadame de Villefort the loan of my carriage to drive tomorrow to the\nBois; but when my coachman goes to fetch the grays from the stables\nthey are gone—positively gone. No doubt M. Danglars has sacrificed them\nto the selfish consideration of gaining some thousands of paltry\nfrancs. Oh, what a detestable crew they are, these mercenary\nspeculators!”\n\n“Madame,” re"
    },
    {
      "chunk_idx": 203,
      "chunk_id": "In Search of the Castaways_chunk_203",
      "start_pos": 710500,
      "end_pos": 714500,
      "similarity": 0.04404145077720207,
      "text": "d, and by this consecration had become\ninaccessible by the superstitious savages.\n\nThe safety of the fugitives was not yet certain, but there was a\nsalutary respite, of which they strove to take advantage. Glenarvan, a\nprey to unspeakable emotion, did not venture a word; while the major\nnodded his head with an air of genuine satisfaction.\n\n\"And now, my friends,\" said Paganel, \"if these brutes expect us to test\ntheir patience they are mistaken. In two days we shall be beyond the\nreach of these rascals.\"\n\n\"We will escape!\" said Glenarvan; \"but how?\"\n\n\"I do not know,\" replied Paganel, \"but we will do so all the same.\"\n\nAll now wished to hear the geographer's adventures. Strangely enough,\nin the case of a man loquacious usually, it was necessary to draw,\nas it were, the words from his mouth. He, who was so fond of telling\nstories, replied only in an evasive way to the questions of his friends.\n\n\"Paganel has changed,\" thought MacNabb.\n\n[Sidenote: THE WORTH OF SPECTACLES.]\n\nIndeed, the countenance of the geographer was no longer the same. He\nwrapped himself gloomily in his great flaxen mantle, and seemed to shun\ntoo inquisitive looks. However, when they were all seated around him at\nthe foot of the tomb, he related his experiences.\n\nAfter the death of Kara-Tété, Paganel had taken advantage, like Robert,\nof the confusion of the natives, and escaped from the pah. But less\nfortunate than young Grant, he had fallen upon an encampment of Maoris,\nwho were commanded by a chief of fine form and intelligent appearance,\nwho was evidently superior to all the warriors of his tribe. This chief\nspoke English accurately, and bade him welcome by rubbing his nose\nagainst that of the geographer. Paganel wondered whether he should\nconsider himself a prisoner; but seeing that he could not take a step\nwithout being graciously accompanied by the chief, he soon knew how\nmatters stood on this point.\n\nThe chief, whose name was \"Hihy\" (sunbeam), was not a bad man. The\nspectacles and telescope gave him a high opinion of Paganel, whom he\nattached carefully to his person, not only by his benefits, but by\nstrong flaxen ropes, especially at night.\n\nThis novel situation lasted three long days. Was he well or badly\ntreated? Both, as he stated without further explanation. In short, he\nwas a prisoner, and, except for the prospect of immediate torture,\nhis condition did not seem more enviable than that of his unfortunate\nfriends.\n\nFortunately, last night he succeeded in biting asunder his ropes and\nescaping. He had witnessed at a distance the burial of the chief,\nknew that he had been interred on the summit of Maunganamu mountain,\nand that it was tabooed in consequence. He therefore resolved to take\nrefuge there, not wishing to leave the place where his companions were\nheld captives. He succeeded in his undertaking, arrived at Kara-Tété's\ntomb, and waited in hope that Providence would in some way deliver his\nfriends.\n\nSuch was Paganel's story. Did he omit designedly any circumstance\nof his stay among the natives? More than once his embarrassment led\nthem to suspect so. However that might be, he received unanimous\ncongratulations; and as the past was now known, they returned to the\npresent.\n\nTheir situation was still exceedingly critical. The natives, if they\ndid not venture to climb the mountain, expected that hunger and thirst\nwould force their prisoners to surrender. It was only a matter of time,\nand the savages had great patience. Glenarvan did not disregard the\ndifficulties of his position, but waited for the favorable issue which\nProvidence seemed to promise.\n\nAnd first he wished to examine this improvised fortress; not to defend\nit, for an attack was not to be feared, but that he might find a way of\nescaping. The major and the captain, Robert, Paganel, and himself, took\nthe exact bearings of the mountain. They observed the direction of the\npaths, their branches and declivities. A ridge a mile in length united\nthe Maunganamu to the Wahiti range, and then declined"
    },
    {
      "chunk_idx": 984,
      "chunk_id": "The Count of Monte Cristo_chunk_748",
      "start_pos": 2618000,
      "end_pos": 2622000,
      "similarity": 0.04392764857881137,
      "text": "o you the riches and\nname of your father.”\n\nHaydée became pale, and lifting her transparent hands to heaven,\nexclaimed in a voice stifled with tears, “Then you leave me, my lord?”\n\n“Haydée, Haydée, you are young and beautiful; forget even my name, and\nbe happy.”\n\n“It is well,” said Haydée; “your order shall be executed, my lord; I\nwill forget even your name, and be happy.” And she stepped back to\nretire.\n\n“Oh, heavens,” exclaimed Valentine, who was supporting the head of\nMorrel on her shoulder, “do you not see how pale she is? Do you not see\nhow she suffers?”\n\nHaydée answered with a heartrending expression,\n\n“Why should he understand this, my sister? He is my master, and I am\nhis slave; he has the right to notice nothing.”\n\nThe count shuddered at the tones of a voice which penetrated the inmost\nrecesses of his heart; his eyes met those of the young girl and he\ncould not bear their brilliancy.\n\n“Oh, heavens,” exclaimed Monte Cristo, “can my suspicions be correct?\nHaydée, would it please you not to leave me?”\n\n“I am young,” gently replied Haydée; “I love the life you have made so\nsweet to me, and I should be sorry to die.”\n\n“You mean, then, that if I leave you, Haydée——”\n\n“I should die; yes, my lord.”\n\n“Do you then love me?”\n\n“Oh, Valentine, he asks if I love him. Valentine, tell him if you love\nMaximilian.”\n\nThe count felt his heart dilate and throb; he opened his arms, and\nHaydée, uttering a cry, sprang into them.\n\n“Oh, yes,” she cried, “I do love you! I love you as one loves a father,\nbrother, husband! I love you as my life, for you are the best, the\nnoblest of created beings!”\n\n50277m\n\n\n\n“Let it be, then, as you wish, sweet angel; God has sustained me in my\nstruggle with my enemies, and has given me this reward; he will not let\nme end my triumph in suffering; I wished to punish myself, but he has\npardoned me. Love me then, Haydée! Who knows? perhaps your love will\nmake me forget all that I do not wish to remember.”\n\n“What do you mean, my lord?”\n\n“I mean that one word from you has enlightened me more than twenty\nyears of slow experience; I have but you in the world, Haydée; through\nyou I again take hold on life, through you I shall suffer, through you\nrejoice.”\n\n“Do you hear him, Valentine?” exclaimed Haydée; “he says that through\nme he will suffer—through _me_, who would yield my life for his.”\n\nThe count withdrew for a moment. “Have I discovered the truth?” he\nsaid; “but whether it be for recompense or punishment, I accept my\nfate. Come, Haydée, come!” and throwing his arm around the young girl’s\nwaist, he pressed the hand of Valentine, and disappeared.\n\n50279m\n\n\n\nAn hour had nearly passed, during which Valentine, breathless and\nmotionless, watched steadfastly over Morrel. At length she felt his\nheart beat, a faint breath played upon his lips, a slight shudder,\nannouncing the return of life, passed through the young man’s frame. At\nlength his eyes opened, but they were at first fixed and\nexpressionless; then sight returned, and with it feeling and grief.\n\n“Oh,” he cried, in an accent of despair, “the count has deceived me; I\nam yet living;” and extending his hand towards the table, he seized a\nknife.\n\n“Dearest,” exclaimed Valentine, with her adorable smile, “awake, and\nlook at me!” Morrel uttered a loud exclamation, and frantic, doubtful,\ndazzled, as though by a celestial vision, he fell upon his knees.\n\nThe next morning at daybreak, Valentine and Morrel were walking\narm-in-arm on the seashore, Valentine relating how Monte Cristo had\nappeared in her room, explained everything, revealed the crime, and,\nfinally, how he had saved her life by enabling her to simulate death.\n\nThey had found the door of the grotto opened, and gone forth; on the\nazure dome of heaven still glittered a few remaining stars.\n\nMorrel soon perceived a man standing among the rocks, apparently\nawaiting a sign from them to advance, and pointed him out to Valentine.\n\n“Ah, it is Jacopo,” she said, “the captain of the yacht;” and she\nbeckoned him towards them"
    },
    {
      "chunk_idx": 484,
      "chunk_id": "The Count of Monte Cristo_chunk_248",
      "start_pos": 868000,
      "end_pos": 872000,
      "similarity": 0.04381443298969072,
      "text": "uch as you will,” replied Albert, “I am in love.”\n\n“You alarm me,” cried Franz. “I see that I shall not only go alone to\nthe Duke of Bracciano’s, but also return to Florence alone.”\n\n“If my unknown be as amiable as she is beautiful,” said Albert, “I\nshall fix myself at Rome for six weeks, at least. I adore Rome, and I\nhave always had a great taste for archæology.”\n\n20189m\n\n\n\n“Come, two or three more such adventures, and I do not despair of\nseeing you a member of the Academy.”\n\nDoubtless Albert was about to discuss seriously his right to the\nacademic chair when they were informed that dinner was ready. Albert’s\nlove had not taken away his appetite. He hastened with Franz to seat\nhimself, free to recommence the discussion after dinner. After dinner,\nthe Count of Monte Cristo was announced. They had not seen him for two\ndays. Signor Pastrini informed them that business had called him to\nCivita Vecchia. He had started the previous evening, and had only\nreturned an hour since. He was charming. Whether he kept a watch over\nhimself, or whether by accident he did not sound the acrimonious chords\nthat in other circumstances had been touched, he was tonight like\neverybody else.\n\nThe man was an enigma to Franz. The count must feel sure that Franz\nrecognized him; and yet he had not let fall a single word indicating\nany previous acquaintance between them. On his side, however great\nFranz’s desire was to allude to their former interview, the fear of\nbeing disagreeable to the man who had loaded him and his friend with\nkindness prevented him from mentioning it.\n\nThe count had learned that the two friends had sent to secure a box at\nthe Argentina Theatre, and were told they were all let. In consequence,\nhe brought them the key of his own—at least such was the apparent\nmotive of his visit. Franz and Albert made some difficulty, alleging\ntheir fear of depriving him of it; but the count replied that, as he\nwas going to the Palli Theatre, the box at the Argentina Theatre would\nbe lost if they did not profit by it. This assurance determined the two\nfriends to accept it.\n\nFranz had by degrees become accustomed to the count’s pallor, which had\nso forcibly struck him at their first meeting. He could not refrain\nfrom admiring the severe beauty of his features, the only defect, or\nrather the principal quality of which was the pallor. Truly, a Byronic\nhero! Franz could not, we will not say see him, but even think of him\nwithout imagining his stern head upon Manfred’s shoulders, or beneath\nLara’s helmet. His forehead was marked with the line that indicates the\nconstant presence of bitter thoughts; he had the fiery eyes that seem\nto penetrate to the very soul, and the haughty and disdainful upper lip\nthat gives to the words it utters a peculiar character that impresses\nthem on the minds of those to whom they are addressed.\n\nThe count was no longer young. He was at least forty; and yet it was\neasy to understand that he was formed to rule the young men with whom\nhe associated at present. And, to complete his resemblance with the\nfantastic heroes of the English poet, the count seemed to have the\npower of fascination. Albert was constantly expatiating on their good\nfortune in meeting such a man. Franz was less enthusiastic; but the\ncount exercised over him also the ascendency a strong mind always\nacquires over a mind less domineering. He thought several times of the\nproject the count had of visiting Paris; and he had no doubt but that,\nwith his eccentric character, his characteristic face, and his colossal\nfortune, he would produce a great effect there. And yet he did not wish\nto be at Paris when the count was there.\n\nThe evening passed as evenings mostly pass at Italian theatres; that\nis, not in listening to the music, but in paying visits and conversing.\nThe Countess G—— wished to revive the subject of the count, but Franz\nannounced he had something far newer to tell her, and, in spite of\nAlbert’s demonstrations of false modesty, he informed the countess of\n"
    }
  ]
}