{
  "708897bbaae7": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.07954545454545454,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 988,
      "chunk_id": "The Count of Monte Cristo_chunk_752",
      "start_pos": 2632000,
      "end_pos": 2636000,
      "similarity": 0.03474903474903475,
      "text": "g Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n    This eBook is for the use of anyone anywhere in the United States and most\n    other parts of the world at no cost and with almost no restrictions\n    whatsoever. You may copy it, give it away or re-use it under the terms\n    of the Project Gutenberg License included with this eBook or online\n    at www.gutenberg.org. If you\n    are not located in the United States, you will have to check the laws\n    of the country where you are located before using this eBook.\n  \n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII”"
    },
    {
      "chunk_idx": 989,
      "chunk_id": "The Count of Monte Cristo_chunk_753",
      "start_pos": 2635500,
      "end_pos": 2639500,
      "similarity": 0.032490974729241874,
      "text": "form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n\n    • You pay a royalty fee of 20% of the gross profits you derive from\n        the use of Project Gutenberg™ works calculated using the method\n        you already use to calculate your applicable taxes. The fee is owed\n        to the owner of the Project Gutenberg™ trademark, but he has\n        agreed to donate royalties under this paragraph to the Project\n        Gutenberg Literary Archive Foundation. Royalty payments must be paid\n        within 60 days following each date on which you prepare (or are\n        legally required to prepare) your periodic tax returns. Royalty\n        payments should be clearly marked as such and sent to the Project\n        Gutenberg Literary Archive Foundation at the address specified in\n        Section 4, “Information about donations to the Project Gutenberg\n        Literary Archive Foundation.”\n    \n    • You provide a full refund of any money paid by a user who notifies\n        you in writing (or by e-mail) within 30 days of receipt that s/he\n        does not agree to the terms of the full Project Gutenberg™\n        License. You must require such a user to return or destroy all\n        copies of the works possessed in a physical medium and discontinue\n        all use of and all access to other copies of Project Gutenberg™\n        works.\n    \n    • You provide, in accordance with paragraph 1.F.3, a full refund of\n        any money paid for a work or a replacement copy, if a defect in the\n        electronic work is discovered and reported to you within 90 days of\n        receipt of the work.\n    \n    • You comply with all other terms of this agreement for free\n        distribution of Project Gutenberg™ works.\n    \n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses,"
    },
    {
      "chunk_idx": 106,
      "chunk_id": "In Search of the Castaways_chunk_106",
      "start_pos": 371000,
      "end_pos": 375000,
      "similarity": 0.031578947368421054,
      "text": "he sea,\nand the Duncan sailed on calm waters, and was soon in a quiet harbor\nbeyond the terrible sand-bars; and then the ocean, released from its\nfetters, bounded after its escaped prey with indescribable fury.\n\n[Illustration: \"Let go!\" cried the young captain. The barrels were\ninverted, and from their sides streamed floods of oil.]\n\n\n\n\nCHAPTER XXX.\n\nA HOSPITABLE COLONIST.\n\n\nThe captain's first care was to secure anchorage. He moored the vessel\nin five fathoms of water. The bottom was good, a hard gravel, affording\nan excellent hold. There was no danger of drifting, or of stranding at\nlow tide. The Duncan, after so many hours of peril, was now in a sort\nof creek sheltered by a high promontory from the fury of the wind.\n\nLord Glenarvan shook the hand of the young captain, saying,--\n\n\"Thanks, John!\"\n\nAnd Captain Mangles felt himself fully rewarded by these simple words.\nGlenarvan kept to himself the secret of his anguish, and neither Lady\nHelena, Mary Grant, nor Robert suspected the magnitude of the perils\nthey had just escaped.\n\nOne important point remained to be settled. On what part of the\ncoast had the Duncan been cast by the storm? How could she regain\nher prescribed course? How far were they from Cape Bernouilli? Such\nwere the first questions addressed to the captain, who at once took\nhis bearings and noted his observations on the map. The Duncan had\nnot deviated very far from her route. She was at Cape Catastrophe, on\nthe southern coast of Australia, not three hundred miles from Cape\nBernouilli.\n\nBut could the Duncan's injuries be repaired? This was the question to\ndecide. The captain wished to know the extent of the damage. It was\ndiscovered, by diving, that a flange of the screw was bent and came\nin contact with the stern-post. Hence it was impossible for the screw\nto rotate. This injury was considered serious enough to necessitate\ngoing into dry-dock, which of course could not be done in their present\nlocality.\n\nGlenarvan and the captain, after mature reflection, resolved that\nthe Duncan should follow the western shore, seeking traces of the\nBritannia, should stop at Cape Bernouilli, where further information\ncould be obtained, and then continue southward to Melbourne, where her\ninjuries could be repaired; and, as soon as this was done, that she\nshould cruise along the eastern shores to finish the search.\n\nThis arrangement was approved, and Captain Mangles resolved to take\nadvantage of the first favorable wind. He did not have to wait long.\nTowards evening the hurricane had entirely subsided, and a moderate\nbreeze was blowing from the southwest. Preparations were made for\ngetting under way; new sails were set, and at four o'clock in the\nmorning the sailors heaved at the capstan, the anchor was weighed, and\nthe Duncan, with all sails set, cruised close to windward along the\ncoast.\n\nThey arrived at Cape Bernouilli without finding the least trace of the\nlost vessel. But this failure proved nothing. Indeed, during the two\nyears since the shipwreck, the sea might have scattered or destroyed\nthe fragments of the brig. Besides, the natives, who scent shipwrecks\nas a vulture does a corpse, might have carried away every vestige of\nit. Harry Grant and his two companions, therefore, without doubt, had\nbeen taken prisoners the moment the waves cast them ashore, and been\ncarried into the interior of the country.\n\n[Sidenote: HOPING AGAINST HOPE.]\n\nBut here one of Paganel's ingenious suppositions failed. So long as\nthey were in the Argentine territory, the geographer could rightly\nmaintain that the latitude of the document referred to the place of\ncaptivity,--not to the scene of the shipwreck. Indeed, the great rivers\nof the Pampas and their numerous affluents could easily bear the\ndocument to the sea. In this part of Australia, on the contrary, few\nstreams cross the thirty-seventh parallel, and the principal Australian\nrivers--the Murray, the Yara, the Torrens, and the Darling--either flow\ninto each other, or empty into the ocean by"
    },
    {
      "chunk_idx": 66,
      "chunk_id": "In Search of the Castaways_chunk_66",
      "start_pos": 231000,
      "end_pos": 235000,
      "similarity": 0.029333333333333333,
      "text": "uation, signs tell\nall, and men quickly understand each other.\n\n[Sidenote: SAFETY FOR TWO.]\n\nHowever, Thalcave resisted, and the discussion was prolonged. The\ndanger was increasing every moment. Already the broken stakes were\nyielding to the teeth and claws of the wolves. But neither Glenarvan\nnor Thalcave appeared willing to yield. The Indian had drawn Glenarvan\ntowards the entrance of the inclosure. He pointed to the plain, now\nfree from wolves. In his animated language, he explained that not a\nmoment was to be lost; that the danger, if this plan failed, would be\ngreater for those who remained; in short, that he alone knew Thaouka\nwell enough to employ his marvelous agility and speed for the common\nsafety. Glenarvan blindly persisted in his resolve to sacrifice\nhimself, when suddenly he was pushed violently back. Thaouka pranced,\nreared on his hind legs, and all at once, with a spring, cleared the\nbarrier of fire and the rampart of bodies, while a boyish voice cried,--\n\n\"God save you, my lord!\"\n\nGlenarvan and Thalcave had scarcely time to perceive Robert, who,\nclinging to the horse's mane, disappeared in the darkness.\n\n\"Robert, unfortunate!\" cried Glenarvan.\n\nBut these words the Indian himself could not hear. Frightful howls\nresounded. The wolves, starting on the track of the horse, fled into\nthe darkness with a terrible speed.\n\nThalcave and Glenarvan rushed out of the ramada. Already the plain had\nresumed its tranquillity, and they could scarcely distinguish a moving\nline which undulated afar in the shadows of the night.\n\nGlenarvan sank upon the ground, overcome, in despair, clasping his\nhands. He gazed at Thalcave, who smiled with his accustomed calmness.\n\n\"Thaouka--good horse--brave child--he will be saved!\" he repeated,\nnodding his head.\n\n\"But if he falls?\" said Glenarvan.\n\n\"He will not fall!\"\n\nIn spite of Thalcave's confidence, his companion passed the night in\nterrible anguish. He was no longer even mindful of the danger still to\nbe feared from the wolves. He would have gone in search of Robert, but\nthe Indian restrained him, and explained that their horses could not\novertake the boy, that Thaouka must have distanced his enemies, and\ncould not be found in the darkness. They must wait for day to start in\nsearch of Robert.\n\nAt four o'clock in the morning day began to break. The mists of the\nhorizon were soon tinged with pale rays. A sparkling dew covered the\nplain, and the tall grass began to wave under the first breezes of the\ndawn.\n\nThe moment of departure had arrived.\n\n\"Forward!\" said the Indian.\n\nGlenarvan did not reply, but sprang upon Robert's horse, and the two\nwere soon galloping towards the west in the direction from which their\ncompanions were to come.\n\nFor an hour they traveled thus with great speed, gazing around for\nRobert, and dreading at each step to behold his mangled body. Glenarvan\ntortured the flanks of his horse with his spurs. Suddenly shots were\nheard, and reports at regular intervals, like signals for recognition.\n\n[Illustration]\n\n\"It is they!\" cried Glenarvan.\n\nThalcave and he urged their horses to a more rapid pace, and a few\nmoments afterwards they joined the party led by Paganel.\n\n[Sidenote: LIVELY GRATITUDE.]\n\nTo Glenarvan's joy, Robert was there, alive, borne by the noble\nThaouka, who neighed with pleasure at seeing his master.\n\n\"Ah, my boy! my boy!\" cried Glenarvan, with unspeakable tenderness; and\nRobert and he, dismounting, rushed into each other's arms.\n\nThen it was the Indian's turn to clasp to his breast the courageous son\nof Captain Grant.\n\n\"He lives! he lives!\" exclaimed Glenarvan.\n\n\"Yes,\" replied Robert, \"thanks to Thaouka.\"\n\nThe Indian had not waited for these words of gratitude to embrace his\nhorse, but at that very moment he spoke to him and embraced him, as\nif human blood flowed in the veins of the noble animal. Then, turning\ntowards Paganel, he pointed to young Robert.\n\n\"A brave boy!\" said he.\n\nGlenarvan, however, asked, even while he admired the lad,--\n\n\"Why, my son, did you no"
    }
  ]
}