{
  "86160a68b629": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.049019607843137254,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 933,
      "chunk_id": "The Count of Monte Cristo_chunk_697",
      "start_pos": 2439500,
      "end_pos": 2443500,
      "similarity": 0.03655352480417755,
      "text": "er, to\nevade the enormous number of applications presented to him for the\npurpose of obtaining tickets of admission to the court on the day of\ntrial. And then so short a time had elapsed since the death of poor\nValentine, and the gloom which overshadowed the house was so recent,\nthat no one wondered to see the father so absorbed in his professional\nduties, which were the only means he had of dissipating his grief.\n\nOnce only had Villefort seen his father; it was the day after that upon\nwhich Bertuccio had paid his second visit to Benedetto, when the latter\nwas to learn his father’s name. The magistrate, harassed and fatigued,\nhad descended to the garden of his house, and in a gloomy mood, similar\nto that in which Tarquin lopped off the tallest poppies, he began\nknocking off with his cane the long and dying branches of the\nrose-trees, which, placed along the avenue, seemed like the spectres of\nthe brilliant flowers which had bloomed in the past season.\n\nMore than once he had reached that part of the garden where the famous\nboarded gate stood overlooking the deserted enclosure, always returning\nby the same path, to begin his walk again, at the same pace and with\nthe same gesture, when he accidentally turned his eyes towards the\nhouse, whence he heard the noisy play of his son, who had returned from\nschool to spend the Sunday and Monday with his mother.\n\nWhile doing so, he observed M. Noirtier at one of the open windows,\nwhere the old man had been placed that he might enjoy the last rays of\nthe sun which yet yielded some heat, and was now shining upon the dying\nflowers and red leaves of the creeper which twined around the balcony.\n\nThe eye of the old man was riveted upon a spot which Villefort could\nscarcely distinguish. His glance was so full of hate, of ferocity, and\nsavage impatience, that Villefort turned out of the path he had been\npursuing, to see upon what person this dark look was directed.\n\nThen he saw beneath a thick clump of linden-trees, which were nearly\ndivested of foliage, Madame de Villefort sitting with a book in her\nhand, the perusal of which she frequently interrupted to smile upon her\nson, or to throw back his elastic ball, which he obstinately threw from\nthe drawing-room into the garden.\n\nVillefort became pale; he understood the old man’s meaning.\n\nNoirtier continued to look at the same object, but suddenly his glance\nwas transferred from the wife to the husband, and Villefort himself had\nto submit to the searching investigation of eyes, which, while changing\ntheir direction and even their language, had lost none of their\nmenacing expression. Madame de Villefort, unconscious of the passions\nthat exhausted their fire over her head, at that moment held her son’s\nball, and was making signs to him to reclaim it with a kiss. Edward\nbegged for a long while, the maternal kiss probably not offering\nsufficient recompense for the trouble he must take to obtain it;\nhowever at length he decided, leaped out of the window into a cluster\nof heliotropes and daisies, and ran to his mother, his forehead\nstreaming with perspiration. Madame de Villefort wiped his forehead,\npressed her lips upon it, and sent him back with the ball in one hand\nand some bonbons in the other.\n\nVillefort, drawn by an irresistible attraction, like that of the bird\nto the serpent, walked towards the house. As he approached it,\nNoirtier’s gaze followed him, and his eyes appeared of such a fiery\nbrightness that Villefort felt them pierce to the depths of his heart.\nIn that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath.\n\n“It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid"
    },
    {
      "chunk_idx": 648,
      "chunk_id": "The Count of Monte Cristo_chunk_412",
      "start_pos": 1442000,
      "end_pos": 1446000,
      "similarity": 0.035422343324250684,
      "text": "d. At\nthe word _Notary_, Noirtier made a sign to her to stop.\n\n30169m\n\n\n\n“Notary,” said she, “do you want a notary, dear grandpapa?” The old man\nagain signified that it was a notary he desired.\n\n“You would wish a notary to be sent for then?” said Valentine.\n\n“Yes.”\n\n“Shall my father be informed of your wish?”\n\n“Yes.”\n\n“Do you wish the notary to be sent for immediately?”\n\n“Yes.”\n\n“Then they shall go for him directly, dear grandpapa. Is that all you\nwant?”\n\n“Yes.” Valentine rang the bell, and ordered the servant to tell\nMonsieur or Madame de Villefort that they were requested to come to M.\nNoirtier’s room.\n\n“Are you satisfied now?” inquired Valentine.\n\n“Yes.”\n\n“I am sure you are; it is not very difficult to discover that.” And the\nyoung girl smiled on her grandfather, as if he had been a child. M. de\nVillefort entered, followed by Barrois.\n\n“What do you want me for, sir?” demanded he of the paralytic.\n\n“Sir,” said Valentine, “my grandfather wishes for a notary.” At this\nstrange and unexpected demand M. de Villefort and his father exchanged\nlooks.\n\n“Yes,” motioned the latter, with a firmness which seemed to declare\nthat with the help of Valentine and his old servant, who both knew what\nhis wishes were, he was quite prepared to maintain the contest.\n\n“Do you wish for a notary?” asked Villefort.\n\n“Yes.”\n\n“What to do?”\n\nNoirtier made no answer.\n\n“What do you want with a notary?” again repeated Villefort. The\ninvalid’s eye remained fixed, by which expression he intended to\nintimate that his resolution was unalterable.\n\n“Is it to do us some ill turn? Do you think it is worth while?” said\nVillefort.\n\n“Still,” said Barrois, with the freedom and fidelity of an old servant,\n“if M. Noirtier asks for a notary, I suppose he really wishes for a\nnotary; therefore I shall go at once and fetch one.” Barrois\nacknowledged no master but Noirtier, and never allowed his desires in\nany way to be contradicted.\n\n30171m\n\n\n\n“Yes, I do want a notary,” motioned the old man, shutting his eyes with\na look of defiance, which seemed to say, “and I should like to see the\nperson who dares to refuse my request.”\n\n“You shall have a notary, as you absolutely wish for one, sir,” said\nVillefort; “but I shall explain to him your state of health, and make\nexcuses for you, for the scene cannot fail of being a most ridiculous\none.”\n\n“Never mind that,” said Barrois; “I shall go and fetch a notary,\nnevertheless.” And the old servant departed triumphantly on his\nmission.\n\n\n\n Chapter 59. The Will\n\nAs soon as Barrois had left the room, Noirtier looked at Valentine with\na malicious expression that said many things. The young girl perfectly\nunderstood the look, and so did Villefort, for his countenance became\nclouded, and he knitted his eyebrows angrily. He took a seat, and\nquietly awaited the arrival of the notary. Noirtier saw him seat\nhimself with an appearance of perfect indifference, at the same time\ngiving a side look at Valentine, which made her understand that she\nalso was to remain in the room. Three-quarters of an hour after,\nBarrois returned, bringing the notary with him.\n\n“Sir,” said Villefort, after the first salutations were over, “you were\nsent for by M. Noirtier, whom you see here. All his limbs have become\ncompletely paralysed, he has lost his voice also, and we ourselves find\nmuch trouble in endeavoring to catch some fragments of his meaning.”\n\nNoirtier cast an appealing look on Valentine, which look was at once so\nearnest and imperative, that she answered immediately.\n\n“Sir,” said she, “I perfectly understand my grandfather’s meaning at\nall times.”\n\n“That is quite true,” said Barrois; “and that is what I told the\ngentleman as we walked along.”\n\n“Permit me,” said the notary, turning first to Villefort and then to\nValentine—“permit me to state that the case in question is just one of\nthose in which a public officer like myself cannot proceed to act\nwithout thereby incurring a dangerous responsibility. The first thing\nnecessary to render an act valid is, that the"
    },
    {
      "chunk_idx": 409,
      "chunk_id": "The Count of Monte Cristo_chunk_173",
      "start_pos": 605500,
      "end_pos": 609500,
      "similarity": 0.034574468085106384,
      "text": "en,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after Julie had retired, she rose, took off her shoes, and went\nstealthily along the passage, to see through the keyhole what her\nhusband was doing.\n\nIn the passage she saw a retreating shadow; it was Julie, who, uneasy\nherself, had anticipated her mother. The young lady went towards Madame\nMorrel.\n\n“He is writing,” she said.\n\nThey had understood each other without speaking. Madame Morrel looked\nagain through the keyhole, Morrel was writing; but Madame Morrel\nremarked, what her daughter had not observed, that her husband was\nwriting on stamped paper. The terrible idea that he was writing his\nwill flashed across her; she shuddered, and yet had not strength to\nutter a word.\n\nNext day M. Morrel seemed as calm as ever, went into his office as\nusual, came to his breakfast punctually, and then, after dinner, he\nplaced his daughter beside him, took her head in his arms, and held her\nfor a long time against his bosom. In the evening, Julie told her\nmother, that although he was apparently so calm, she had noticed that\nher father’s heart beat violently.\n\nThe next two days passed in much the same way. On the evening of the\n4th of September, M. Morrel asked his daughter for the key of his\nstudy. Julie trembled at this request, which seemed to her of bad omen.\nWhy did her father ask for this key which she always kept, and which\nwas only taken from her in childhood as a punishment? The young girl\nlooked at Morrel.\n\n“What have I done wrong, father,” she said, “that you should take this\nkey from me?”\n\n“Nothing, my dear,” replied the unhappy man, the tears starting to his\neyes at this simple question,—“nothing, only I want it.”\n\nJulie made a pretence to feel for the key. “I must have left it in my\nroom,” she said.\n\nAnd she went out, but instead of going to her apartment she hastened to\nconsult Emmanuel.\n\n“Do not give this key to your father,” said he, “and tomorrow morning,\nif possible, do not quit him for a moment.”\n\nShe questioned Emmanuel, but he knew nothing, or would not say what he\nknew.\n\nDuring the night, between the 4th and 5th of September, Madame Morrel\nremained listening for every sound, and, until three o’clock in the\nmorning, she heard her husband pacing the room in great agitation. It\nwas three o’clock when he threw himself on the bed. The mother and\ndaughter passed the night together. They had expected Maximilian since\nthe previous evening. At eight o’clock in the morning Morrel entered\ntheir chamber. He was calm; but the agitation of the night was legible\nin his pale and careworn visage. They did not dare to ask him how he\nhad slept. Morrel was kinder to his wife, more affectionate to his\ndaughter, than he had ever been. He could not cease gazing at and\nkissing the sweet girl. Julie, mindful of Emmanuel’s request, was\nfollowing her father when he quitted the room, but he said to her\nquickly:\n\n“Remain with your mother, dearest.” Julie wished to accompany him. “I\nwish you to do so,” said he.\n\nThis was the first time Morrel had ever so spoken, but he said it in a\ntone of paternal kindness, and Julie did not dare to disobey. She\nremained at the same spot standing mute and motionless. An instant\nafterwards the door opened, she felt two arms encircle her, and a mouth\npressed her forehead. She looked up and uttered an exclamation of joy.\n\n20053m\n\n\n\n“Maximilian, my dearest brother!” she cried.\n\nAt these words Madame Morrel rose, and threw herself into her son’s\narms.\n\n“Mother,” said the young man, looking alternately at Madame Morrel and\nher daughter"
    },
    {
      "chunk_idx": 445,
      "chunk_id": "The Count of Monte Cristo_chunk_209",
      "start_pos": 731500,
      "end_pos": 735500,
      "similarity": 0.03430079155672823,
      "text": "ffected and studied elegancies. She had almost all the\nhonors of the quadrille, and if she were envious of the Count of\nSan-Felice’s daughter, we will not undertake to say that Carmela was\nnot jealous of her. And with overpowering compliments her handsome\ncavalier led her back to the place whence he had taken her, and where\nLuigi awaited her. Twice or thrice during the dance the young girl had\nglanced at Luigi, and each time she saw that he was pale and that his\nfeatures were agitated, once even the blade of his knife, half drawn\nfrom its sheath, had dazzled her eyes with its sinister glare. Thus, it\nwas almost tremblingly that she resumed her lover’s arm. The quadrille\nhad been most perfect, and it was evident there was a great demand for\na repetition, Carmela alone objecting to it, but the Count of\nSan-Felice besought his daughter so earnestly, that she acceded.\n\n“One of the cavaliers then hastened to invite Teresa, without whom it\nwas impossible for the quadrille to be formed, but the young girl had\ndisappeared.\n\n“The truth was, that Luigi had not felt the strength to support another\nsuch trial, and, half by persuasion and half by force, he had removed\nTeresa toward another part of the garden. Teresa had yielded in spite\nof herself, but when she looked at the agitated countenance of the\nyoung man, she understood by his silence and trembling voice that\nsomething strange was passing within him. She herself was not exempt\nfrom internal emotion, and without having done anything wrong, yet\nfully comprehended that Luigi was right in reproaching her. Why, she\ndid not know, but yet she did not the less feel that these reproaches\nwere merited.\n\n“However, to Teresa’s great astonishment, Luigi remained mute, and not\na word escaped his lips the rest of the evening. When the chill of the\nnight had driven away the guests from the gardens, and the gates of the\nvilla were closed on them for the _festa_ in-doors, he took Teresa\nquite away, and as he left her at her home, he said:\n\n“‘Teresa, what were you thinking of as you danced opposite the young\nCountess of San-Felice?’\n\n“‘I thought,’ replied the young girl, with all the frankness of her\nnature, ‘that I would give half my life for a costume such as she\nwore.’\n\n“‘And what said your cavalier to you?’\n\n“‘He said it only depended on myself to have it, and I had only one\nword to say.’\n\n“‘He was right,’ said Luigi. ‘Do you desire it as ardently as you say?’\n\n“‘Yes.’\n\n“‘Well, then, you shall have it!’\n\n“The young girl, much astonished, raised her head to look at him, but\nhis face was so gloomy and terrible that her words froze to her lips.\nAs Luigi spoke thus, he left her. Teresa followed him with her eyes\ninto the darkness as long as she could, and when he had quite\ndisappeared, she went into the house with a sigh.\n\n20121m\n\n\n\n“That night a memorable event occurred, due, no doubt, to the\nimprudence of some servant who had neglected to extinguish the lights.\nThe Villa of San-Felice took fire in the rooms adjoining the very\napartment of the lovely Carmela. Awakened in the night by the light of\nthe flames, she sprang out of bed, wrapped herself in a dressing-gown,\nand attempted to escape by the door, but the corridor by which she\nhoped to fly was already a prey to the flames. She then returned to her\nroom, calling for help as loudly as she could, when suddenly her\nwindow, which was twenty feet from the ground, was opened, a young\npeasant jumped into the chamber, seized her in his arms, and with\nsuperhuman skill and strength conveyed her to the turf of the\ngrass-plot, where she fainted. When she recovered, her father was by\nher side. All the servants surrounded her, offering her assistance. An\nentire wing of the villa was burnt down; but what of that, as long as\nCarmela was safe and uninjured?\n\n“Her preserver was everywhere sought for, but he did not appear; he was\ninquired after, but no one had seen him. Carmela was greatly troubled\nthat she had not recognized him.\n\n“As the count was immensely ric"
    }
  ]
}