{
  "3f4bcec73c22": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.044444444444444446,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 600,
      "chunk_id": "The Count of Monte Cristo_chunk_364",
      "start_pos": 1274000,
      "end_pos": 1278000,
      "similarity": 0.028328611898016998,
      "text": "learns all that is set before him. He has but one\nfault, he is somewhat wilful; but really, on referring for the moment\nto what he said, do you truly believe that Mithridates used these\nprecautions, and that these precautions were efficacious?”\n\n“I think so, madame, because I myself have made use of them, that I\nmight not be poisoned at Naples, at Palermo, and at Smyrna—that is to\nsay, on three several occasions when, but for these precautions, I must\nhave lost my life.”\n\n“And your precautions were successful?”\n\n“Completely so.”\n\n“Yes, I remember now your mentioning to me at Perugia something of this\nsort.”\n\n“Indeed?” said the count with an air of surprise, remarkably well\ncounterfeited; “I really did not remember.”\n\n“I inquired of you if poisons acted equally, and with the same effect,\non men of the North as on men of the South; and you answered me that\nthe cold and sluggish habits of the North did not present the same\naptitude as the rich and energetic temperaments of the natives of the\nSouth.”\n\n“And that is the case,” observed Monte Cristo. “I have seen Russians\ndevour, without being visibly inconvenienced, vegetable substances\nwhich would infallibly have killed a Neapolitan or an Arab.”\n\n“And you really believe the result would be still more sure with us\nthan in the East, and in the midst of our fogs and rains a man would\nhabituate himself more easily than in a warm latitude to this\nprogressive absorption of poison?”\n\n“Certainly; it being at the same time perfectly understood that he\nshould have been duly fortified against the poison to which he had not\nbeen accustomed.”\n\n“Yes, I understand that; and how would you habituate yourself, for\ninstance, or rather, how did you habituate yourself to it?”\n\n“Oh, very easily. Suppose you knew beforehand the poison that would be\nmade use of against you; suppose the poison was, for instance,\nbrucine——”\n\n“Brucine is extracted from the false angostura8 is it not?” inquired\nMadame de Villefort.\n\n“Precisely, madame,” replied Monte Cristo; “but I perceive I have not\nmuch to teach you. Allow me to compliment you on your knowledge; such\nlearning is very rare among ladies.”\n\n“Oh, I am aware of that,” said Madame de Villefort; “but I have a\npassion for the occult sciences, which speak to the imagination like\npoetry, and are reducible to figures, like an algebraic equation; but\ngo on, I beg of you; what you say interests me to the greatest degree.”\n\n30069m\n\n\n\n“Well,” replied Monte Cristo “suppose, then, that this poison was\nbrucine, and you were to take a milligramme the first day, two\nmilligrammes the second day, and so on. Well, at the end of ten days\nyou would have taken a centigramme, at the end of twenty days,\nincreasing another milligramme, you would have taken three hundred\ncentigrammes; that is to say, a dose which you would support without\ninconvenience, and which would be very dangerous for any other person\nwho had not taken the same precautions as yourself. Well, then, at the\nend of a month, when drinking water from the same carafe, you would\nkill the person who drank with you, without your perceiving, otherwise\nthan from slight inconvenience, that there was any poisonous substance\nmingled with this water.”\n\n“Do you know any other counter-poisons?”\n\n“I do not.”\n\n“I have often read, and read again, the history of Mithridates,” said\nMadame de Villefort in a tone of reflection, “and had always considered\nit a fable.”\n\n“No, madame, contrary to most history, it is true; but what you tell\nme, madame, what you inquire of me, is not the result of a chance\nquery, for two years ago you asked me the same questions, and said\nthen, that for a very long time this history of Mithridates had\noccupied your mind.”\n\n“True, sir. The two favorite studies of my youth were botany and\nmineralogy, and subsequently, when I learned that the use of simples\nfrequently explained the whole history of a people, and the entire life\nof individuals in the East, as flowers betoken and symbolize a love\naffair, I have reg"
    },
    {
      "chunk_idx": 729,
      "chunk_id": "The Count of Monte Cristo_chunk_493",
      "start_pos": 1725500,
      "end_pos": 1729500,
      "similarity": 0.02806122448979592,
      "text": " proceed from poison, but I could\nalso specify the poison.’”\n\n“Can it be possible?”\n\n“The symptoms are marked, do you see?—sleep broken by nervous spasms,\nexcitation of the brain, torpor of the nerve centres. Madame de\nSaint-Méran succumbed to a powerful dose of brucine or of strychnine,\nwhich by some mistake, perhaps, has been given to her.”\n\nVillefort seized the doctor’s hand.\n\n“Oh, it is impossible,” said he, “I must be dreaming! It is frightful\nto hear such things from such a man as you! Tell me, I entreat you, my\ndear doctor, that you may be deceived.”\n\n“Doubtless I may, but——”\n\n“But?”\n\n30345m\n\n\n\n“But I do not think so.”\n\n“Have pity on me doctor! So many dreadful things have happened to me\nlately that I am on the verge of madness.”\n\n“Has anyone besides me seen Madame de Saint-Méran?”\n\n“No.”\n\n“Has anything been sent for from a chemist’s that I have not examined?”\n\n“Nothing.”\n\n“Had Madame de Saint-Méran any enemies?”\n\n“Not to my knowledge.”\n\n“Would her death affect anyone’s interest?”\n\n“It could not indeed, my daughter is her only heiress—Valentine alone.\nOh, if such a thought could present itself, I would stab myself to\npunish my heart for having for one instant harbored it.”\n\n“Indeed, my dear friend,” said M. d’Avrigny, “I would not accuse\nanyone; I speak only of an accident, you understand,—of a mistake,—but\nwhether accident or mistake, the fact is there; it is on my conscience\nand compels me to speak aloud to you. Make inquiry.”\n\n“Of whom?—how?—of what?”\n\n“May not Barrois, the old servant, have made a mistake, and have given\nMadame de Saint-Méran a dose prepared for his master?”\n\n“For my father?”\n\n“Yes.”\n\n“But how could a dose prepared for M. Noirtier poison Madame de\nSaint-Méran?”\n\n“Nothing is more simple. You know poisons become remedies in certain\ndiseases, of which paralysis is one. For instance, having tried every\nother remedy to restore movement and speech to M. Noirtier, I resolved\nto try one last means, and for three months I have been giving him\nbrucine; so that in the last dose I ordered for him there were six\ngrains. This quantity, which is perfectly safe to administer to the\nparalyzed frame of M. Noirtier, which has become gradually accustomed\nto it, would be sufficient to kill another person.”\n\n“My dear doctor, there is no communication between M. Noirtier’s\napartment and that of Madame de Saint-Méran, and Barrois never entered\nmy mother-in-law’s room. In short, doctor although I know you to be the\nmost conscientious man in the world, and although I place the utmost\nreliance in you, I want, notwithstanding my conviction, to believe this\naxiom, _errare humanum est_.”\n\n“Is there one of my brethren in whom you have equal confidence with\nmyself?”\n\n“Why do you ask me that?—what do you wish?”\n\n“Send for him; I will tell him what I have seen, and we will consult\ntogether, and examine the body.”\n\n“And you will find traces of poison?”\n\n“No, I did not say of poison, but we can prove what was the state of\nthe body; we shall discover the cause of her sudden death, and we shall\nsay, ‘Dear Villefort, if this thing has been caused by negligence,\nwatch over your servants; if from hatred, watch your enemies.’”\n\n“What do you propose to me, d’Avrigny?” said Villefort in despair; “so\nsoon as another is admitted into our secret, an inquest will become\nnecessary; and an inquest in my house—impossible! Still,” continued the\nprocureur, looking at the doctor with uneasiness, “if you wish it—if\nyou demand it, why then it shall be done. But, doctor, you see me\nalready so grieved—how can I introduce into my house so much scandal,\nafter so much sorrow? My wife and my daughter would die of it! And I,\ndoctor—you know a man does not arrive at the post I occupy—one has not\nbeen king’s attorney twenty-five years without having amassed a\ntolerable number of enemies; mine are numerous. Let this affair be\ntalked of, it will be a triumph for them, which will make them rejoice,\nand cover me with shame. Pardon me, doctor, these worldly ideas; wer"
    },
    {
      "chunk_idx": 895,
      "chunk_id": "The Count of Monte Cristo_chunk_659",
      "start_pos": 2306500,
      "end_pos": 2310500,
      "similarity": 0.02702702702702703,
      "text": "ened attentively, holding her breath\ntill she was nearly suffocated; the lock turned, and the door slowly\nopened. Valentine had raised herself upon her elbow, and had scarcely\ntime to throw herself down on the bed and shade her eyes with her arm;\nthen, trembling, agitated, and her heart beating with indescribable\nterror, she awaited the event.\n\nSomeone approached the bed and drew back the curtains. Valentine\nsummoned every effort, and breathed with that regular respiration which\nannounces tranquil sleep.\n\n“Valentine!” said a low voice.\n\nThe girl shuddered to the heart but did not reply.\n\n“Valentine,” repeated the same voice.\n\nStill silent: Valentine had promised not to wake. Then everything was\nstill, excepting that Valentine heard the almost noiseless sound of\nsome liquid being poured into the glass she had just emptied. Then she\nventured to open her eyelids, and glance over her extended arm. She saw\na woman in a white dressing-gown pouring a liquor from a phial into her\nglass. During this short time Valentine must have held her breath, or\nmoved in some slight degree, for the woman, disturbed, stopped and\nleaned over the bed, in order the better to ascertain whether Valentine\nslept: it was Madame de Villefort.\n\nOn recognizing her step-mother, Valentine could not repress a shudder,\nwhich caused a vibration in the bed. Madame de Villefort instantly\nstepped back close to the wall, and there, shaded by the bed-curtains,\nshe silently and attentively watched the slightest movement of\nValentine. The latter recollected the terrible caution of Monte Cristo;\nshe fancied that the hand not holding the phial clasped a long sharp\nknife. Then collecting all her remaining strength, she forced herself\nto close her eyes; but this simple operation upon the most delicate\norgans of our frame, generally so easy to accomplish, became almost\nimpossible at this moment, so much did curiosity struggle to retain the\neyelid open and learn the truth. Madame de Villefort, however,\nreassured by the silence, which was alone disturbed by the regular\nbreathing of Valentine, again extended her hand, and half hidden by the\ncurtains succeeded in emptying the contents of the phial into the\nglass. Then she retired so gently that Valentine did not know she had\nleft the room. She only witnessed the withdrawal of the arm—the fair\nround arm of a woman but twenty-five years old, and who yet spread\ndeath around her.\n\n50077m\n\n\n\nIt is impossible to describe the sensations experienced by Valentine\nduring the minute and a half Madame de Villefort remained in the room.\n\nThe grating against the library-door aroused the young girl from the\nstupor in which she was plunged, and which almost amounted to\ninsensibility. She raised her head with an effort. The noiseless door\nagain turned on its hinges, and the Count of Monte Cristo reappeared.\n\n“Well,” said he, “do you still doubt?”\n\n“Oh,” murmured the young girl.\n\n“Have you seen?”\n\n“Alas!”\n\n“Did you recognize?” Valentine groaned.\n\n“Oh, yes;” she said, “I saw, but I cannot believe!”\n\n“Would you rather die, then, and cause Maximilian’s death?”\n\n“Oh,” repeated the young girl, almost bewildered, “can I not leave the\nhouse?—can I not escape?”\n\n“Valentine, the hand which now threatens you will pursue you\neverywhere; your servants will be seduced with gold, and death will be\noffered to you disguised in every shape. You will find it in the water\nyou drink from the spring, in the fruit you pluck from the tree.”\n\n“But did you not say that my kind grandfather’s precaution had\nneutralized the poison?”\n\n“Yes, but not against a strong dose; the poison will be changed, and\nthe quantity increased.” He took the glass and raised it to his lips.\n“It is already done,” he said; “brucine is no longer employed, but a\nsimple narcotic! I can recognize the flavor of the alcohol in which it\nhas been dissolved. If you had taken what Madame de Villefort has\npoured into your glass, Valentine—Valentine—you would have been\ndoomed!”\n\n“But,” exclaimed the young girl"
    },
    {
      "chunk_idx": 836,
      "chunk_id": "The Count of Monte Cristo_chunk_600",
      "start_pos": 2100000,
      "end_pos": 2104000,
      "similarity": 0.02680965147453083,
      "text": "—it is grand; it is sublime.”\n\n“Do you say so now, Mercédès?—then what would you say if you knew the\nextent of the sacrifice I make to you? Suppose that the Supreme Being,\nafter having created the world and fertilized chaos, had paused in the\nwork to spare an angel the tears that might one day flow for mortal\nsins from her immortal eyes; suppose that when everything was in\nreadiness and the moment had come for God to look upon his work and see\nthat it was good—suppose he had snuffed out the sun and tossed the\nworld back into eternal night—then—even then, Mercédès, you could not\nimagine what I lose in sacrificing my life at this moment.”\n\nMercédès looked at the count in a way which expressed at the same time\nher astonishment, her admiration, and her gratitude. Monte Cristo\npressed his forehead on his burning hands, as if his brain could no\nlonger bear alone the weight of its thoughts.\n\n“Edmond,” said Mercédès, “I have but one word more to say to you.”\n\nThe count smiled bitterly.\n\n“Edmond,” continued she, “you will see that if my face is pale, if my\neyes are dull, if my beauty is gone; if Mercédès, in short, no longer\nresembles her former self in her features, you will see that her heart\nis still the same. Adieu, then, Edmond; I have nothing more to ask of\nheaven—I have seen you again, and have found you as noble and as great\nas formerly you were. Adieu, Edmond, adieu, and thank you.”\n\nBut the count did not answer. Mercédès opened the door of the study and\nhad disappeared before he had recovered from the painful and profound\nreverie into which his thwarted vengeance had plunged him.\n\nThe clock of the Invalides struck one when the carriage which conveyed\nMadame de Morcerf rolled away on the pavement of the Champs-Élysées,\nand made Monte Cristo raise his head.\n\n“What a fool I was,” said he, “not to tear my heart out on the day when\nI resolved to avenge myself!”\n\n\n\n Chapter 90. The Meeting\n\nAfter Mercédès had left Monte Cristo, he fell into profound gloom.\nAround him and within him the flight of thought seemed to have stopped;\nhis energetic mind slumbered, as the body does after extreme fatigue.\n\n“What?” said he to himself, while the lamp and the wax lights were\nnearly burnt out, and the servants were waiting impatiently in the\nanteroom; “what? this edifice which I have been so long preparing,\nwhich I have reared with so much care and toil, is to be crushed by a\nsingle touch, a word, a breath! Yes, this self, of whom I thought so\nmuch, of whom I was so proud, who had appeared so worthless in the\ndungeons of the Château d’If, and whom I had succeeded in making so\ngreat, will be but a lump of clay tomorrow. Alas, it is not the death\nof the body I regret; for is not the destruction of the vital\nprinciple, the repose to which everything is tending, to which every\nunhappy being aspires,—is not this the repose of matter after which I\nso long sighed, and which I was seeking to attain by the painful\nprocess of starvation when Faria appeared in my dungeon? What is death\nfor me? One step farther into rest,—two, perhaps, into silence. No, it\nis not existence, then, that I regret, but the ruin of projects so\nslowly carried out, so laboriously framed. Providence is now opposed to\nthem, when I most thought it would be propitious. It is not God’s will\nthat they should be accomplished. This burden, almost as heavy as a\nworld, which I had raised, and I had thought to bear to the end, was\ntoo great for my strength, and I was compelled to lay it down in the\nmiddle of my career. Oh, shall I then, again become a fatalist, whom\nfourteen years of despair and ten of hope had rendered a believer in\nProvidence?\n\n“And all this—all this, because my heart, which I thought dead, was\nonly sleeping; because it has awakened and has begun to beat again,\nbecause I have yielded to the pain of the emotion excited in my breast\nby a woman’s voice.\n\n“Yet,” continued the count, becoming each moment more absorbed in the\nanticipation of the dreadful sacrifice for the morrow"
    }
  ]
}