{
  "3527fd501cdb": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0425531914893617,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 587,
      "chunk_id": "The Count of Monte Cristo_chunk_351",
      "start_pos": 1228500,
      "end_pos": 1232500,
      "similarity": 0.028795811518324606,
      "text": "yacht, and he recognized him as the person who\ncalled on my father the fifth of June, 1829, and who wrote me this\nletter on the fifth of September. He felt convinced of his identity,\nbut he did not venture to address him.”\n\n“An Englishman,” said Monte Cristo, who grew uneasy at the attention\nwith which Julie looked at him. “An Englishman you say?”\n\n“Yes,” replied Maximilian, “an Englishman, who represented himself as\nthe confidential clerk of the house of Thomson & French, at Rome. It\nwas this that made me start when you said the other day, at M. de\nMorcerf’s, that Messrs. Thomson & French were your bankers. That\nhappened, as I told you, in 1829. For God’s sake, tell me, did you know\nthis Englishman?”\n\n“But you tell me, also, that the house of Thomson & French have\nconstantly denied having rendered you this service?”\n\n“Yes.”\n\n“Then is it not probable that this Englishman may be someone who,\ngrateful for a kindness your father had shown him, and which he himself\nhad forgotten, has taken this method of requiting the obligation?”\n\n“Everything is possible in this affair, even a miracle.”\n\n“What was his name?” asked Monte Cristo.\n\n“He gave no other name,” answered Julie, looking earnestly at the\ncount, “than that at the end of his letter—‘Sinbad the Sailor.’”\n\n“Which is evidently not his real name, but a fictitious one.”\n\nThen, noticing that Julie was struck with the sound of his voice:\n\n“Tell me,” continued he, “was he not about my height, perhaps a little\ntaller, with his chin imprisoned, as it were, in a high cravat; his\ncoat closely buttoned up, and constantly taking out his pencil?”\n\n“Oh, do you then know him?” cried Julie, whose eyes sparkled with joy.\n\n“No,” returned Monte Cristo “I only guessed. I knew a Lord Wilmore, who\nwas constantly doing actions of this kind.”\n\n“Without revealing himself?”\n\n“He was an eccentric being, and did not believe in the existence of\ngratitude.”\n\n“Oh, Heaven,” exclaimed Julie, clasping her hands, “in what did he\nbelieve, then?”\n\n30047m\n\n\n\n“He did not credit it at the period which I knew him,” said Monte\nCristo, touched to the heart by the accents of Julie’s voice; “but,\nperhaps, since then he has had proofs that gratitude does exist.”\n\n“And do you know this gentleman, monsieur?” inquired Emmanuel.\n\n“Oh, if you do know him,” cried Julie, “can you tell us where he\nis—where we can find him? Maximilian—Emmanuel—if we do but discover\nhim, he must believe in the gratitude of the heart!”\n\nMonte Cristo felt tears start into his eyes, and he again walked\nhastily up and down the room.\n\n“In the name of Heaven,” said Maximilian, “if you know anything of him,\ntell us what it is.”\n\n“Alas,” cried Monte Cristo, striving to repress his emotion, “if Lord\nWilmore was your unknown benefactor, I fear you will never see him\nagain. I parted from him two years ago at Palermo, and he was then on\nthe point of setting out for the most remote regions; so that I fear he\nwill never return.”\n\n“Oh, monsieur, this is cruel of you,” said Julie, much affected; and\nthe young lady’s eyes swam with tears.\n\n“Madame,” replied Monte Cristo gravely, and gazing earnestly on the two\nliquid pearls that trickled down Julie’s cheeks, “had Lord Wilmore seen\nwhat I now see, he would become attached to life, for the tears you\nshed would reconcile him to mankind;” and he held out his hand to\nJulie, who gave him hers, carried away by the look and accent of the\ncount.\n\n“But,” continued she, “Lord Wilmore had a family or friends, he must\nhave known someone, can we not——”\n\n“Oh, it is useless to inquire,” returned the count; “perhaps, after\nall, he was not the man you seek for. He was my friend: he had no\nsecrets from me, and if this had been so he would have confided in me.”\n\n“And he told you nothing?”\n\n“Not a word.”\n\n“Nothing that would lead you to suppose?”\n\n“Nothing.”\n\n“And yet you spoke of him at once.”\n\n“Ah, in such a case one supposes——”\n\n“Sister, sister,” said Maximilian, coming to the count’s aid, “monsieur\nis quite right. Recollect what our"
    },
    {
      "chunk_idx": 910,
      "chunk_id": "The Count of Monte Cristo_chunk_674",
      "start_pos": 2359000,
      "end_pos": 2363000,
      "similarity": 0.028720626631853787,
      "text": "eive alms to the amount of five millions from you.”\n\n“And yet they say orphans are to be pitied,” said Danglars, wishing to\nprolong the jest. “Poor things!”\n\n“Here I am in their name,” said M. de Boville; “but did you receive my\nletter yesterday?”\n\n“Yes.”\n\n“I have brought my receipt.”\n\n50111m\n\n\n\n“My dear M. de Boville, your widows and orphans must oblige me by\nwaiting twenty-four hours, since M. de Monte Cristo whom you just saw\nleaving here—you did see him, I think?”\n\n“Yes; well?”\n\n“Well, M. de Monte Cristo has just carried off their five millions.”\n\n“How so?”\n\n“The count has an unlimited credit upon me; a credit opened by Thomson\n& French, of Rome; he came to demand five millions at once, which I\npaid him with checks on the bank. My funds are deposited there, and you\ncan understand that if I draw out ten millions on the same day it will\nappear rather strange to the governor. Two days will be a different\nthing,” said Danglars, smiling.\n\n“Come,” said Boville, with a tone of entire incredulity, “five millions\nto that gentleman who just left, and who bowed to me as though he knew\nme?”\n\n“Perhaps he knows you, though you do not know him; M. de Monte Cristo\nknows everybody.”\n\n“Five millions!”\n\n“Here is his receipt. Believe your own eyes.” M. de Boville took the\npaper Danglars presented him, and read:\n\n“Received of Baron Danglars the sum of five million one hundred\nthousand francs, to be repaid on demand by the house of Thomson &\nFrench of Rome.”\n\n“It is really true,” said M. de Boville.\n\n“Do you know the house of Thomson & French?”\n\n“Yes, I once had business to transact with it to the amount of 200,000\nfrancs; but since then I have not heard it mentioned.”\n\n“It is one of the best houses in Europe,” said Danglars, carelessly\nthrowing down the receipt on his desk.\n\n“And he had five millions in your hands alone! Why, this Count of Monte\nCristo must be a nabob?”\n\n“Indeed I do not know what he is; he has three unlimited credits—one on\nme, one on Rothschild, one on Lafitte; and, you see,” he added\ncarelessly, “he has given me the preference, by leaving a balance of\n100,000 francs.”\n\nM. de Boville manifested signs of extraordinary admiration.\n\n“I must visit him,” he said, “and obtain some pious grant from him.”\n\n“Oh, you may make sure of him; his charities alone amount to 20,000\nfrancs a month.”\n\n“It is magnificent! I will set before him the example of Madame de\nMorcerf and her son.”\n\n“What example?”\n\n“They gave all their fortune to the hospitals.”\n\n“What fortune?”\n\n“Their own—M. de Morcerf’s, who is deceased.”\n\n“For what reason?”\n\n“Because they would not spend money so guiltily acquired.”\n\n“And what are they to live upon?”\n\n“The mother retires into the country, and the son enters the army.”\n\n50113m\n\n\n\n“Well, I must confess, these are scruples.”\n\n“I registered their deed of gift yesterday.”\n\n“And how much did they possess?”\n\n“Oh, not much—from twelve to thirteen hundred thousand francs. But to\nreturn to our millions.”\n\n“Certainly,” said Danglars, in the most natural tone in the world. “Are\nyou then pressed for this money?”\n\n“Yes; for the examination of our cash takes place tomorrow.”\n\n“Tomorrow? Why did you not tell me so before? Why, it is as good as a\ncentury! At what hour does the examination take place?”\n\n“At two o’clock.”\n\n“Send at twelve,” said Danglars, smiling.\n\nM. de Boville said nothing, but nodded his head, and took up the\nportfolio.\n\n“Now I think of it, you can do better,” said Danglars.\n\n“How do you mean?”\n\n“The receipt of M. de Monte Cristo is as good as money; take it to\nRothschild’s or Lafitte’s, and they will take it off your hands at\nonce.”\n\n“What, though payable at Rome?”\n\n“Certainly; it will only cost you a discount of 5,000 or 6,000 francs.”\n\nThe receiver started back.\n\n“_Ma foi!_” he said, “I prefer waiting till tomorrow. What a\nproposition!”\n\n“I thought, perhaps,” said Danglars with supreme impertinence, “that\nyou had a deficiency to make up?”\n\n“Indeed,” said the receiver.\n\n“And if that were the case it would be wor"
    },
    {
      "chunk_idx": 709,
      "chunk_id": "The Count of Monte Cristo_chunk_473",
      "start_pos": 1655500,
      "end_pos": 1659500,
      "similarity": 0.02857142857142857,
      "text": "\ntalent are they celebrated? You know there are different sorts.”\n\n“That tall, harsh-looking man is very learned, he discovered, in the\nneighborhood of Rome, a kind of lizard with a vertebra more than\nlizards usually have, and he immediately laid his discovery before the\nInstitute. The thing was discussed for a long time, but finally decided\nin his favor. I can assure you the vertebra made a great noise in the\nlearned world, and the gentleman, who was only a knight of the Legion\nof Honor, was made an officer.”\n\n“Come,” said Monte Cristo, “this cross seems to me to be wisely\nawarded. I suppose, had he found another additional vertebra, they\nwould have made him a commander.”\n\n“Very likely,” said Albert.\n\n“And who can that person be who has taken it into his head to wrap\nhimself up in a blue coat embroidered with green?”\n\n“Oh, that coat is not his own idea; it is the Republic’s, which deputed\nDavid12 to devise a uniform for the Academicians.”\n\n“Indeed?” said Monte Cristo; “so this gentleman is an Academician?”\n\n“Within the last week he has been made one of the learned assembly.”\n\n“And what is his especial talent?”\n\n“His talent? I believe he thrusts pins through the heads of rabbits, he\nmakes fowls eat madder, and punches the spinal marrow out of dogs with\nwhalebone.”\n\n“And he is made a member of the Academy of Sciences for this?”\n\n“No; of the French Academy.”\n\n“But what has the French Academy to do with all this?”\n\n“I was going to tell you. It seems——”\n\n“That his experiments have very considerably advanced the cause of\nscience, doubtless?”\n\n“No; that his style of writing is very good.”\n\n“This must be very flattering to the feelings of the rabbits into whose\nheads he has thrust pins, to the fowls whose bones he has dyed red, and\nto the dogs whose spinal marrow he has punched out?”\n\nAlbert laughed.\n\n“And the other one?” demanded the count.\n\n“That one?”\n\n“Yes, the third.”\n\n“The one in the dark blue coat?”\n\n“Yes.”\n\n“He is a colleague of the count, and one of the most active opponents\nto the idea of providing the Chamber of Peers with a uniform. He was\nvery successful upon that question. He stood badly with the Liberal\npapers, but his noble opposition to the wishes of the court is now\ngetting him into favor with the journalists. They talk of making him an\nambassador.”\n\n30303m\n\n\n\n“And what are his claims to the peerage?”\n\n“He has composed two or three comic operas, written four or five\narticles in the _Siècle_, and voted five or six years on the\nministerial side.”\n\n“Bravo, viscount,” said Monte Cristo, smiling; “you are a delightful\n_cicerone_. And now you will do me a favor, will you not?”\n\n“What is it?”\n\n“Do not introduce me to any of these gentlemen; and should they wish\nit, you will warn me.” Just then the count felt his arm pressed. He\nturned round; it was Danglars.\n\n“Ah! is it you, baron?” said he.\n\n“Why do you call me baron?” said Danglars; “you know that I care\nnothing for my title. I am not like you, viscount; you like your title,\ndo you not?”\n\n“Certainly,” replied Albert, “seeing that without my title I should be\nnothing; while you, sacrificing the baron, would still remain the\nmillionaire.”\n\n“Which seems to me the finest title under the royalty of July,” replied\nDanglars.\n\n“Unfortunately,” said Monte Cristo, “one’s title to a millionaire does\nnot last for life, like that of baron, peer of France, or academician;\nfor example, the millionaires Franck & Poulmann, of Frankfurt, who have\njust become bankrupts.”\n\n“Indeed?” said Danglars, becoming pale.\n\n“Yes; I received the news this evening by a courier. I had about a\nmillion in their hands, but, warned in time, I withdrew it a month\nago.”\n\n“Ah, _mon Dieu!_” exclaimed Danglars, “they have drawn on me for\n200,000 francs!”\n\n“Well, you can throw out the draft; their signature is worth five per\ncent.”\n\n“Yes, but it is too late,” said Danglars, “I have honored their bills.”\n\n“Then,” said Monte Cristo, “here are 200,000 francs gone after——”\n\n“Hush, do not mention these things,” said Da"
    },
    {
      "chunk_idx": 154,
      "chunk_id": "In Search of the Castaways_chunk_154",
      "start_pos": 539000,
      "end_pos": 543000,
      "similarity": 0.027989821882951654,
      "text": "rrent. It was impossible to venture upon this roaring\ndeluge, these rushing floods, broken into a thousand eddies by the\ndepressions of the river-bed. Captain Mangles declared that the passage\nwas impracticable.\n\n\"But,\" added he, \"we ought not to remain here without making any\nattempt. What we wished to do before Ayrton's treason is still more\nnecessary now.\"\n\n\"What do you say, captain?\" asked Glenarvan.\n\n\"I say that assistance is needed; and since we cannot go to Twofold\nBay, we must go to Melbourne. One horse is left. Let your lordship give\nhim to me, and I will go.\"\n\n\"But it is a perilous venture, John,\" said Glenarvan. \"Aside from the\ndangers of this journey of two hundred miles across an unknown country,\nall the roads may be guarded by Ben Joyce's accomplices.\"\n\n\"I know it, my lord; but I know, too, that our situation cannot be\nprolonged. Ayrton only asked eight days' absence to bring back the crew\nof the Duncan. But I will return in six days to the banks of the Snowy.\nWhat are your lordship's orders?\"\n\n\"Before Glenarvan speaks,\" said Paganel, \"I must make a remark. It is\nwell that one of us should go to Melbourne, but not that these dangers\nshould be incurred by Captain Mangles. He is the captain of the Duncan,\nand must not, therefore, expose himself. Allow me to go in his place.\"\n\n\"Well said,\" replied the major; \"but why should it be you, Paganel?\"\n\n\"Are we not here?\" cried Wilson and Mulready.\n\n\"And do you believe,\" continued MacNabb, \"that I am afraid to make a\njourney of two hundred miles on horseback?\"\n\n\"My friends,\" said Glenarvan, \"if one of us is to go to Melbourne, let\nfate decide. Paganel, write our names----\"\n\n\"Not yours at least, my lord,\" insisted Captain Mangles.\n\n\"And why?\" asked Glenarvan.\n\n\"Separate you from Lady Helena, when your wound is not yet healed?\"\n\n\"Glenarvan,\" interposed Paganel, \"you cannot leave the encampment.\"\n\n\"No,\" resumed the major; \"your place is here. Edward, you must not go.\"\n\n\"There are dangers to incur,\" replied Glenarvan; \"and I will not leave\nmy part to others. Write, Paganel; let my name be mingled with those of\nmy companions, and Heaven grant that it may be the first drawn.\"\n\nAll yielded to this wish; and Glenarvan's name was added to the others.\nThey then proceeded to draw, and the lot fell upon Mulready. The brave\nsailor uttered a cry of joy.\n\n\"My lord, I am ready to go,\" said he.\n\nGlenarvan clasped his hand, and then turned towards the cart, leaving\nthe major and Captain Mangles to guard the encampment. Lady Helena\nwas at once informed of the decision taken to send a messenger to\nMelbourne, and of the result of the drawing by lot. She spoke words to\nMulready that went to the heart of that noble sailor. They knew that he\nwas brave, intelligent, hardy, and persevering. The lot could not have\nfallen better.\n\nIt was decided that Mulready should depart at eight o'clock, after the\nshort twilight. Wilson charged himself with getting the horse ready. He\ntook the precaution to change the tell-tale shoe that he wore on his\nleft foot, and to replace it by one belonging to the horses that had\ndied in the night. The convicts could not now track Mulready, or follow\nhim, unless mounted.\n\n[Sidenote: ANOTHER DISTRACTION.]\n\nWhile Wilson was occupied with these arrangements, Glenarvan was\npreparing the letter designed for Tom Austin; but his wounded arm\ndisabled him, and he asked Paganel to write for him. The geographer,\nwho seemed absorbed in one idea, was oblivious to what was passing\naround him. It must be confessed that Paganel, in all this succession\nof sad misfortunes, thought only of his false interpretation of the\ndocument. He turned the words about in every way to draw from them a\nnew meaning, and remained wrapt in these meditations. Thus he did not\nhear Glenarvan's request, and the latter was forced to repeat it.\n\n\"Very well,\" replied Paganel; \"I am ready.\"\n\nSo saying, he mechanically produced his note-book. He tore out a blank\npage, and then, with his pencil in his hand, made ready t"
    }
  ]
}