{
  "8c5885e4f2ff": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05154639175257732,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.030201342281879196,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 61,
      "chunk_id": "In Search of the Castaways_chunk_61",
      "start_pos": 213500,
      "end_pos": 217500,
      "similarity": 0.02894736842105263,
      "text": ".]\n\nGlenarvan had conceived this idea because the banks of the Guamini\nseemed to be the haunt of the game of the surrounding plains.\n\"Tinamous,\" a kind of partridge, plovers called \"teru-teru,\" yellow\nrails, and water-fowl of magnificent green were seen rising in flocks.\nAs for quadrupeds, they did not make their appearance; but Thalcave,\npointing to the tall grass and thick coppice, explained that they\nwere hidden there. The hunters had only to take a few steps to find\nthemselves in one of the best game-coverts in the world.\n\n[Illustration]\n\nThey began to hunt, therefore, and, disdaining the feathered tribe,\ntheir first attempts were made upon the large game of the Pampas. Soon\nhares and guanacos, like those that had attacked them so violently on\nthe Andes, started up before them by hundreds; but these very timid\nanimals fled with such swiftness that it was impossible to come within\ngun-shot. The hunters, therefore, attacked other game that was less\nfleet. A dozen partridges and rails were brought down, and Glenarvan\nshot a peccary, which was very good eating.\n\nIn less than half an hour they had obtained without difficulty all the\ngame they needed. Robert captured a curious animal called an armadillo,\nwhich was covered with a sort of helmet of movable bony pieces and\nmeasured a foot and a half in length. It was very fat, and would be an\nexcellent dish, as the Patagonian said; while Robert was proud of his\nsuccess.\n\nAs for Thalcave, he showed his companions a \"nandou\" hunt. This bird,\npeculiar to the Pampas, is a kind of ostrich, whose swiftness is\nmarvelous.\n\nThe Indian did not try to decoy so nimble an animal, but urged his\nhorse to a gallop, straight towards the bird, so as to overtake it\nat once, for, if the first attack should fail, the nandou would soon\nfatigue both horse and rider with its giddy backward and forward\nmovements.\n\nThalcave, arriving at a proper distance, launched his \"bolas\" with a\nstrong hand, and so skillfully that they twisted about the legs of\nthe ostrich and paralyzed its efforts. In a few moments it lay on\nthe ground. The Indian soon captured his prize and contributed it\nto the common repast. The string of partridges, Thalcave's ostrich,\nGlenarvan's peccary, and Robert's armadillo were brought back to camp.\nThe ostrich and the peccary were immediately stripped of their skin\nand cut into small slices. As for the armadillo, it is a dainty animal\nwhich carries its roasting dish with it, and it was, accordingly,\nplaced in its own bony covering on the glowing embers.\n\nThe three hunters were satisfied with the partridges for supper, and\nkept the rounds of beef for their friends. This repast was washed down\nwith clear water, which was then considered superior to all the wines\nin the world.\n\nThe horses were not forgotten. A great quantity of dry fodder, piled in\nthe ramada, served them for food and bedding.\n\n[Sidenote: DESERT SILENCE.]\n\nWhen everything was ready, Glenarvan, Robert, and the Indian wrapped\nthemselves in their ponchos, and stretched their limbs on a bundle of\nalfafares, the usual bed of the hunters of the Pampas.\n\n\n\n\nCHAPTER XIX.\n\nTHE RED WOLVES.\n\n\nNight came,--the night of the new moon, only the uncertain light of\nthe stars illumined the plain. On the horizon the zodiacal light faded\naway in a dark mist. The waters of the Guamini flowed without a murmur,\nwhile birds, quadrupeds, and reptiles reposed after the fatigues of\nthe day. The silence of the desert reigned on the vast expanse of the\nPampas.\n\nGlenarvan, Robert, and Thalcave had yielded to the common law, and,\nstretched on their thick beds of grass, they enjoyed a refreshing\nsleep. The horses, overcome with fatigue, had lain down on the ground:\nThaouka alone, like a true blooded horse, slept standing, spirited in\nrepose as in action, and ready to start at the least sign from his\nmaster. Perfect tranquillity reigned within the inclosure, and the\nembers of the night-fire, as they gradually died out, cast their last\nrays over the silent obsc"
    },
    {
      "chunk_idx": 662,
      "chunk_id": "The Count of Monte Cristo_chunk_426",
      "start_pos": 1491000,
      "end_pos": 1495000,
      "similarity": 0.028350515463917526,
      "text": "had been master botanist in the Jardin des Plantes.\n\n“Does it require much study to learn the art of telegraphing?” asked\nMonte Cristo.\n\n“The study does not take long; it was acting as a supernumerary that\nwas so tedious.”\n\n“And what is the pay?”\n\n“A thousand francs, sir.”\n\n“It is nothing.”\n\n“No; but then we are lodged, as you perceive.”\n\nMonte Cristo looked at the room. They passed to the third story; it was\nthe telegraph room. Monte Cristo looked in turn at the two iron handles\nby which the machine was worked. “It is very interesting,” he said,\n“but it must be very tedious for a lifetime.”\n\n“Yes. At first my neck was cramped with looking at it, but at the end\nof a year I became used to it; and then we have our hours of\nrecreation, and our holidays.”\n\n“Holidays?”\n\n“Yes.”\n\n“When?”\n\n“When we have a fog.”\n\n“Ah, to be sure.”\n\n“Those are indeed holidays to me; I go into the garden, I plant, I\nprune, I trim, I kill the insects all day long.”\n\n“How long have you been here?”\n\n“Ten years, and five as a supernumerary make fifteen.”\n\n“You are——”\n\n“Fifty-five years old.”\n\n“How long must you have served to claim the pension?”\n\n“Oh, sir, twenty-five years.”\n\n“And how much is the pension?”\n\n“A hundred crowns.”\n\n“Poor humanity!” murmured Monte Cristo.\n\n“What did you say, sir?” asked the man.\n\n“I was saying it was very interesting.”\n\n“What was?”\n\n“All you were showing me. And you really understand none of these\nsignals?”\n\n“None at all.”\n\n“And have you never tried to understand them?”\n\n“Never. Why should I?”\n\n“But still there are some signals only addressed to you.”\n\n“Certainly.”\n\n“And do you understand them?”\n\n“They are always the same.”\n\n“And they mean——”\n\n“‘_Nothing new; You have an hour;_’ or ‘_Tomorrow_.’”\n\n“This is simple enough,” said the count; “but look, is not your\ncorrespondent putting itself in motion?”\n\n“Ah, yes; thank you, sir.”\n\n“And what is it saying—anything you understand?”\n\n“Yes; it asks if I am ready.”\n\n“And you reply?”\n\n“By the same sign, which, at the same time, tells my right-hand\ncorrespondent that I am ready, while it gives notice to my left-hand\ncorrespondent to prepare in his turn.”\n\n“It is very ingenious,” said the count.\n\n“You will see,” said the man proudly; “in five minutes he will speak.”\n\n“I have, then, five minutes,” said Monte Cristo to himself; “it is more\ntime than I require. My dear sir, will you allow me to ask you a\nquestion?”\n\n“What is it, sir?”\n\n“You are fond of gardening?”\n\n“Passionately.”\n\n“And you would be pleased to have, instead of this terrace of twenty\nfeet, an enclosure of two acres?”\n\n“Sir, I should make a terrestrial paradise of it.”\n\n“You live badly on your thousand francs?”\n\n“Badly enough; but yet I do live.”\n\n“Yes; but you have a wretchedly small garden.”\n\n“True, the garden is not large.”\n\n“And, then, such as it is, it is filled with dormice, who eat\neverything.”\n\n“Ah, they are my scourges.”\n\n“Tell me, should you have the misfortune to turn your head while your\nright-hand correspondent was telegraphing——”\n\n“I should not see him.”\n\n“Then what would happen?”\n\n“I could not repeat the signals.”\n\n“And then?”\n\n“Not having repeated them, through negligence, I should be fined.”\n\n“How much?”\n\n“A hundred francs.”\n\n“The tenth of your income—that would be fine work.”\n\n“Ah!” said the man.\n\n“Has it ever happened to you?” said Monte Cristo.\n\n“Once, sir, when I was grafting a rose-tree.”\n\n“Well, suppose you were to alter a signal, and substitute another?”\n\n“Ah, that is another case; I should be turned off, and lose my\npension.”\n\n“Three hundred francs?”\n\n“A hundred crowns, yes, sir; so you see that I am not likely to do any\nof these things.”\n\n“Not even for fifteen years’ wages? Come, it is worth thinking about?”\n\n“For fifteen thousand francs?”\n\n“Yes.”\n\n“Sir, you alarm me.”\n\n“Nonsense.”\n\n“Sir, you are tempting me?”\n\n“Just so; fifteen thousand francs, do you understand?”\n\n“Sir, let me see my right-hand correspondent.”\n\n“On the contrary, do not look at him, but at this.”\n\n“What is it?”\n\n“What? Do you not know"
    },
    {
      "chunk_idx": 60,
      "chunk_id": "In Search of the Castaways_chunk_60",
      "start_pos": 210000,
      "end_pos": 214000,
      "similarity": 0.028205128205128206,
      "text": "dst of this desert, and, that he might not outstrip them, he\nforced Thaouka to lessen his speed. It was not, however, without much\nresistance, prancing and neighing, that Thalcave's horse consented to\nkeep pace with the others. It was not so much the strength as the voice\nof his master which restrained him; the Indian actually talked to his\nhorse; and the animal, if he did not answer, at least comprehended\nhim. The Patagonian must have used excellent arguments, for, after\n\"discussing\" some time, Thaouka yielded, and obeyed his master's\ncommands.\n\n[Sidenote: GAINED AT LAST.]\n\nBut, if Thaouka understood Thalcave, Thalcave had none the less\nunderstood Thaouka. The intelligent animal, through his superior\ninstincts, had perceived a moisture in the air. He inhaled it eagerly,\nand kept moving his tongue, as if it were steeped in a grateful liquid.\nThe Patagonian could not be deceived; water was not far distant.\n\nHe therefore encouraged his companions by explaining the impatience of\nhis horse, which the others were not long in understanding. They made a\nfinal effort, and galloped after the Indian.\n\nAbout three o'clock a bright line appeared in a hollow of the plain. It\ntrembled under the rays of the sun.\n\n\"Water!\" cried Glenarvan.\n\n\"Water, yes, water!\" cried Robert.\n\nThey had no more need to urge their horses. The poor beasts, feeling\ntheir strength renewed, rushed forward with an irresistible eagerness.\nIn a few moments they had reached the Guamini River, and, saddled as\nthey were, plunged to their breasts into the cooling stream. Their\nmasters imitated their example, without reluctance, and took an\nafternoon bath which was as healthful as it was pleasant.\n\n[Illustration]\n\n\"Ah, how good it is!\" said Robert, as he quenched his thirst in the\nmiddle of the river.\n\n\"Be moderate, my boy,\" said Glenarvan, who did not set a good example.\n\nNothing was heard but the sound of rapid drinking. As for Thalcave,\nhe drank quietly, without hurrying, long and deeply, till they might\nperhaps fear that the stream would be drained.\n\n\"Well,\" said Glenarvan, \"our friends will not be disappointed in their\nexpectations. They are sure, on arriving at the Guamini, to find an\nabundance of clear water, if Thalcave leaves any!\"\n\n\"But could we not go to meet them?\" asked Robert. \"We could spare them\nseveral hours of anxiety.\"\n\n\"Doubtless, my boy; but how carry the water? Wilson has charge of the\nwater-bottles. No, it is better to wait, as we agreed. Calculating the\nnecessary time, and the slow pace of the horses, our friends will be\nhere at night. Let us, then, prepare them a safe shelter and a good\nrepast.\"\n\nThalcave had not waited for Glenarvan's orders to search for a place\nto encamp. He had very fortunately found on the banks of the river a\n\"ramada,\" a kind of inclosure designed for a cattle-fold and shut in\non three sides. The situation was excellent for the purpose, so long\nas one did not fear to sleep in the open air; and that was the least\nanxiety of Thalcave's companions. Thus they did not seek a better\nretreat, but stretched themselves on the ground in the sun to dry their\nwater-soaked garments.\n\n\"Well, since here is shelter,\" said Glenarvan, \"let us think of supper.\nOur friends must be satisfied with the couriers whom they have sent\nforward; and, if I am not greatly mistaken, they will have no reason\nto complain. I think an hour's hunting will not be time lost. Are you\nready, Robert?\"\n\n\"Yes, my lord,\" replied he, with gun in hand.\n\n[Sidenote: AN EVENING'S SPORT.]\n\nGlenarvan had conceived this idea because the banks of the Guamini\nseemed to be the haunt of the game of the surrounding plains.\n\"Tinamous,\" a kind of partridge, plovers called \"teru-teru,\" yellow\nrails, and water-fowl of magnificent green were seen rising in flocks.\nAs for quadrupeds, they did not make their appearance; but Thalcave,\npointing to the tall grass and thick coppice, explained that they\nwere hidden there. The hunters had only to take a few steps to find\nthemselves in one of the "
    }
  ]
}