{
  "fc61e1411bd4": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05102040816326531,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 644,
      "chunk_id": "The Count of Monte Cristo_chunk_408",
      "start_pos": 1428000,
      "end_pos": 1432000,
      "similarity": 0.04395604395604396,
      "text": "e startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him when he was there, all\nthe old man’s happiness was centred in his granddaughter. Valentine, by\nmeans of her love, her patience, and her devotion, had learned to read\nin Noirtier’s look all the varied feelings which were passing in his\nmind. To this dumb language, which was so unintelligible to others, she\nanswered by throwing her whole soul into the expression of her\ncountenance, and in this manner were the conversations sustained\nbetween the blooming girl and the helpless invalid, whose body could\nscarcely be called a living one, but who, nevertheless, possessed a\nfund of knowledge and penetration, united with a will as powerful as\never although clogged by a body rendered utterly incapable of obeying\nits impulses.\n\nValentine had solved the problem, and was able easily to understand his\nthoughts, and to convey her own in return, and, through her untiring\nand devoted assiduity, it was seldom that, in the ordinary transactions\nof every-day life, she failed to anticipate the wishes of the living,\nthinking mind, or the wants of the almost inanimate body.\n\nAs to the servant, he had, as we have said, been with his master for\nfive-and-twenty years, therefore he knew all his habits, and it was\nseldom that Noirtier found it necessary to ask for anything, so prompt\nwas he in administering to all the necessities of the invalid.\n\nVillefort did not need the help of either Valentine or the domestic in\norder to carry on with his father the strange conversation which he was\nabout to begin. As we have said, he perfectly understood the old man’s\nvocabulary, and if he did not use it more often, it was only\nindifference and _ennui_ which prevented him from so doing. He\ntherefore allowed Valentine to go into the garden, sent away Barrois,\nand after having seated himself at his father’s right hand, while\nMadame de Villefort placed herself on the left, he addressed him thus:\n\n“I trust you will not be displeased, sir, that Valentine has not come\nwith us, or that I dismissed Barrois, for our conference will be one\nwhich could not with propriety be carried on in the presence of either.\nMadame de Villefort and I have a communication to make to you.”\n\nNoirtier’s face remained perfectly passive during this long preamble,\nwhile, on the contrary, Villefort’s eye was endeavoring to penetrate\ninto the inmost recesses of the old man’s heart.\n\n“This communication,” continued the procureur, in that cold and\ndecisive tone which seemed at once to preclude all discussion, “will,\nwe are sure, meet with your approbation.”\n\nThe eye of the invalid still retained that vacancy of expression which\nprevented his son from obtaining any knowledge of the feelings which\nwere passing in his mind; he listened, nothing more.\n\n“Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had\nthe old man’s face been moulded in wax it could not have shown less\nemotion at this news than was now to be traced there. “The marriage\nwill take place in less than three months,” said Villefort.\n\nNoirtier’s eye still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely "
    },
    {
      "chunk_idx": 759,
      "chunk_id": "The Count of Monte Cristo_chunk_523",
      "start_pos": 1830500,
      "end_pos": 1834500,
      "similarity": 0.03896103896103896,
      "text": "s mind the remembrance of the fearful death of this man,\nto the news of which all Europe had listened with horror.\n\n“Soon,” said Haydée, “we halted on our march, and found ourselves on\nthe borders of a lake. My mother pressed me to her throbbing heart, and\nat the distance of a few paces I saw my father, who was glancing\nanxiously around. Four marble steps led down to the water’s edge, and\nbelow them was a boat floating on the tide.\n\n40070m\n\n\n\n“From where we stood I could see in the middle of the lake a large\nblank mass; it was the kiosk to which we were going. This kiosk\nappeared to me to be at a considerable distance, perhaps on account of\nthe darkness of the night, which prevented any object from being more\nthan partially discerned. We stepped into the boat. I remember well\nthat the oars made no noise whatever in striking the water, and when I\nleaned over to ascertain the cause I saw that they were muffled with\nthe sashes of our Palikares.14 Besides the rowers, the boat contained\nonly the women, my father, mother, Selim, and myself. The Palikares had\nremained on the shore of the lake, ready to cover our retreat; they\nwere kneeling on the lowest of the marble steps, and in that manner\nintended making a rampart of the three others, in case of pursuit. Our\nbark flew before the wind. ‘Why does the boat go so fast?’ asked I of\nmy mother.\n\n“‘Silence, child! Hush, we are flying!’ I did not understand. Why\nshould my father fly?—he, the all-powerful—he, before whom others were\naccustomed to fly—he, who had taken for his device,\n\n‘They hate me; then they fear me!’\n\n\n“It was, indeed, a flight which my father was trying to effect. I have\nbeen told since that the garrison of the castle of Yanina, fatigued\nwith long service——”\n\nHere Haydée cast a significant glance at Monte Cristo, whose eyes had\nbeen riveted on her countenance during the whole course of her\nnarrative. The young girl then continued, speaking slowly, like a\nperson who is either inventing or suppressing some feature of the\nhistory which he is relating.\n\n“You were saying, signora,” said Albert, who was paying the most\nimplicit attention to the recital, “that the garrison of Yanina,\nfatigued with long service——”\n\n“Had treated with the Seraskier15 Kourchid, who had been sent by the\nsultan to gain possession of the person of my father; it was then that\nAli Tepelini—after having sent to the sultan a French officer in whom\nhe reposed great confidence—resolved to retire to the asylum which he\nhad long before prepared for himself, and which he called\n_kataphygion_, or the refuge.”\n\n“And this officer,” asked Albert, “do you remember his name, signora?”\n\nMonte Cristo exchanged a rapid glance with the young girl, which was\nquite unperceived by Albert.\n\n“No,” said she, “I do not remember it just at this moment; but if it\nshould occur to me presently, I will tell you.”\n\nAlbert was on the point of pronouncing his father’s name, when Monte\nCristo gently held up his finger in token of reproach; the young man\nrecollected his promise, and was silent.\n\n“It was towards this kiosk that we were rowing. A ground floor,\nornamented with arabesques, bathing its terraces in the water, and\nanother floor, looking on the lake, was all which was visible to the\neye. But beneath the ground floor, stretching out into the island, was\na large subterranean cavern, to which my mother, myself, and the women\nwere conducted. In this place were together 60,000 pouches and 200\nbarrels; the pouches contained 25,000,000 of money in gold, and the\nbarrels were filled with 30,000 pounds of gunpowder.\n\n“Near the barrels stood Selim, my father’s favorite, whom I mentioned\nto you just now. He stood watch day and night with a lance provided\nwith a lighted slowmatch in his hand, and he had orders to blow up\neverything—kiosk, guards, women, gold, and Ali Tepelini himself—at the\nfirst signal given by my father. I remember well that the slaves,\nconvinced of the precarious tenure on which they held their lives,\npassed whole days "
    },
    {
      "chunk_idx": 409,
      "chunk_id": "The Count of Monte Cristo_chunk_173",
      "start_pos": 605500,
      "end_pos": 609500,
      "similarity": 0.03773584905660377,
      "text": "en,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after Julie had retired, she rose, took off her shoes, and went\nstealthily along the passage, to see through the keyhole what her\nhusband was doing.\n\nIn the passage she saw a retreating shadow; it was Julie, who, uneasy\nherself, had anticipated her mother. The young lady went towards Madame\nMorrel.\n\n“He is writing,” she said.\n\nThey had understood each other without speaking. Madame Morrel looked\nagain through the keyhole, Morrel was writing; but Madame Morrel\nremarked, what her daughter had not observed, that her husband was\nwriting on stamped paper. The terrible idea that he was writing his\nwill flashed across her; she shuddered, and yet had not strength to\nutter a word.\n\nNext day M. Morrel seemed as calm as ever, went into his office as\nusual, came to his breakfast punctually, and then, after dinner, he\nplaced his daughter beside him, took her head in his arms, and held her\nfor a long time against his bosom. In the evening, Julie told her\nmother, that although he was apparently so calm, she had noticed that\nher father’s heart beat violently.\n\nThe next two days passed in much the same way. On the evening of the\n4th of September, M. Morrel asked his daughter for the key of his\nstudy. Julie trembled at this request, which seemed to her of bad omen.\nWhy did her father ask for this key which she always kept, and which\nwas only taken from her in childhood as a punishment? The young girl\nlooked at Morrel.\n\n“What have I done wrong, father,” she said, “that you should take this\nkey from me?”\n\n“Nothing, my dear,” replied the unhappy man, the tears starting to his\neyes at this simple question,—“nothing, only I want it.”\n\nJulie made a pretence to feel for the key. “I must have left it in my\nroom,” she said.\n\nAnd she went out, but instead of going to her apartment she hastened to\nconsult Emmanuel.\n\n“Do not give this key to your father,” said he, “and tomorrow morning,\nif possible, do not quit him for a moment.”\n\nShe questioned Emmanuel, but he knew nothing, or would not say what he\nknew.\n\nDuring the night, between the 4th and 5th of September, Madame Morrel\nremained listening for every sound, and, until three o’clock in the\nmorning, she heard her husband pacing the room in great agitation. It\nwas three o’clock when he threw himself on the bed. The mother and\ndaughter passed the night together. They had expected Maximilian since\nthe previous evening. At eight o’clock in the morning Morrel entered\ntheir chamber. He was calm; but the agitation of the night was legible\nin his pale and careworn visage. They did not dare to ask him how he\nhad slept. Morrel was kinder to his wife, more affectionate to his\ndaughter, than he had ever been. He could not cease gazing at and\nkissing the sweet girl. Julie, mindful of Emmanuel’s request, was\nfollowing her father when he quitted the room, but he said to her\nquickly:\n\n“Remain with your mother, dearest.” Julie wished to accompany him. “I\nwish you to do so,” said he.\n\nThis was the first time Morrel had ever so spoken, but he said it in a\ntone of paternal kindness, and Julie did not dare to disobey. She\nremained at the same spot standing mute and motionless. An instant\nafterwards the door opened, she felt two arms encircle her, and a mouth\npressed her forehead. She looked up and uttered an exclamation of joy.\n\n20053m\n\n\n\n“Maximilian, my dearest brother!” she cried.\n\nAt these words Madame Morrel rose, and threw herself into her son’s\narms.\n\n“Mother,” said the young man, looking alternately at Madame Morrel and\nher daughter"
    },
    {
      "chunk_idx": 17,
      "chunk_id": "In Search of the Castaways_chunk_17",
      "start_pos": 59500,
      "end_pos": 63500,
      "similarity": 0.037333333333333336,
      "text": "opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht, and\nbetook themselves to Saint Mungo, the ancient cathedral of Glasgow.\nThis antique church, an uninjured relic in the midst of the ruins\ncaused by the Reformation, and so marvelously described by Walter\nScott, received beneath its massive arches the owners and sailors of\nthe Duncan.\n\n[Sidenote: PRAYER, AND PROGRESS.]\n\nA numerous throng accompanied them. There in the spacious aisle,\nfilled with tombs of the great and good, the Rev. Mr. Morton implored\nthe blessing of Heaven, and commended the expedition to the care of\nProvidence. For a moment the voice of Mary Grant arose in the old\nchurch. The young girl was praying for her benefactors, and shedding\nbefore God the sweet tears of gratitude. The assembly retired under the\ninfluence of a deep emotion.\n\nAt eleven, every one was on board. The captain and the crew occupied\nthemselves with the final preparations. At midnight the fires were\nkindled, and soon clouds of black smoke mingled with the vapors of the\nnight; the sails of the Duncan had been carefully reefed in a canvas\nsheathing, which served to protect them from injury. The wind blew from\nthe southeast, and did not favor the progress of the vessel; but at two\no'clock the ship began to heave under the action of her boilers. The\nmanometer indicated a pressure of four atmospheres, and the overheated\nsteam whistled through the escape-valves. The sea was tranquil, and\nsoon daylight enabled them to distinguish the passes of the Clyde\nbetween the buoys and beacons, whose lights were gradually extinguished\nas the morning dawned.\n\nCaptain Mangles informed Lord Glenarvan, who at once came on deck. Very\nsoon the ebb-tide was felt. The Duncan gave a few shrill whistles,\nslackened her cables, and separated from the surrounding vessels. Her\nscrew was set in motion, which propelled her into the channel of the\nriver. The captain had taken no pilot. He was perfectly acquainted with\nthe navigation of the Clyde, and no one could have commanded better. At\na sign from him the yacht started. With his right hand he controlled\nthe engine, and with his left the tiller, with silent but unerring\nskill.\n\n[Illustration: The Rev. Mr. Morton implored the blessing of Heaven, and\ncommended the expedition to the care of Providence.]\n\n[Sidenote: A CHANGE OF SCENE.]\n\nSoon the last workshops on the shore gave place to villas, built here\nand there upon the hills, and the sounds of the city died away in the\ndistance. An hour afterwards, the Duncan passed the rocks of Dumbarton;\ntwo hours later she was in the Frith of Clyde; and at six o'clock in\nthe morning she doubled Cantyre Point, emerged from the North Channel,\nand gained the open sea.\n\n\n\n[Illustration]\n\n\n\n\nCHAPTER VI.\n\nAN UNEXPECTED PASSENGER.\n\n\nDuring the first day's voyage the sea was quite rough, and the wind\nfreshened towards evening. The Duncan rolled considerably, so that\nthe ladies did not appear on deck, but very wisely remained in their\ncabins. The next day the wind changed a point, and the captain set the\nmain-, fore-, and foretop-sails, thus causing less perception of the\nrolling and pitching motion.\n\nLady Helena and Mary Grant were able before daybreak to join Lord\nGlenarvan, the major, and the captain, on deck. The sunrise was\nmagnificent. The orb of day, like a gilded metal disk, rose from the\nocean, as from an immense and silvery basin. The ship glided in the\nmidst of a splendid iridescence, and you would truly have thought that\nher sails expanded under the influence of the sun's rays, whilst even\nthe"
    }
  ]
}