{
  "d50c90abd46b": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06741573033707865,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.030927835051546393,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 586,
      "chunk_id": "The Count of Monte Cristo_chunk_350",
      "start_pos": 1225000,
      "end_pos": 1229000,
      "similarity": 0.029023746701846966,
      "text": " his\nangels.”\n\nThe count’s cheeks became scarlet, and he coughed, in order to have an\nexcuse for putting his handkerchief to his mouth.\n\n“Those born to wealth, and who have the means of gratifying every\nwish,” said Emmanuel, “know not what is the real happiness of life,\njust as those who have been tossed on the stormy waters of the ocean on\na few frail planks can alone realize the blessings of fair weather.”\n\nMonte Cristo rose, and without making any answer (for the tremulousness\nof his voice would have betrayed his emotion) walked up and down the\napartment with a slow step.\n\n“Our magnificence makes you smile, count,” said Maximilian, who had\nfollowed him with his eyes.\n\n“No, no,” returned Monte Cristo, pale as death, pressing one hand on\nhis heart to still its throbbings, while with the other he pointed to a\ncrystal cover, beneath which a silken purse lay on a black velvet\ncushion. “I was wondering what could be the significance of this purse,\nwith the paper at one end and the large diamond at the other.”\n\n“Count,” replied Maximilian, with an air of gravity, “those are our\nmost precious family treasures.”\n\n“The stone seems very brilliant,” answered the count.\n\n“Oh, my brother does not allude to its value, although it has been\nestimated at 100,000 francs; he means, that the articles contained in\nthis purse are the relics of the angel I spoke of just now.”\n\n“This I do not comprehend; and yet I may not ask for an explanation,\nmadame,” replied Monte Cristo bowing. “Pardon me, I had no intention of\ncommitting an indiscretion.”\n\n“Indiscretion,—oh, you make us happy by giving us an excuse for\nexpatiating on this subject. If we wanted to conceal the noble action\nthis purse commemorates, we should not expose it thus to view. Oh,\nwould we could relate it everywhere, and to everyone, so that the\nemotion of our unknown benefactor might reveal his presence.”\n\n“Ah, really,” said Monte Cristo in a half-stifled voice.\n\n“Monsieur,” returned Maximilian, raising the glass cover, and\nrespectfully kissing the silken purse, “this has touched the hand of a\nman who saved my father from suicide, us from ruin, and our name from\nshame and disgrace,—a man by whose matchless benevolence we poor\nchildren, doomed to want and wretchedness, can at present hear everyone\nenvying our happy lot. This letter” (as he spoke, Maximilian drew a\nletter from the purse and gave it to the count)—“this letter was\nwritten by him the day that my father had taken a desperate resolution,\nand this diamond was given by the generous unknown to my sister as her\ndowry.”\n\nMonte Cristo opened the letter, and read it with an indescribable\nfeeling of delight. It was the letter written (as our readers know) to\nJulie, and signed “Sinbad the Sailor.”\n\n“Unknown you say, is the man who rendered you this service—unknown to\nyou?”\n\n“Yes; we have never had the happiness of pressing his hand,” continued\nMaximilian. “We have supplicated Heaven in vain to grant us this favor,\nbut the whole affair has had a mysterious meaning that we cannot\ncomprehend—we have been guided by an invisible hand,—a hand as powerful\nas that of an enchanter.”\n\n“Oh,” cried Julie, “I have not lost all hope of some day kissing that\nhand, as I now kiss the purse which he has touched. Four years ago,\nPenelon was at Trieste—Penelon, count, is the old sailor you saw in the\ngarden, and who, from quartermaster, has become gardener—Penelon, when\nhe was at Trieste, saw on the quay an Englishman, who was on the point\nof embarking on board a yacht, and he recognized him as the person who\ncalled on my father the fifth of June, 1829, and who wrote me this\nletter on the fifth of September. He felt convinced of his identity,\nbut he did not venture to address him.”\n\n“An Englishman,” said Monte Cristo, who grew uneasy at the attention\nwith which Julie looked at him. “An Englishman you say?”\n\n“Yes,” replied Maximilian, “an Englishman, who represented himself as\nthe confidential clerk of the house of Thomson & French, at Rome. It\nwas this t"
    },
    {
      "chunk_idx": 342,
      "chunk_id": "The Count of Monte Cristo_chunk_106",
      "start_pos": 371000,
      "end_pos": 375000,
      "similarity": 0.028871391076115485,
      "text": "nce of this treasure, which\n\n           ...lions of Roman crowns, and which he\n\n                             ...ck from the small\n\n                           ...ings have been made\n\n                           ...ngle in the second;\n\n                                   ...tire to him\n\n                                    ...ar † Spada.”\n\n\nFaria followed him with an excited look.\n\n“And now,” he said, when he saw that Dantès had read the last line,\n“put the two fragments together, and judge for yourself.” Dantès\nobeyed, and the conjointed pieces gave the following:\n\n0245m\n\n\n\n“This 25th day of April, 1498, be...ing invited to dine by his Holiness\nAlexander VI., and fearing that not...content with making me pay for my\nhat, he may desire to become my heir, and re...serves for me the fate\nof Cardinals Caprara and Bentivoglio, who were poisoned,...I declare to\nmy nephew, Guido Spada, my sole heir, that I have bu...ried in a place\nhe knows and has visited with me, that is, in...the caves of the small\nIsland of Monte Cristo, all I poss...essed of ingots, gold, money,\njewels, diamonds, gems; that I alone...know of the existence of this\ntreasure, which may amount to nearly two mil...lions of Roman crowns,\nand which he will find on raising the twentieth ro...ck from the small\ncreek to the east in a right line. Two open...ings have been made in\nthese caves; the treasure is in the furthest a...ngle in the second;\nwhich treasure I bequeath and leave en...tire to him as my sole heir.\n“25th April, 1498. “Cæs...ar † Spada.”\n\n“Well, do you comprehend now?” inquired Faria.\n\n“It is the declaration of Cardinal Spada, and the will so long sought\nfor,” replied Edmond, still incredulous.\n\n“Yes; a thousand times, yes!”\n\n“And who completed it as it now is?”\n\n“I did. Aided by the remaining fragment, I guessed the rest; measuring\nthe length of the lines by those of the paper, and divining the hidden\nmeaning by means of what was in part revealed, as we are guided in a\ncavern by the small ray of light above us.”\n\n“And what did you do when you arrived at this conclusion?”\n\n“I resolved to set out, and did set out at that very instant, carrying\nwith me the beginning of my great work, the unity of the Italian\nkingdom; but for some time the imperial police (who at this period,\nquite contrary to what Napoleon desired so soon as he had a son born to\nhim, wished for a partition of provinces) had their eyes on me; and my\nhasty departure, the cause of which they were unable to guess, having\naroused their suspicions, I was arrested at the very moment I was\nleaving Piombino.\n\n“Now,” continued Faria, addressing Dantès with an almost paternal\nexpression, “now, my dear fellow, you know as much as I do myself. If\nwe ever escape together, half this treasure is yours; if I die here,\nand you escape alone, the whole belongs to you.”\n\n“But,” inquired Dantès hesitating, “has this treasure no more\nlegitimate possessor in the world than ourselves?”\n\n“No, no, be easy on that score; the family is extinct. The last Count\nof Spada, moreover, made me his heir, bequeathing to me this symbolic\nbreviary, he bequeathed to me all it contained; no, no, make your mind\nsatisfied on that point. If we lay hands on this fortune, we may enjoy\nit without remorse.”\n\n“And you say this treasure amounts to——”\n\n“Two millions of Roman crowns; nearly thirteen millions of our money.”2\n\n“Impossible!” said Dantès, staggered at the enormous amount.\n\n“Impossible? and why?” asked the old man. “The Spada family was one of\nthe oldest and most powerful families of the fifteenth century; and in\nthose times, when other opportunities for investment were wanting, such\naccumulations of gold and jewels were by no means rare; there are at\nthis day Roman families perishing of hunger, though possessed of nearly\na million in diamonds and jewels, handed down by entail, and which they\ncannot touch.”\n\nEdmond thought he was in a dream—he wavered between incredulity and\njoy.\n\n“I have only kept this secret so long from you,” continu"
    },
    {
      "chunk_idx": 521,
      "chunk_id": "The Count of Monte Cristo_chunk_285",
      "start_pos": 997500,
      "end_pos": 1001500,
      "similarity": 0.028795811518324606,
      "text": ", unworthy as they are. Consider yourself as in your\nown house, and to put yourself still more at your ease, pray accompany\nme to the apartments of M. de Morcerf, he whom I wrote from Rome an\naccount of the services you rendered me, and to whom I announced your\npromised visit, and I may say that both the count and countess\nanxiously desire to thank you in person. You are somewhat _blasé_ I\nknow, and family scenes have not much effect on Sinbad the Sailor, who\nhas seen so many others. However, accept what I propose to you as an\ninitiation into Parisian life—a life of politeness, visiting, and\nintroductions.”\n\nMonte Cristo bowed without making any answer; he accepted the offer\nwithout enthusiasm and without regret, as one of those conventions of\nsociety which every gentleman looks upon as a duty. Albert summoned his\nservant, and ordered him to acquaint M. and Madame de Morcerf of the\narrival of the Count of Monte Cristo. Albert followed him with the\ncount. When they arrived at the antechamber, above the door was visible\na shield, which, by its rich ornaments and its harmony with the rest of\nthe furniture, indicated the importance the owner attached to this\nblazon. Monte Cristo stopped and examined it attentively.\n\n“Azure seven merlets, or, placed bender,” said he. “These are,\ndoubtless, your family arms? Except the knowledge of blazons, that\nenables me to decipher them, I am very ignorant of heraldry—I, a count\nof a fresh creation, fabricated in Tuscany by the aid of a commandery\nof St. Stephen, and who would not have taken the trouble had I not been\ntold that when you travel much it is necessary. Besides, you must have\nsomething on the panels of your carriage, to escape being searched by\nthe custom-house officers. Excuse my putting such a question to you.”\n\n“It is not indiscreet,” returned Morcerf, with the simplicity of\nconviction. “You have guessed rightly. These are our arms, that is,\nthose of my father, but they are, as you see, joined to another shield,\nwhich has gules, a silver tower, which are my mother’s. By her side I\nam Spanish, but the family of Morcerf is French, and, I have heard, one\nof the oldest of the south of France.”\n\n“Yes,” replied Monte Cristo “these blazons prove that. Almost all the\narmed pilgrims that went to the Holy Land took for their arms either a\ncross, in honor of their mission, or birds of passage, in sign of the\nlong voyage they were about to undertake, and which they hoped to\naccomplish on the wings of faith. One of your ancestors had joined the\nCrusades, and supposing it to be only that of St. Louis, that makes you\nmount to the thirteenth century, which is tolerably ancient.”\n\n“It is possible,” said Morcerf; “my father has in his study a\ngenealogical tree which will tell you all that, and on which I made\ncommentaries that would have greatly edified d’Hozier and Jaucourt. At\npresent I no longer think of it, and yet I must tell you that we are\nbeginning to occupy ourselves greatly with these things under our\npopular government.”\n\n“Well, then, your government would do well to choose from the past\nsomething better than the things that I have noticed on your monuments,\nand which have no heraldic meaning whatever. As for you, viscount,”\ncontinued Monte Cristo to Morcerf, “you are more fortunate than the\ngovernment, for your arms are really beautiful, and speak to the\nimagination. Yes, you are at once from Provence and Spain; that\nexplains, if the portrait you showed me be like, the dark hue I so much\nadmired on the visage of the noble Catalan.”\n\nIt would have required the penetration of Œdipus or the Sphinx to have\ndivined the irony the count concealed beneath these words, apparently\nuttered with the greatest politeness. Morcerf thanked him with a smile,\nand pushed open the door above which were his arms, and which, as we\nhave said, opened into the salon. In the most conspicuous part of the\nsalon was another portrait. It was that of a man, from five to\neight-and-thirty, in the uniform of a general of"
    }
  ]
}