{
  "e599391cb7e0": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04395604395604396,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 238,
      "chunk_id": "The Count of Monte Cristo_chunk_2",
      "start_pos": 7000,
      "end_pos": 11000,
      "similarity": 0.02763819095477387,
      "text": "But poor Captain Leclere——”\n\n“What happened to him?” asked the owner, with an air of considerable\nresignation. “What happened to the worthy captain?”\n\n“He died.”\n\n“Fell into the sea?”\n\n“No, sir, he died of brain-fever in dreadful agony.” Then turning to\nthe crew, he said, “Bear a hand there, to take in sail!”\n\nAll hands obeyed, and at once the eight or ten seamen who composed the\ncrew, sprang to their respective stations at the spanker brails and\nouthaul, topsail sheets and halyards, the jib downhaul, and the topsail\nclewlines and buntlines. The young sailor gave a look to see that his\norders were promptly and accurately obeyed, and then turned again to\nthe owner.\n\n“And how did this misfortune occur?” inquired the latter, resuming the\ninterrupted conversation.\n\n0023m\n\n\n\n“Alas, sir, in the most unexpected manner. After a long talk with the\nharbor-master, Captain Leclere left Naples greatly disturbed in mind.\nIn twenty-four hours he was attacked by a fever, and died three days\nafterwards. We performed the usual burial service, and he is at his\nrest, sewn up in his hammock with a thirty-six-pound shot at his head\nand his heels, off El Giglio island. We bring to his widow his sword\nand cross of honor. It was worth while, truly,” added the young man\nwith a melancholy smile, “to make war against the English for ten\nyears, and to die in his bed at last, like everybody else.”\n\n“Why, you see, Edmond,” replied the owner, who appeared more comforted\nat every moment, “we are all mortal, and the old must make way for the\nyoung. If not, why, there would be no promotion; and since you assure\nme that the cargo——”\n\n“Is all safe and sound, M. Morrel, take my word for it; and I advise\nyou not to take 25,000 francs for the profits of the voyage.”\n\nThen, as they were just passing the Round Tower, the young man shouted:\n“Stand by there to lower the topsails and jib; brail up the spanker!”\n\nThe order was executed as promptly as it would have been on board a\nman-of-war.\n\n“Let go—and clue up!” At this last command all the sails were lowered,\nand the vessel moved almost imperceptibly onwards.\n\n“Now, if you will come on board, M. Morrel,” said Dantès, observing the\nowner’s impatience, “here is your supercargo, M. Danglars, coming out\nof his cabin, who will furnish you with every particular. As for me, I\nmust look after the anchoring, and dress the ship in mourning.”\n\nThe owner did not wait for a second invitation. He seized a rope which\nDantès flung to him, and with an activity that would have done credit\nto a sailor, climbed up the side of the ship, while the young man,\ngoing to his task, left the conversation to Danglars, who now came\ntowards the owner. He was a man of twenty-five or twenty-six years of\nage, of unprepossessing countenance, obsequious to his superiors,\ninsolent to his subordinates; and this, in addition to his position as\nresponsible agent on board, which is always obnoxious to the sailors,\nmade him as much disliked by the crew as Edmond Dantès was beloved by\nthem.\n\n“Well, M. Morrel,” said Danglars, “you have heard of the misfortune\nthat has befallen us?”\n\n“Yes—yes: poor Captain Leclere! He was a brave and an honest man.”\n\n“And a first-rate seaman, one who had seen long and honorable service,\nas became a man charged with the interests of a house so important as\nthat of Morrel & Son,” replied Danglars.\n\n“But,” replied the owner, glancing after Dantès, who was watching the\nanchoring of his vessel, “it seems to me that a sailor needs not be so\nold as you say, Danglars, to understand his business, for our friend\nEdmond seems to understand it thoroughly, and not to require\ninstruction from anyone.”\n\n“Yes,” said Danglars, darting at Edmond a look gleaming with hate.\n“Yes, he is young, and youth is invariably self-confident. Scarcely was\nthe captain’s breath out of his body when he assumed the command\nwithout consulting anyone, and he caused us to lose a day and a half at\nthe Island of Elba, instead of making for Marseilles direct.”\n\n0025m\n\n\n"
    },
    {
      "chunk_idx": 17,
      "chunk_id": "In Search of the Castaways_chunk_17",
      "start_pos": 59500,
      "end_pos": 63500,
      "similarity": 0.024193548387096774,
      "text": "opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht, and\nbetook themselves to Saint Mungo, the ancient cathedral of Glasgow.\nThis antique church, an uninjured relic in the midst of the ruins\ncaused by the Reformation, and so marvelously described by Walter\nScott, received beneath its massive arches the owners and sailors of\nthe Duncan.\n\n[Sidenote: PRAYER, AND PROGRESS.]\n\nA numerous throng accompanied them. There in the spacious aisle,\nfilled with tombs of the great and good, the Rev. Mr. Morton implored\nthe blessing of Heaven, and commended the expedition to the care of\nProvidence. For a moment the voice of Mary Grant arose in the old\nchurch. The young girl was praying for her benefactors, and shedding\nbefore God the sweet tears of gratitude. The assembly retired under the\ninfluence of a deep emotion.\n\nAt eleven, every one was on board. The captain and the crew occupied\nthemselves with the final preparations. At midnight the fires were\nkindled, and soon clouds of black smoke mingled with the vapors of the\nnight; the sails of the Duncan had been carefully reefed in a canvas\nsheathing, which served to protect them from injury. The wind blew from\nthe southeast, and did not favor the progress of the vessel; but at two\no'clock the ship began to heave under the action of her boilers. The\nmanometer indicated a pressure of four atmospheres, and the overheated\nsteam whistled through the escape-valves. The sea was tranquil, and\nsoon daylight enabled them to distinguish the passes of the Clyde\nbetween the buoys and beacons, whose lights were gradually extinguished\nas the morning dawned.\n\nCaptain Mangles informed Lord Glenarvan, who at once came on deck. Very\nsoon the ebb-tide was felt. The Duncan gave a few shrill whistles,\nslackened her cables, and separated from the surrounding vessels. Her\nscrew was set in motion, which propelled her into the channel of the\nriver. The captain had taken no pilot. He was perfectly acquainted with\nthe navigation of the Clyde, and no one could have commanded better. At\na sign from him the yacht started. With his right hand he controlled\nthe engine, and with his left the tiller, with silent but unerring\nskill.\n\n[Illustration: The Rev. Mr. Morton implored the blessing of Heaven, and\ncommended the expedition to the care of Providence.]\n\n[Sidenote: A CHANGE OF SCENE.]\n\nSoon the last workshops on the shore gave place to villas, built here\nand there upon the hills, and the sounds of the city died away in the\ndistance. An hour afterwards, the Duncan passed the rocks of Dumbarton;\ntwo hours later she was in the Frith of Clyde; and at six o'clock in\nthe morning she doubled Cantyre Point, emerged from the North Channel,\nand gained the open sea.\n\n\n\n[Illustration]\n\n\n\n\nCHAPTER VI.\n\nAN UNEXPECTED PASSENGER.\n\n\nDuring the first day's voyage the sea was quite rough, and the wind\nfreshened towards evening. The Duncan rolled considerably, so that\nthe ladies did not appear on deck, but very wisely remained in their\ncabins. The next day the wind changed a point, and the captain set the\nmain-, fore-, and foretop-sails, thus causing less perception of the\nrolling and pitching motion.\n\nLady Helena and Mary Grant were able before daybreak to join Lord\nGlenarvan, the major, and the captain, on deck. The sunrise was\nmagnificent. The orb of day, like a gilded metal disk, rose from the\nocean, as from an immense and silvery basin. The ship glided in the\nmidst of a splendid iridescence, and you would truly have thought that\nher sails expanded under the influence of the sun's rays, whilst even\nthe"
    },
    {
      "chunk_idx": 393,
      "chunk_id": "The Count of Monte Cristo_chunk_157",
      "start_pos": 549500,
      "end_pos": 553500,
      "similarity": 0.0234375,
      "text": "ship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fernand’s hands with a transport which he took for\nlove, but which was only joy at being no longer alone in the world, and\nseeing at last a friend, after long hours of solitary sorrow. And then,\nit must be confessed, Fernand had never been hated—he was only not\nprecisely loved. Another possessed all Mercédès’ heart; that other was\nabsent, had disappeared, perhaps was dead. At this last thought\nMercédès burst into a flood of tears, and wrung her hands in agony; but\nthe thought, which she had always repelled before when it was suggested\nto her by another, came now in full force upon her mind; and then, too,\nold Dantès incessantly said to her, ‘Our Edmond is dead; if he were\nnot, he would return to us.’\n\n“The old man died, as I have told you; had he lived, Mercédès,\nperchance, had not become the wife of another, for he would have been\nthere to reproach her infidelity. Fernand saw this, and when he learned\nof the old man’s death he returned. He was now a lieutenant. At his\nfirst coming he had not said a word of love to Mercédès; at the second\nhe reminded her that he loved her.\n\n“Mercédès begged for six months more in which to await and mourn for\nEdmond.”\n\n“So that,” said the abbé, with a bitter smile, “that makes eighteen\nmonths in all. What more could the most devoted lover desire?” Then he\nmurmured the words of the English poet, “‘Frailty, thy name is woman.’”\n\n“Six months afterwards,” continued Caderousse, “the marriage took place\nin the church of Accoules.”\n\n“The very church in which she was to have married Edmond,” murmured the\npriest; “there was only a change of bridegrooms.”\n\n“Well, Mercédès was married,” proceeded Caderousse; “but although in\nthe eyes of the world she appeared calm, she nearly fainted as she\npassed La Réserve, where, eighteen months before, the betrothal had\nbeen celebrated with him whom she might have known she still loved, had\nshe looked to the bottom of her heart. Fernand, more happy, but not\nmore at his ease—for I saw at this time he was in constant dread of\nEdmond’s return—Fernand was very anxious to get his wife away, and to\ndepart himself. There were too many unpleasant possibilities associated\nwith the Catalans, and eight days after the wedding they left\nMarseilles.”\n\n“Did you ever see Mercédès again?” inquired the priest.\n\n“Yes, during the Spanish war, at Perpignan, where Fernand had left her;\nshe was attending to the education of her son.”\n\nThe abbé started. “Her son?” said he.\n\n“Yes,” replied Caderousse, “little Albert.”\n\n“But, then, to be able to instruct her child,” continued the abbé, “she\nmust have received an education herself. I understood from Edmond that\nshe was the daughter of a simple fisherman, beautiful but uneducated.”\n\n“Oh,” replied Caderousse, “did he know so little of his lovely\nbetrothed? Mercédès might have been a queen, sir, if the crown were to\nbe placed on the heads of the loveliest and most intelligent. Fernand’s\nfortune was already waxing great, and she developed with his growing\nfortune. She learned drawing, music—everything. Besides, I believe,\nbetween ourselves, she did this in order to distract her mind, that she\nmight forget; and she only filled her head in order to alleviate the\nweight on her heart. But now her position in life is assured,”\ncontinued Caderousse; “no doubt fortune and honors have comforted her;\nshe is rich, a countess, and yet——”\n\nCaderousse paused.\n\n“And yet what?” asked the abbé.\n\n“Yet, I am sure, she is not happy,” said Caderousse.\n\n“What makes you believe thi"
    },
    {
      "chunk_idx": 239,
      "chunk_id": "The Count of Monte Cristo_chunk_3",
      "start_pos": 10500,
      "end_pos": 14500,
      "similarity": 0.02295918367346939,
      "text": "as you say, Danglars, to understand his business, for our friend\nEdmond seems to understand it thoroughly, and not to require\ninstruction from anyone.”\n\n“Yes,” said Danglars, darting at Edmond a look gleaming with hate.\n“Yes, he is young, and youth is invariably self-confident. Scarcely was\nthe captain’s breath out of his body when he assumed the command\nwithout consulting anyone, and he caused us to lose a day and a half at\nthe Island of Elba, instead of making for Marseilles direct.”\n\n0025m\n\n\n\n“As to taking command of the vessel,” replied Morrel, “that was his\nduty as captain’s mate; as to losing a day and a half off the Island of\nElba, he was wrong, unless the vessel needed repairs.”\n\n“The vessel was in as good condition as I am, and as, I hope you are,\nM. Morrel, and this day and a half was lost from pure whim, for the\npleasure of going ashore, and nothing else.”\n\n“Dantès,” said the shipowner, turning towards the young man, “come this\nway!”\n\n“In a moment, sir,” answered Dantès, “and I’m with you.” Then calling\nto the crew, he said, “Let go!”\n\nThe anchor was instantly dropped, and the chain ran rattling through\nthe port-hole. Dantès continued at his post in spite of the presence of\nthe pilot, until this manœuvre was completed, and then he added,\n“Half-mast the colors, and square the yards!”\n\n“You see,” said Danglars, “he fancies himself captain already, upon my\nword.”\n\n“And so, in fact, he is,” said the owner.\n\n“Except your signature and your partner’s, M. Morrel.”\n\n“And why should he not have this?” asked the owner; “he is young, it is\ntrue, but he seems to me a thorough seaman, and of full experience.”\n\nA cloud passed over Danglars’ brow.\n\n“Your pardon, M. Morrel,” said Dantès, approaching, “the vessel now\nrides at anchor, and I am at your service. You hailed me, I think?”\n\nDanglars retreated a step or two. “I wished to inquire why you stopped\nat the Island of Elba?”\n\n“I do not know, sir; it was to fulfil the last instructions of Captain\nLeclere, who, when dying, gave me a packet for Marshal Bertrand.”\n\n“Then did you see him, Edmond?”\n\n“Who?”\n\n“The marshal.”\n\n“Yes.”\n\nMorrel looked around him, and then, drawing Dantès on one side, he said\nsuddenly—\n\n“And how is the emperor?”\n\n“Very well, as far as I could judge from the sight of him.”\n\n“You saw the emperor, then?”\n\n“He entered the marshal’s apartment while I was there.”\n\n“And you spoke to him?”\n\n“Why, it was he who spoke to me, sir,” said Dantès, with a smile.\n\n“And what did he say to you?”\n\n“Asked me questions about the vessel, the time she left Marseilles, the\ncourse she had taken, and what was her cargo. I believe, if she had not\nbeen laden, and I had been her master, he would have bought her. But I\ntold him I was only mate, and that she belonged to the firm of Morrel &\nSon. ‘Ah, yes,’ he said, ‘I know them. The Morrels have been shipowners\nfrom father to son; and there was a Morrel who served in the same\nregiment with me when I was in garrison at Valence.’”\n\n“_Pardieu!_ and that is true!” cried the owner, greatly delighted. “And\nthat was Policar Morrel, my uncle, who was afterwards a captain.\nDantès, you must tell my uncle that the emperor remembered him, and you\nwill see it will bring tears into the old soldier’s eyes. Come, come,”\ncontinued he, patting Edmond’s shoulder kindly, “you did very right,\nDantès, to follow Captain Leclere’s instructions, and touch at Elba,\nalthough if it were known that you had conveyed a packet to the\nmarshal, and had conversed with the emperor, it might bring you into\ntrouble.”\n\n0027m\n\n\n\n“How could that bring me into trouble, sir?” asked Dantès; “for I did\nnot even know of what I was the bearer; and the emperor merely made\nsuch inquiries as he would of the first comer. But, pardon me, here are\nthe health officers and the customs inspectors coming alongside.” And\nthe young man went to the gangway. As he departed, Danglars approached,\nand said,—\n\n“Well, it appears that he has given you satisfactory reasons for his\nlanding at Porto-Ferrajo?”"
    }
  ]
}