{
  "cb69b3104099": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.021505376344086023,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 669,
      "chunk_id": "The Count of Monte Cristo_chunk_433",
      "start_pos": 1515500,
      "end_pos": 1519500,
      "similarity": 0.015748031496062992,
      "text": " a dream of your fancy. You went to sleep full of\nthoughts of vengeance; they weighed heavily upon your stomach; you had\nthe nightmare—that’s all. Come, calm yourself, and reckon them up—M.\nand Madame de Villefort, two; M. and Madame Danglars, four; M. de\nChâteau-Renaud, M. Debray, M. Morrel, seven; Major Bartolomeo\nCavalcanti, eight.”\n\n“Eight!” repeated Bertuccio.\n\n“Stop! You are in a shocking hurry to be off—you forget one of my\nguests. Lean a little to the left. Stay! look at M. Andrea Cavalcanti,\nthe young man in a black coat, looking at Murillo’s ‘Madonna’; now he\nis turning.”\n\nThis time Bertuccio would have uttered an exclamation, had not a look\nfrom Monte Cristo silenced him.\n\n“Benedetto?” he muttered; “fatality!”\n\n“Half-past six o’clock has just struck, M. Bertuccio,” said the count\nseverely; “I ordered dinner at that hour, and I do not like to wait;”\nand he returned to his guests, while Bertuccio, leaning against the\nwall, succeeded in reaching the dining-room. Five minutes afterwards\nthe doors of the drawing-room were thrown open, and Bertuccio appearing\nsaid, with a violent effort, “The dinner waits.”\n\nThe Count of Monte Cristo offered his arm to Madame de Villefort. “M.\nde Villefort,” he said, “will you conduct the Baroness Danglars?”\n\nVillefort complied, and they passed on to the dining-room.\n\n\n\n Chapter 63. The Dinner\n\nIt was evident that one sentiment affected all the guests on entering\nthe dining-room. Each one asked what strange influence had brought them\nto this house, and yet astonished, even uneasy though they were, they\nstill felt that they would not like to be absent. The recent events,\nthe solitary and eccentric position of the count, his enormous, nay,\nalmost incredible fortune, should have made men cautious, and have\naltogether prevented ladies visiting a house where there was no one of\ntheir own sex to receive them; and yet curiosity had been enough to\nlead them to overleap the bounds of prudence and decorum.\n\nAnd all present, even including Cavalcanti and his son, notwithstanding\nthe stiffness of the one and the carelessness of the other, were\nthoughtful, on finding themselves assembled at the house of this\nincomprehensible man. Madame Danglars had started when Villefort, on\nthe count’s invitation, offered his arm; and Villefort felt that his\nglance was uneasy beneath his gold spectacles, when he felt the arm of\nthe baroness press upon his own. None of this had escaped the count,\nand even by this mere contact of individuals the scene had already\nacquired considerable interest for an observer.\n\nM. de Villefort had on the right hand Madame Danglars, on his left\nMorrel. The count was seated between Madame de Villefort and Danglars;\nthe other seats were filled by Debray, who was placed between the two\nCavalcanti, and by Château-Renaud, seated between Madame de Villefort\nand Morrel.\n\nThe repast was magnificent; Monte Cristo had endeavored completely to\noverturn the Parisian ideas, and to feed the curiosity as much as the\nappetite of his guests. It was an Oriental feast that he offered to\nthem, but of such a kind as the Arabian fairies might be supposed to\nprepare. Every delicious fruit that the four quarters of the globe\ncould provide was heaped in vases from China and jars from Japan. Rare\nbirds, retaining their most brilliant plumage, enormous fish, spread\nupon massive silver dishes, together with every wine produced in the\nArchipelago, Asia Minor, or the Cape, sparkling in bottles, whose\ngrotesque shape seemed to give an additional flavor to the draught,—all\nthese, like one of the displays with which Apicius of old gratified his\nguests, passed in review before the eyes of the astonished Parisians,\nwho understood that it was possible to expend a thousand louis upon a\ndinner for ten persons, but only on the condition of eating pearls,\nlike Cleopatra, or drinking refined gold, like Lorenzo de’ Medici.\n\nMonte Cristo noticed the general astonishment, and began laughing and\njoking about it.\n\n“Gentlemen,” he "
    },
    {
      "chunk_idx": 211,
      "chunk_id": "In Search of the Castaways_chunk_211",
      "start_pos": 738500,
      "end_pos": 742500,
      "similarity": 0.015544041450777202,
      "text": "es thought of retreating. The young\ncaptain, followed by the others, and favored by the dense obscurity,\ncrawled along the narrow path, only stopping when some detached stone\nrolled to the base of the mountain. If the savages were still in\nambush, these unusual sounds would provoke from each side a formidable\nvolley.\n\nHowever, in gliding like serpents along this inclined crest, the\nfugitives could not advance rapidly. When Captain Mangles had gained\nthe lowest part, scarcely twenty-five feet separated him from the\nplain where the natives had encamped the night before. Here the ridge\nascended quite steeply towards a coppice about a quarter of a mile\ndistant.\n\n[Sidenote: TABOOED NO LONGER.]\n\nThe travelers crossed this place without accident, and began the\nascent in silence. The thicket was invisible, but they knew where it\nwas, and, provided no ambuscade was laid there, Glenarvan hoped to\nfind a secure refuge. However, he remembered that they were now no\nlonger protected by the taboo. The ascending ridge did not belong to\nthe sacred mountain, but to a chain that ran along the eastern shores\nof Lake Taupo. Therefore not only the shots of the savages, but also a\nhand-to-hand conflict, were to be feared.\n\nFor a short time the little party slowly mounted towards the upper\nelevations. The captain could not yet discern the dark coppice, but it\ncould not be more than two hundred feet distant.\n\nSuddenly he stopped, and almost recoiled. He thought he heard some\nsound in the darkness. His hesitation arrested the advance of his\ncompanions.\n\nHe stood motionless long enough to alarm those who followed him. With\nwhat agonizing suspense they waited could not be described. Would they\nbe forced to return to the summit of the mountain?\n\nBut, finding that the noise was not repeated, their leader continued\nhis ascent along the narrow path. The coppice was soon dimly defined\nin the gloom. In a few moments it was reached, and the fugitives were\ncrouching beneath the thick foliage of the trees.\n\n\n\n\nCHAPTER LIV.\n\nFROM PERIL TO SAFETY.\n\n\nDarkness favored the escape; and making the greatest possible progress,\nthey left the fatal regions of Lake Taupo. Paganel assumed the guidance\nof the little party, and his marvelous instinct as a traveler was\ndisplayed anew during this perilous journey. He managed with surprising\ndexterity in the thick gloom, chose unhesitatingly the almost invisible\npaths, and kept constantly an undeviating course.\n\nAt nine o'clock in the morning they had accomplished a considerable\ndistance, and could not reasonably require more of the courageous\nladies. Besides, the place seemed suitable for an encampment. The\nfugitives had reached the ravine that separates the Kaimanawa and\nWahiti ranges. The road on the right ran southward to Oberland.\nPaganel, with his map in his hand, made a turn to the northeast, and\nat ten o'clock the little party had reached a sort of steep buttress,\nformed by a spur of the mountain.\n\nThe provisions were taken from the sacks, and all did ample justice to\nthem. Mary Grant and the major, who had not hitherto been very well\nsatisfied with the edible ferns, made this time a hearty meal of them.\nThey rested here till two o'clock in the afternoon, then the journey\ntowards the east was resumed, and at evening the travelers encamped\neight miles from the mountains. They needed no urging to sleep in the\nopen air.\n\nThe next day very serious difficulties were encountered. They were\nforced to pass through a curious region of volcanic lakes and geysers\nthat extends eastward from the Wahiti ranges. It was pleasing to the\neye, but fatiguing to the limbs. Every quarter of a mile there were\nobstacles, turns, and windings, far too many for rapid progress; but\nwhat strange appearances and what infinite variety does nature give to\nher grand scenes!\n\n[Sidenote: ALMOST TIRED OUT!]\n\nOver this expanse of twenty square miles the overflow of subterranean\nforces was displayed in every form. Salt springs, of a singular\ntransparency, teem"
    },
    {
      "chunk_idx": 468,
      "chunk_id": "The Count of Monte Cristo_chunk_232",
      "start_pos": 812000,
      "end_pos": 816000,
      "similarity": 0.015503875968992248,
      "text": "t immediately afterwards the tapestry was drawn aside, and the\nowner of all these riches stood before the two young men. Albert\ninstantly rose to meet him, but Franz remained, in a manner, spellbound\non his chair; for in the person of him who had just entered he\nrecognized not only the mysterious visitant to the Colosseum, and the\noccupant of the box at the Teatro Argentina, but also his extraordinary\nhost of Monte Cristo.\n\n20157m\n\n\n\n\n Chapter 35. La Mazzolata\n\nGentlemen,” said the Count of Monte Cristo as he entered, “I pray you\nexcuse me for suffering my visit to be anticipated; but I feared to\ndisturb you by presenting myself earlier at your apartments; besides,\nyou sent me word that you would come to me, and I have held myself at\nyour disposal.”\n\n“Franz and I have to thank you a thousand times, count,” returned\nAlbert; “you extricated us from a great dilemma, and we were on the\npoint of inventing a very fantastic vehicle when your friendly\ninvitation reached us.”\n\n“Indeed,” returned the count, motioning the two young men to sit down.\n“It was the fault of that blockhead Pastrini, that I did not sooner\nassist you in your distress. He did not mention a syllable of your\nembarrassment to me, when he knows that, alone and isolated as I am, I\nseek every opportunity of making the acquaintance of my neighbors. As\nsoon as I learned I could in any way assist you, I most eagerly seized\nthe opportunity of offering my services.”\n\nThe two young men bowed. Franz had, as yet, found nothing to say; he\nhad come to no determination, and as nothing in the count’s manner\nmanifested the wish that he should recognize him, he did not know\nwhether to make any allusion to the past, or wait until he had more\nproof; besides, although sure it was he who had been in the box the\nprevious evening, he could not be equally positive that this was the\nman he had seen at the Colosseum. He resolved, therefore, to let things\ntake their course without making any direct overture to the count.\nMoreover, he had this advantage, he was master of the count’s secret,\nwhile the count had no hold on Franz, who had nothing to conceal.\nHowever, he resolved to lead the conversation to a subject which might\npossibly clear up his doubts.\n\n“Count,” said he, “you have offered us places in your carriage, and at\nyour windows in the Rospoli Palace. Can you tell us where we can obtain\na sight of the Piazza del Popolo?”\n\n“Ah,” said the count negligently, looking attentively at Morcerf, “is\nthere not something like an execution upon the Piazza del Popolo?”\n\n“Yes,” returned Franz, finding that the count was coming to the point\nhe wished.\n\n“Stay, I think I told my steward yesterday to attend to this; perhaps I\ncan render you this slight service also.”\n\nHe extended his hand, and rang the bell thrice.\n\n“Did you ever occupy yourself,” said he to Franz, “with the employment\nof time and the means of simplifying the summoning your servants? I\nhave. When I ring once, it is for my valet; twice, for my majordomo;\nthrice, for my steward,—thus I do not waste a minute or a word. Here he\nis.”\n\nA man of about forty-five or fifty entered, exactly resembling the\nsmuggler who had introduced Franz into the cavern; but he did not\nappear to recognize him. It was evident he had his orders.\n\n“Monsieur Bertuccio,” said the count, “you have procured me windows\nlooking on the Piazza del Popolo, as I ordered you yesterday.”\n\n“Yes, excellency,” returned the steward; “but it was very late.”\n\n“Did I not tell you I wished for one?” replied the count, frowning.\n\n“And your excellency has one, which was let to Prince Lobanieff; but I\nwas obliged to pay a hundred——”\n\n“That will do—that will do, Monsieur Bertuccio; spare these gentlemen\nall such domestic arrangements. You have the window, that is\nsufficient. Give orders to the coachman; and be in readiness on the\nstairs to conduct us to it.”\n\nThe steward bowed, and was about to quit the room.\n\n“Ah!” continued the count, “be good enough to ask Pastrini if he has\nreceived "
    },
    {
      "chunk_idx": 521,
      "chunk_id": "The Count of Monte Cristo_chunk_285",
      "start_pos": 997500,
      "end_pos": 1001500,
      "similarity": 0.015503875968992248,
      "text": ", unworthy as they are. Consider yourself as in your\nown house, and to put yourself still more at your ease, pray accompany\nme to the apartments of M. de Morcerf, he whom I wrote from Rome an\naccount of the services you rendered me, and to whom I announced your\npromised visit, and I may say that both the count and countess\nanxiously desire to thank you in person. You are somewhat _blasé_ I\nknow, and family scenes have not much effect on Sinbad the Sailor, who\nhas seen so many others. However, accept what I propose to you as an\ninitiation into Parisian life—a life of politeness, visiting, and\nintroductions.”\n\nMonte Cristo bowed without making any answer; he accepted the offer\nwithout enthusiasm and without regret, as one of those conventions of\nsociety which every gentleman looks upon as a duty. Albert summoned his\nservant, and ordered him to acquaint M. and Madame de Morcerf of the\narrival of the Count of Monte Cristo. Albert followed him with the\ncount. When they arrived at the antechamber, above the door was visible\na shield, which, by its rich ornaments and its harmony with the rest of\nthe furniture, indicated the importance the owner attached to this\nblazon. Monte Cristo stopped and examined it attentively.\n\n“Azure seven merlets, or, placed bender,” said he. “These are,\ndoubtless, your family arms? Except the knowledge of blazons, that\nenables me to decipher them, I am very ignorant of heraldry—I, a count\nof a fresh creation, fabricated in Tuscany by the aid of a commandery\nof St. Stephen, and who would not have taken the trouble had I not been\ntold that when you travel much it is necessary. Besides, you must have\nsomething on the panels of your carriage, to escape being searched by\nthe custom-house officers. Excuse my putting such a question to you.”\n\n“It is not indiscreet,” returned Morcerf, with the simplicity of\nconviction. “You have guessed rightly. These are our arms, that is,\nthose of my father, but they are, as you see, joined to another shield,\nwhich has gules, a silver tower, which are my mother’s. By her side I\nam Spanish, but the family of Morcerf is French, and, I have heard, one\nof the oldest of the south of France.”\n\n“Yes,” replied Monte Cristo “these blazons prove that. Almost all the\narmed pilgrims that went to the Holy Land took for their arms either a\ncross, in honor of their mission, or birds of passage, in sign of the\nlong voyage they were about to undertake, and which they hoped to\naccomplish on the wings of faith. One of your ancestors had joined the\nCrusades, and supposing it to be only that of St. Louis, that makes you\nmount to the thirteenth century, which is tolerably ancient.”\n\n“It is possible,” said Morcerf; “my father has in his study a\ngenealogical tree which will tell you all that, and on which I made\ncommentaries that would have greatly edified d’Hozier and Jaucourt. At\npresent I no longer think of it, and yet I must tell you that we are\nbeginning to occupy ourselves greatly with these things under our\npopular government.”\n\n“Well, then, your government would do well to choose from the past\nsomething better than the things that I have noticed on your monuments,\nand which have no heraldic meaning whatever. As for you, viscount,”\ncontinued Monte Cristo to Morcerf, “you are more fortunate than the\ngovernment, for your arms are really beautiful, and speak to the\nimagination. Yes, you are at once from Provence and Spain; that\nexplains, if the portrait you showed me be like, the dark hue I so much\nadmired on the visage of the noble Catalan.”\n\nIt would have required the penetration of Œdipus or the Sphinx to have\ndivined the irony the count concealed beneath these words, apparently\nuttered with the greatest politeness. Morcerf thanked him with a smile,\nand pushed open the door above which were his arms, and which, as we\nhave said, opened into the salon. In the most conspicuous part of the\nsalon was another portrait. It was that of a man, from five to\neight-and-thirty, in the uniform of a general of"
    }
  ]
}