{
  "589705063c76": [
    {
      "chunk_idx": 698,
      "chunk_id": "The Count of Monte Cristo_chunk_462",
      "start_pos": 1617000,
      "end_pos": 1621000,
      "similarity": 0.02544529262086514,
      "text": "?” said Monte Cristo, feigning uneasiness.\n\n“Come, come,” said Albert, “do not assume so much indifference. It is\nsaid, sympathy travels rapidly, and when at Tréport, I felt the\nelectric shock; you have either been working for me or thinking of me.”\n\n“Possibly,” said Monte Cristo, “I have indeed thought of you, but the\nmagnetic wire I was guiding acted, indeed, without my knowledge.”\n\n30277m\n\n\n\n“Indeed! Pray tell me how it happened.”\n\n“Willingly. M. Danglars dined with me.”\n\n“I know it; to avoid meeting him, my mother and I left town.”\n\n“But he met here M. Andrea Cavalcanti.”\n\n“Your Italian prince?”\n\n“Not so fast; M. Andrea only calls himself count.”\n\n“Calls himself, do you say?”\n\n“Yes, calls himself.”\n\n“Is he not a count?”\n\n“What can I know of him? He calls himself so. I, of course, give him\nthe same title, and everyone else does likewise.”\n\n“What a strange man you are! What next? You say M. Danglars dined\nhere?”\n\n“Yes, with Count Cavalcanti, the marquis his father, Madame Danglars,\nM. and Madame de Villefort,—charming people,—M. Debray, Maximilian\nMorrel, and M. de Château-Renaud.”\n\n“Did they speak of me?”\n\n“Not a word.”\n\n“So much the worse.”\n\n“Why so? I thought you wished them to forget you?”\n\n“If they did not speak of me, I am sure they thought about me, and I am\nin despair.”\n\n“How will that affect you, since Mademoiselle Danglars was not among\nthe number here who thought of you? Truly, she might have thought of\nyou at home.”\n\n“I have no fear of that; or, if she did, it was only in the same way in\nwhich I think of her.”\n\n“Touching sympathy! So you hate each other?” said the count.\n\n“Listen,” said Morcerf—“if Mademoiselle Danglars were disposed to take\npity on my supposed martyrdom on her account, and would dispense with\nall matrimonial formalities between our two families, I am ready to\nagree to the arrangement. In a word, Mademoiselle Danglars would make a\ncharming mistress—but a wife—_diable!_”\n\n“And this,” said Monte Cristo, “is your opinion of your intended\nspouse?”\n\n“Yes; it is rather unkind, I acknowledge, but it is true. But as this\ndream cannot be realized, since Mademoiselle Danglars must become my\nlawful wife, live perpetually with me, sing to me, compose verses and\nmusic within ten paces of me, and that for my whole life, it frightens\nme. One may forsake a mistress, but a wife,—good heavens! There she\nmust always be; and to marry Mademoiselle Danglars would be awful.”\n\n“You are difficult to please, viscount.”\n\n“Yes, for I often wish for what is impossible.”\n\n“What is that?”\n\n“To find such a wife as my father found.”\n\nMonte Cristo turned pale, and looked at Albert, while playing with some\nmagnificent pistols.\n\n“Your father was fortunate, then?” said he.\n\n“You know my opinion of my mother, count; look at her,—still beautiful,\nwitty, more charming than ever. For any other son to have stayed with\nhis mother for four days at Tréport, it would have been a condescension\nor a martyrdom, while I return, more contented, more peaceful—shall I\nsay more poetic!—than if I had taken Queen Mab or Titania as my\ncompanion.”\n\n30279m\n\n\n\n“That is an overwhelming demonstration, and you would make everyone vow\nto live a single life.”\n\n“Such are my reasons for not liking to marry Mademoiselle Danglars.\nHave you ever noticed how much a thing is heightened in value when we\nobtain possession of it? The diamond which glittered in the window at\nMarlé’s or Fossin’s shines with more splendor when it is our own; but\nif we are compelled to acknowledge the superiority of another, and\nstill must retain the one that is inferior, do you not know what we\nhave to endure?”\n\n“Worldling,” murmured the count.\n\n“Thus I shall rejoice when Mademoiselle Eugénie perceives I am but a\npitiful atom, with scarcely as many hundred thousand francs as she has\nmillions.” Monte Cristo smiled. “One plan occurred to me,” continued\nAlbert; “Franz likes all that is eccentric; I tried to make him fall in\nlove with Mademoiselle Danglars; but in spite of four letters, writte"
    },
    {
      "chunk_idx": 311,
      "chunk_id": "The Count of Monte Cristo_chunk_75",
      "start_pos": 262500,
      "end_pos": 266500,
      "similarity": 0.024456521739130436,
      "text": "e him; but whether abstinence had quickened his\nfaculties, or whether the noise was really louder than usual, Edmond\nraised his head and listened. It was a continual scratching, as if made\nby a huge claw, a powerful tooth, or some iron instrument attacking the\nstones.\n\nAlthough weakened, the young man’s brain instantly responded to the\nidea that haunts all prisoners—liberty! It seemed to him that heaven\nhad at length taken pity on him, and had sent this noise to warn him on\nthe very brink of the abyss. Perhaps one of those beloved ones he had\nso often thought of was thinking of him, and striving to diminish the\ndistance that separated them.\n\nNo, no, doubtless he was deceived, and it was but one of those dreams\nthat forerun death!\n\nEdmond still heard the sound. It lasted nearly three hours; he then\nheard a noise of something falling, and all was silent.\n\nSome hours afterwards it began again, nearer and more distinct. Edmond\nwas intensely interested. Suddenly the jailer entered.\n\nFor a week since he had resolved to die, and during the four days that\nhe had been carrying out his purpose, Edmond had not spoken to the\nattendant, had not answered him when he inquired what was the matter\nwith him, and turned his face to the wall when he looked too curiously\nat him; but now the jailer might hear the noise and put an end to it,\nand so destroy a ray of something like hope that soothed his last\nmoments.\n\nThe jailer brought him his breakfast. Dantès raised himself up and\nbegan to talk about everything; about the bad quality of the food,\nabout the coldness of his dungeon, grumbling and complaining, in order\nto have an excuse for speaking louder, and wearying the patience of his\njailer, who out of kindness of heart had brought broth and white bread\nfor his prisoner.\n\nFortunately, he fancied that Dantès was delirious; and placing the food\non the rickety table, he withdrew. Edmond listened, and the sound\nbecame more and more distinct.\n\n“There can be no doubt about it,” thought he; “it is some prisoner who\nis striving to obtain his freedom. Oh, if I were only there to help\nhim!”\n\nSuddenly another idea took possession of his mind, so used to\nmisfortune, that it was scarcely capable of hope—the idea that the\nnoise was made by workmen the governor had ordered to repair the\nneighboring dungeon.\n\nIt was easy to ascertain this; but how could he risk the question? It\nwas easy to call his jailer’s attention to the noise, and watch his\ncountenance as he listened; but might he not by this means destroy\nhopes far more important than the short-lived satisfaction of his own\ncuriosity? Unfortunately, Edmond’s brain was still so feeble that he\ncould not bend his thoughts to anything in particular. He saw but one\nmeans of restoring lucidity and clearness to his judgment. He turned\nhis eyes towards the soup which the jailer had brought, rose, staggered\ntowards it, raised the vessel to his lips, and drank off the contents\nwith a feeling of indescribable pleasure.\n\nHe had the resolution to stop with this. He had often heard that\nshipwrecked persons had died through having eagerly devoured too much\nfood. Edmond replaced on the table the bread he was about to devour,\nand returned to his couch—he did not wish to die. He soon felt that his\nideas became again collected—he could think, and strengthen his\nthoughts by reasoning. Then he said to himself:\n\n“I must put this to the test, but without compromising anybody. If it\nis a workman, I need but knock against the wall, and he will cease to\nwork, in order to find out who is knocking, and why he does so; but as\nhis occupation is sanctioned by the governor, he will soon resume it.\nIf, on the contrary, it is a prisoner, the noise I make will alarm him,\nhe will cease, and not begin again until he thinks everyone is asleep.”\n\nEdmond rose again, but this time his legs did not tremble, and his\nsight was clear; he went to a corner of his dungeon, detached a stone,\nand with it knocked against the wall where the sound came. He s"
    },
    {
      "chunk_idx": 933,
      "chunk_id": "The Count of Monte Cristo_chunk_697",
      "start_pos": 2439500,
      "end_pos": 2443500,
      "similarity": 0.023936170212765957,
      "text": "er, to\nevade the enormous number of applications presented to him for the\npurpose of obtaining tickets of admission to the court on the day of\ntrial. And then so short a time had elapsed since the death of poor\nValentine, and the gloom which overshadowed the house was so recent,\nthat no one wondered to see the father so absorbed in his professional\nduties, which were the only means he had of dissipating his grief.\n\nOnce only had Villefort seen his father; it was the day after that upon\nwhich Bertuccio had paid his second visit to Benedetto, when the latter\nwas to learn his father’s name. The magistrate, harassed and fatigued,\nhad descended to the garden of his house, and in a gloomy mood, similar\nto that in which Tarquin lopped off the tallest poppies, he began\nknocking off with his cane the long and dying branches of the\nrose-trees, which, placed along the avenue, seemed like the spectres of\nthe brilliant flowers which had bloomed in the past season.\n\nMore than once he had reached that part of the garden where the famous\nboarded gate stood overlooking the deserted enclosure, always returning\nby the same path, to begin his walk again, at the same pace and with\nthe same gesture, when he accidentally turned his eyes towards the\nhouse, whence he heard the noisy play of his son, who had returned from\nschool to spend the Sunday and Monday with his mother.\n\nWhile doing so, he observed M. Noirtier at one of the open windows,\nwhere the old man had been placed that he might enjoy the last rays of\nthe sun which yet yielded some heat, and was now shining upon the dying\nflowers and red leaves of the creeper which twined around the balcony.\n\nThe eye of the old man was riveted upon a spot which Villefort could\nscarcely distinguish. His glance was so full of hate, of ferocity, and\nsavage impatience, that Villefort turned out of the path he had been\npursuing, to see upon what person this dark look was directed.\n\nThen he saw beneath a thick clump of linden-trees, which were nearly\ndivested of foliage, Madame de Villefort sitting with a book in her\nhand, the perusal of which she frequently interrupted to smile upon her\nson, or to throw back his elastic ball, which he obstinately threw from\nthe drawing-room into the garden.\n\nVillefort became pale; he understood the old man’s meaning.\n\nNoirtier continued to look at the same object, but suddenly his glance\nwas transferred from the wife to the husband, and Villefort himself had\nto submit to the searching investigation of eyes, which, while changing\ntheir direction and even their language, had lost none of their\nmenacing expression. Madame de Villefort, unconscious of the passions\nthat exhausted their fire over her head, at that moment held her son’s\nball, and was making signs to him to reclaim it with a kiss. Edward\nbegged for a long while, the maternal kiss probably not offering\nsufficient recompense for the trouble he must take to obtain it;\nhowever at length he decided, leaped out of the window into a cluster\nof heliotropes and daisies, and ran to his mother, his forehead\nstreaming with perspiration. Madame de Villefort wiped his forehead,\npressed her lips upon it, and sent him back with the ball in one hand\nand some bonbons in the other.\n\nVillefort, drawn by an irresistible attraction, like that of the bird\nto the serpent, walked towards the house. As he approached it,\nNoirtier’s gaze followed him, and his eyes appeared of such a fiery\nbrightness that Villefort felt them pierce to the depths of his heart.\nIn that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath.\n\n“It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid"
    },
    {
      "chunk_idx": 886,
      "chunk_id": "The Count of Monte Cristo_chunk_650",
      "start_pos": 2275000,
      "end_pos": 2279000,
      "similarity": 0.023746701846965697,
      "text": " then the maid had been below, and like everyone else she thought\nthe young ladies were in their own room; Madame Danglars, therefore,\nwent to bed without a shadow of suspicion, and began to muse over the\nrecent events. In proportion as her memory became clearer, the\noccurrences of the evening were revealed in their true light; what she\nhad taken for confusion was a tumult; what she had regarded as\nsomething distressing, was in reality a disgrace. And then the baroness\nremembered that she had felt no pity for poor Mercédès, who had been\nafflicted with as severe a blow through her husband and son.\n\n“Eugénie,” she said to herself, “is lost, and so are we. The affair, as\nit will be reported, will cover us with shame; for in a society such as\nours satire inflicts a painful and incurable wound. How fortunate that\nEugénie is possessed of that strange character which has so often made\nme tremble!”\n\nAnd her glance was turned towards heaven, where a mysterious Providence\ndisposes all things, and out of a fault, nay, even a vice, sometimes\nproduces a blessing. And then her thoughts, cleaving through space like\na bird in the air, rested on Cavalcanti. This Andrea was a wretch, a\nrobber, an assassin, and yet his manners showed the effects of a sort\nof education, if not a complete one; he had been presented to the world\nwith the appearance of an immense fortune, supported by an honorable\nname. How could she extricate herself from this labyrinth? To whom\nwould she apply to help her out of this painful situation? Debray, to\nwhom she had run, with the first instinct of a woman towards the man\nshe loves, and who yet betrays her,—Debray could but give her advice,\nshe must apply to someone more powerful than he.\n\nThe baroness then thought of M. de Villefort. It was M. de Villefort\nwho had remorselessly brought misfortune into her family, as though\nthey had been strangers. But, no; on reflection, the procureur was not\na merciless man; and it was not the magistrate, slave to his duties,\nbut the friend, the loyal friend, who roughly but firmly cut into the\nvery core of the corruption; it was not the executioner, but the\nsurgeon, who wished to withdraw the honor of Danglars from ignominious\nassociation with the disgraced young man they had presented to the\nworld as their son-in-law. And since Villefort, the friend of Danglars,\nhad acted in this way, no one could suppose that he had been previously\nacquainted with, or had lent himself to, any of Andrea’s intrigues.\nVillefort’s conduct, therefore, upon reflection, appeared to the\nbaroness as if shaped for their mutual advantage. But the inflexibility\nof the procureur should stop there; she would see him the next day, and\nif she could not make him fail in his duties as a magistrate, she\nwould, at least, obtain all the indulgence he could allow. She would\ninvoke the past, recall old recollections; she would supplicate him by\nthe remembrance of guilty, yet happy days. M. de Villefort would stifle\nthe affair; he had only to turn his eyes on one side, and allow Andrea\nto fly, and follow up the crime under that shadow of guilt called\ncontempt of court. And after this reasoning she slept easily.\n\nAt nine o’clock next morning she arose, and without ringing for her\nmaid or giving the least sign of her activity, she dressed herself in\nthe same simple style as on the previous night; then running\ndownstairs, she left the hotel, walked to the Rue de Provence, called a\ncab, and drove to M. de Villefort’s house.\n\nFor the last month this wretched house had presented the gloomy\nappearance of a lazaretto infected with the plague. Some of the\napartments were closed within and without; the shutters were only\nopened to admit a minute’s air, showing the scared face of a footman,\nand immediately afterwards the window would be closed, like a\ngravestone falling on a sepulchre, and the neighbors would say to each\nother in a low voice, “Will there be another funeral today at the\nprocureur’s house?”\n\nMadame Danglars involuntaril"
    },
    {
      "chunk_idx": 441,
      "chunk_id": "The Count of Monte Cristo_chunk_205",
      "start_pos": 717500,
      "end_pos": 721500,
      "similarity": 0.02368421052631579,
      "text": " down by the fire,\n‘My supper,’ said he; ‘my expedition has given me an appetite.’\n\n“‘Well done, Carlini!’ cried the brigands; ‘that is acting like a good\nfellow;’ and they all formed a circle round the fire, while Diavolaccio\ndisappeared.\n\n“Carlini ate and drank as if nothing had happened. The bandits looked\non with astonishment at this singular conduct until they heard\nfootsteps. They turned round, and saw Diavolaccio bearing the young\ngirl in his arms. Her head hung back, and her long hair swept the\nground. As they entered the circle, the bandits could perceive, by the\nfirelight, the unearthly pallor of the young girl and of Diavolaccio.\nThis apparition was so strange and so solemn, that everyone rose, with\nthe exception of Carlini, who remained seated, and ate and drank\ncalmly. Diavolaccio advanced amidst the most profound silence, and laid\nRita at the captain’s feet. Then everyone could understand the cause of\nthe unearthly pallor in the young girl and the bandit. A knife was\nplunged up to the hilt in Rita’s left breast. Everyone looked at\nCarlini; the sheath at his belt was empty.\n\n“‘Ah, ah,’ said the chief, ‘I now understand why Carlini stayed\nbehind.’\n\n“All savage natures appreciate a desperate deed. No other of the\nbandits would, perhaps, have done the same; but they all understood\nwhat Carlini had done.\n\n“‘Now, then,’ cried Carlini, rising in his turn, and approaching the\ncorpse, his hand on the butt of one of his pistols, ‘does anyone\ndispute the possession of this woman with me?’\n\n“‘No,’ returned the chief, ‘she is thine.’\n\n“Carlini raised her in his arms, and carried her out of the circle of\nfirelight. Cucumetto placed his sentinels for the night, and the\nbandits wrapped themselves in their cloaks, and lay down before the\nfire. At midnight the sentinel gave the alarm, and in an instant all\nwere on the alert. It was Rita’s father, who brought his daughter’s\nransom in person.\n\n“‘Here,’ said he, to Cucumetto, ‘here are three hundred piastres; give\nme back my child.\n\n“But the chief, without taking the money, made a sign to him to follow.\nThe old man obeyed. They both advanced beneath the trees, through whose\nbranches streamed the moonlight. Cucumetto stopped at last, and pointed\nto two persons grouped at the foot of a tree.\n\n“‘There,’ said he, ‘demand thy child of Carlini; he will tell thee what\nhas become of her;’ and he returned to his companions.\n\n“The old man remained motionless; he felt that some great and\nunforeseen misfortune hung over his head. At length he advanced toward\nthe group, the meaning of which he could not comprehend. As he\napproached, Carlini raised his head, and the forms of two persons\nbecame visible to the old man’s eyes. A woman lay on the ground, her\nhead resting on the knees of a man, who was seated by her; as he raised\nhis head, the woman’s face became visible. The old man recognized his\nchild, and Carlini recognized the old man.\n\n“‘I expected thee,’ said the bandit to Rita’s father.\n\n“‘Wretch!’ returned the old man, ‘what hast thou done?’ and he gazed\nwith terror on Rita, pale and bloody, a knife buried in her bosom. A\nray of moonlight poured through the trees, and lighted up the face of\nthe dead.\n\n“‘Cucumetto had violated thy daughter,’ said the bandit; ‘I loved her,\ntherefore I slew her; for she would have served as the sport of the\nwhole band.’ The old man spoke not, and grew pale as death. ‘Now,’\ncontinued Carlini, ‘if I have done wrongly, avenge her;’ and\nwithdrawing the knife from the wound in Rita’s bosom, he held it out to\nthe old man with one hand, while with the other he tore open his vest.\n\n“‘Thou hast done well!’ returned the old man in a hoarse voice;\n‘embrace me, my son.’\n\n20115m\n\n\n\nCarlini threw himself, sobbing like a child, into the arms of his\nmistress’s father. These were the first tears the man of blood had ever\nwept.\n\n“‘Now,’ said the old man, ‘aid me to bury my child.’ Carlini fetched\ntwo pickaxes; and the father and the lover began to dig at the foot of\na huge oak, be"
    }
  ]
}