{
  "5b4b604947d1": [
    {
      "chunk_idx": 8,
      "chunk_id": "In Search of the Castaways_chunk_8",
      "start_pos": 28000,
      "end_pos": 32000,
      "similarity": 0.026595744680851064,
      "text": "tic in Scotland, is\nsituated near the village of Luss, whose pretty valley it crowns. The\nlimpid waters of Loch Lomond bathe the granite of its walls. From time\nimmemorial it has belonged to the Glenarvan family, who have preserved\nin the country of Rob Roy and Fergus MacGregor the hospitable customs\nof the ancient heroes of Walter Scott. At the epoch of the social\nrevolution in Scotland, a great number of vassals were expelled,\nbecause they could not pay the great rents to the ancient chiefs\nof the clans. Some died of hunger, others became fishermen, others\nemigrated. There was general despair.\n\n[Illustration]\n\nAmong all these the Glenarvans alone believed that fidelity bound the\nhigh as well as the low, and they remained faithful to their tenants.\nNot one left the roof under which he was born; not one abandoned the\nsoil where his ancestors reposed; all continued in the clan of their\nancient lords. Thus at this epoch, in this age of disaffection and\ndisunion, the Glenarvan family considered the Scots at Malcolm Castle\nas their own people. All were descended from the vassals of their\nkinsmen; were children of the counties of Stirling and Dumbarton, and\nhonestly devoted, body and estate, to their master.\n\nLord Glenarvan possessed an immense fortune, which he employed in\ndoing much good. His kindness exceeded even his generosity, for one\nwas boundless, while the other was necessarily limited. The lord of\nLuss, the \"laird\" of Malcolm, represented his fellows in the House of\nLords; but with true Scottish ideas, little pleasing to the southrons,\nhe was disliked by many of them especially because he adhered to the\ntraditions of his ancestors, and energetically opposed some dicta of\nmodern political economy.\n\nHe was not, however, a backward man, either in wit or shrewdness; but\nwhile ready to enter every door of progress, he remained Scotch at\nheart, and it was for the glory of his native land that he contended\nwith his racing yachts in the matches of the Royal Thames Yacht Club.\n\nLord Edward Glenarvan was thirty-two years old. His form was erect and\nhis features sharp, but his look was mild, and his character thoroughly\nimbued with the poetry of the Highlands. He was known to be brave to\nexcess, enterprising, chivalrous, a Fergus of the nineteenth century;\nbut good above all, better than Saint Martin himself, for he would have\ngiven his very cloak to the poor people of the Highlands.\n\nHe had been married scarcely three months, having espoused Miss Helena\nTuffnel, daughter of the great traveler, William Tuffnel, one of the\nnumerous victims to the great passion for geographical discoveries.\n\nMiss Helena did not belong to a noble family, but she was Scotch, which\nequaled all nobilities in the eyes of Lord Glenarvan. This charming\nyoung creature, high-minded and devoted, the lord of Luss had made the\ncompanion of his life. He found her one day living alone, an orphan,\nalmost without fortune, in the house of her father at Kilpatrick. He\nsaw that the poor girl would make a noble wife, and he married her.\n\nMiss Tuffnel was twenty-two, a youthful blonde, with eyes as blue as\nthe waters of the Scotch lakes on a beautiful morning in spring. Her\nlove for her husband exceeded even her gratitude. She loved him as if\nshe had been the rich heiress, and he the friendless orphan. As to\ntheir tenants and servants, they were ready to lay down their lives for\nher whom they called \"our good lady of Luss.\"\n\n[Sidenote: LIFE IN THE SCOTTISH HOME.]\n\nLord and Lady Glenarvan lived happily at Malcolm Castle, in the midst\nof the grand and wild scenery of the Highlands, rambling in the\nshady alleys of horse-chestnuts and sycamores, along the shores of\nthe lake, where still resounded the war cries of ancient times, or\nin the depths of those uncultivated gorges in which the history of\nScotland lies written in ruins from age to age. One day they would\nwander in the forests of beeches and larches, and in the midst of the\nmasses of heather; another, they would scale "
    },
    {
      "chunk_idx": 861,
      "chunk_id": "The Count of Monte Cristo_chunk_625",
      "start_pos": 2187500,
      "end_pos": 2191500,
      "similarity": 0.025714285714285714,
      "text": "just\npower to give one parting look to her grandfather, who in losing her\nseemed to be resigning his very soul. D’Avrigny followed the invalid,\nwrote a prescription, ordered Villefort to take a cabriolet, go in\nperson to a chemist’s to get the prescribed medicine, bring it himself,\nand wait for him in his daughter’s room. Then, having renewed his\ninjunction not to give Valentine anything, he went down again to\nNoirtier, shut the doors carefully, and after convincing himself that\nno one was listening:\n\n“Do you,” said he, “know anything of this young lady’s illness?”\n\n“Yes,” said the old man.\n\n“We have no time to lose; I will question, and do you answer me.”\nNoirtier made a sign that he was ready to answer. “Did you anticipate\nthe accident which has happened to your granddaughter?”\n\n“Yes.” D’Avrigny reflected a moment; then approaching Noirtier:\n\n“Pardon what I am going to say,” added he, “but no indication should be\nneglected in this terrible situation. Did you see poor Barrois die?”\nNoirtier raised his eyes to heaven.\n\n“Do you know of what he died!” asked d’Avrigny, placing his hand on\nNoirtier’s shoulder.\n\n“Yes,” replied the old man.\n\n“Do you think he died a natural death?” A sort of smile was discernible\non the motionless lips of Noirtier.\n\n“Then you have thought that Barrois was poisoned?”\n\n“Yes.”\n\n“Do you think the poison he fell a victim to was intended for him?”\n\n“No.”\n\n“Do you think the same hand which unintentionally struck Barrois has\nnow attacked Valentine?”\n\n“Yes.”\n\n“Then will she die too?” asked d’Avrigny, fixing his penetrating gaze\non Noirtier. He watched the effect of this question on the old man.\n\n“No,” replied he with an air of triumph which would have puzzled the\nmost clever diviner.\n\n“Then you hope?” said d’Avrigny, with surprise.\n\n“Yes.”\n\n“What do you hope?” The old man made him understand with his eyes that\nhe could not answer.\n\n“Ah, yes, it is true,” murmured d’Avrigny. Then, turning to\nNoirtier,—“Do you hope the assassin will be tried?”\n\n“No.”\n\n“Then you hope the poison will take no effect on Valentine?”\n\n“Yes.”\n\n“It is no news to you,” added d’Avrigny, “to tell you that an attempt\nhas been made to poison her?” The old man made a sign that he\nentertained no doubt upon the subject. “Then how do you hope Valentine\nwill escape?”\n\nNoirtier kept his eyes steadfastly fixed on the same spot. D’Avrigny\nfollowed the direction and saw that they were fixed on a bottle\ncontaining the mixture which he took every morning. “Ah, indeed?” said\nd’Avrigny, struck with a sudden thought, “has it occurred to\nyou”—Noirtier did not let him finish.\n\n“Yes,” said he.\n\n“To prepare her system to resist poison?”\n\n“Yes.”\n\n“By accustoming her by degrees——”\n\n“Yes, yes, yes,” said Noirtier, delighted to be understood.\n\n“Of course. I had told you that there was brucine in the mixture I give\nyou.”\n\n“Yes.”\n\n“And by accustoming her to that poison, you have endeavored to\nneutralize the effect of a similar poison?” Noirtier’s joy continued.\n“And you have succeeded,” exclaimed d’Avrigny. “Without that precaution\nValentine would have died before assistance could have been procured.\nThe dose has been excessive, but she has only been shaken by it; and\nthis time, at any rate, Valentine will not die.”\n\nA superhuman joy expanded the old man’s eyes, which were raised towards\nheaven with an expression of infinite gratitude. At this moment\nVillefort returned.\n\n“Here, doctor,” said he, “is what you sent me for.”\n\n“Was this prepared in your presence?”\n\n“Yes,” replied the procureur.\n\n“Have you not let it go out of your hands?”\n\n“No.”\n\nD’Avrigny took the bottle, poured some drops of the mixture it\ncontained in the hollow of his hand, and swallowed them.\n\n“Well,” said he, “let us go to Valentine; I will give instructions to\neveryone, and you, M. de Villefort, will yourself see that no one\ndeviates from them.”\n\n40294m\n\n\n\nAt the moment when d’Avrigny was returning to Valentine’s room,\naccompanied by Villefort, an Italian priest, of serious demeanor and\ncalm an"
    },
    {
      "chunk_idx": 315,
      "chunk_id": "The Count of Monte Cristo_chunk_79",
      "start_pos": 276500,
      "end_pos": 280500,
      "similarity": 0.02570694087403599,
      "text": "”\n\n“Since the 28th of February, 1815.”\n\n“Your crime?”\n\n“I am innocent.”\n\n“But of what are you accused?”\n\n“Of having conspired to aid the emperor’s return.”\n\n“What! For the emperor’s return?—the emperor is no longer on the\nthrone, then?”\n\n“He abdicated at Fontainebleau in 1814, and was sent to the Island of\nElba. But how long have you been here that you are ignorant of all\nthis?”\n\n“Since 1811.”\n\nDantès shuddered; this man had been four years longer than himself in\nprison.\n\n“Do not dig any more,” said the voice; “only tell me how high up is\nyour excavation?”\n\n“On a level with the floor.”\n\n“How is it concealed?”\n\n“Behind my bed.”\n\n“Has your bed been moved since you have been a prisoner?”\n\n“No.”\n\n“What does your chamber open on?”\n\n“A corridor.”\n\n“And the corridor?”\n\n“On a court.”\n\n“Alas!” murmured the voice.\n\n“Oh, what is the matter?” cried Dantès.\n\n“I have made a mistake owing to an error in my plans. I took the wrong\nangle, and have come out fifteen feet from where I intended. I took the\nwall you are mining for the outer wall of the fortress.”\n\n“But then you would be close to the sea?”\n\n“That is what I hoped.”\n\n“And supposing you had succeeded?”\n\n“I should have thrown myself into the sea, gained one of the islands\nnear here—the Isle de Daume or the Isle de Tiboulen—and then I should\nhave been safe.”\n\n“Could you have swum so far?”\n\n“Heaven would have given me strength; but now all is lost.”\n\n“All?”\n\n“Yes; stop up your excavation carefully, do not work any more, and wait\nuntil you hear from me.”\n\n“Tell me, at least, who you are?”\n\n“I am—I am No. 27.”\n\n“You mistrust me, then,” said Dantès. Edmond fancied he heard a bitter\nlaugh resounding from the depths.\n\n“Oh, I am a Christian,” cried Dantès, guessing instinctively that this\nman meant to abandon him. “I swear to you by him who died for us that\nnaught shall induce me to breathe one syllable to my jailers; but I\nconjure you do not abandon me. If you do, I swear to you, for I have\ngot to the end of my strength, that I will dash my brains out against\nthe wall, and you will have my death to reproach yourself with.”\n\n“How old are you? Your voice is that of a young man.”\n\n“I do not know my age, for I have not counted the years I have been\nhere. All I do know is, that I was just nineteen when I was arrested,\nthe 28th of February, 1815.”\n\n“Not quite twenty-six!” murmured the voice; “at that age he cannot be a\ntraitor.”\n\n“Oh, no, no,” cried Dantès. “I swear to you again, rather than betray\nyou, I would allow myself to be hacked in pieces!”\n\n“You have done well to speak to me, and ask for my assistance, for I\nwas about to form another plan, and leave you; but your age reassures\nme. I will not forget you. Wait.”\n\n“How long?”\n\n“I must calculate our chances; I will give you the signal.”\n\n“But you will not leave me; you will come to me, or you will let me\ncome to you. We will escape, and if we cannot escape we will talk; you\nof those whom you love, and I of those whom I love. You must love\nsomebody?”\n\n“No, I am alone in the world.”\n\n“Then you will love me. If you are young, I will be your comrade; if\nyou are old, I will be your son. I have a father who is seventy if he\nyet lives; I only love him and a young girl called Mercédès. My father\nhas not yet forgotten me, I am sure, but God alone knows if she loves\nme still; I shall love you as I loved my father.”\n\n“It is well,” returned the voice; “tomorrow.”\n\nThese few words were uttered with an accent that left no doubt of his\nsincerity; Dantès rose, dispersed the fragments with the same\nprecaution as before, and pushed his bed back against the wall. He then\ngave himself up to his happiness. He would no longer be alone. He was,\nperhaps, about to regain his liberty; at the worst, he would have a\ncompanion, and captivity that is shared is but half captivity. Plaints\nmade in common are almost prayers, and prayers where two or three are\ngathered together invoke the mercy of heaven.\n\nAll day Dantès walked up and down his cell. He sat down occasionally on\n"
    },
    {
      "chunk_idx": 785,
      "chunk_id": "The Count of Monte Cristo_chunk_549",
      "start_pos": 1921500,
      "end_pos": 1925500,
      "similarity": 0.025,
      "text": "d’Avrigny!”\n\n“No mercy, sir! The physician has a sacred mission on earth; and to\nfulfil it he begins at the source of life, and goes down to the\nmysterious darkness of the tomb. When crime has been committed, and\nGod, doubtless in anger, turns away his face, it is for the physician\nto bring the culprit to justice.”\n\n40122m\n\n\n\n“Have mercy on my child, sir,” murmured Villefort.\n\n“You see it is yourself who have first named her—you, her father.”\n\n“Have pity on Valentine! Listen, it is impossible. I would as willingly\naccuse myself! Valentine, whose heart is pure as a diamond or a lily!”\n\n“No pity, procureur; the crime is fragrant. Mademoiselle herself packed\nall the medicines which were sent to M. de Saint-Méran; and M. de\nSaint-Méran is dead. Mademoiselle de Villefort prepared all the cooling\ndraughts which Madame de Saint-Méran took, and Madame de Saint-Méran is\ndead. Mademoiselle de Villefort took from the hands of Barrois, who was\nsent out, the lemonade which M. Noirtier had every morning, and he has\nescaped by a miracle. Mademoiselle de Villefort is the culprit—she is\nthe poisoner! To you, as the king’s attorney, I denounce Mademoiselle\nde Villefort, do your duty.”\n\n“Doctor, I resist no longer—I can no longer defend myself—I believe\nyou; but, for pity’s sake, spare my life, my honor!”\n\n“M. de Villefort,” replied the doctor, with increased vehemence, “there\nare occasions when I dispense with all foolish human circumspection. If\nyour daughter had committed only one crime, and I saw her meditating\nanother, I would say ‘Warn her, punish her, let her pass the remainder\nof her life in a convent, weeping and praying.’ If she had committed\ntwo crimes, I would say, ‘Here, M. de Villefort, is a poison that the\nprisoner is not acquainted with,—one that has no known antidote, quick\nas thought, rapid as lightning, mortal as the thunderbolt; give her\nthat poison, recommending her soul to God, and save your honor and your\nlife, for it is yours she aims at; and I can picture her approaching\nyour pillow with her hypocritical smiles and her sweet exhortations.\nWoe to you, M. de Villefort, if you do not strike first!’ This is what\nI would say had she only killed two persons but she has seen three\ndeaths,—has contemplated three murdered persons,—has knelt by three\ncorpses! To the scaffold with the poisoner—to the scaffold! Do you talk\nof your honor? Do what I tell you, and immortality awaits you!”\n\nVillefort fell on his knees.\n\n“Listen,” said he; “I have not the strength of mind you have, or rather\nthat which you would not have, if instead of my daughter Valentine your\ndaughter Madeleine were concerned.” The doctor turned pale. “Doctor,\nevery son of woman is born to suffer and to die; I am content to suffer\nand to await death.”\n\n“Beware,” said M. d’Avrigny, “it may come slowly; you will see it\napproach after having struck your father, your wife, perhaps your son.”\n\nVillefort, suffocating, pressed the doctor’s arm.\n\n40124m\n\n\n\n“Listen,” cried he; “pity me—help me! No, my daughter is not guilty. If\nyou drag us both before a tribunal I will still say, ‘No, my daughter\nis not guilty;—there is no crime in my house. I will not acknowledge a\ncrime in my house; for when crime enters a dwelling, it is like\ndeath—it does not come alone.’ Listen. What does it signify to you if I\nam murdered? Are you my friend? Are you a man? Have you a heart? No,\nyou are a physician! Well, I tell you I will not drag my daughter\nbefore a tribunal, and give her up to the executioner! The bare idea\nwould kill me—would drive me like a madman to dig my heart out with my\nfinger-nails! And if you were mistaken, doctor—if it were not my\ndaughter—if I should come one day, pale as a spectre, and say to you,\n‘Assassin, you have killed my child!’—hold—if that should happen,\nalthough I am a Christian, M. d’Avrigny, I should kill myself.”\n\n“Well,” said the doctor, after a moment’s silence, “I will wait.”\n\nVillefort looked at him as if he had doubted his words.\n\n“Only,” continued M. d’Av"
    },
    {
      "chunk_idx": 384,
      "chunk_id": "The Count of Monte Cristo_chunk_148",
      "start_pos": 518000,
      "end_pos": 522000,
      "similarity": 0.023980815347721823,
      "text": " slowly swallowing its contents, the abbé,\nresuming his usual placidity of manner, said, as he placed his empty\nglass on the table:\n\n“Where did we leave off?”\n\n“The name of Edmond’s betrothed was Mercédès.”\n\n“To be sure. ‘You will go to Marseilles,’ said Dantès,—for you\nunderstand, I repeat his words just as he uttered them. Do you\nunderstand?”\n\n“Perfectly.”\n\n“‘You will sell this diamond; you will divide the money into five equal\nparts, and give an equal portion to these good friends, the only\npersons who have loved me upon earth.’”\n\n“But why into five parts?” asked Caderousse; “you only mentioned four\npersons.”\n\n“Because the fifth is dead, as I hear. The fifth sharer in Edmond’s\nbequest, was his own father.”\n\n“Too true, too true!” ejaculated Caderousse, almost suffocated by the\ncontending passions which assailed him, “the poor old man did die.”\n\n“I learned so much at Marseilles,” replied the abbé, making a strong\neffort to appear indifferent; “but from the length of time that has\nelapsed since the death of the elder Dantès, I was unable to obtain any\nparticulars of his end. Can you enlighten me on that point?”\n\n“I do not know who could if I could not,” said Caderousse. “Why, I\nlived almost on the same floor with the poor old man. Ah, yes, about a\nyear after the disappearance of his son the poor old man died.”\n\n“Of what did he die?”\n\n“Why, the doctors called his complaint gastro-enteritis, I believe; his\nacquaintances say he died of grief; but I, who saw him in his dying\nmoments, I say he died of——”\n\nCaderousse paused.\n\n“Of what?” asked the priest, anxiously and eagerly.\n\n“Why, of downright starvation.”\n\n“Starvation!” exclaimed the abbé, springing from his seat. “Why, the\nvilest animals are not suffered to die by such a death as that. The\nvery dogs that wander houseless and homeless in the streets find some\npitying hand to cast them a mouthful of bread; and that a man, a\nChristian, should be allowed to perish of hunger in the midst of other\nmen who call themselves Christians, is too horrible for belief. Oh, it\nis impossible!—utterly impossible!”\n\n“What I have said, I have said,” answered Caderousse.\n\n“And you are a fool for having said anything about it,” said a voice\nfrom the top of the stairs. “Why should you meddle with what does not\nconcern you?”\n\nThe two men turned quickly, and saw the sickly countenance of La\nCarconte peering between the baluster rails; attracted by the sound of\nvoices, she had feebly dragged herself down the stairs, and, seated on\nthe lower step, head on knees, she had listened to the foregoing\nconversation.\n\n“Mind your own business, wife,” replied Caderousse sharply. “This\ngentleman asks me for information, which common politeness will not\npermit me to refuse.”\n\n“Politeness, you simpleton!” retorted La Carconte. “What have you to do\nwith politeness, I should like to know? Better study a little common\nprudence. How do you know the motives that person may have for trying\nto extract all he can from you?”\n\n“I pledge you my word, madam,” said the abbé, “that my intentions are\ngood; and that your husband can incur no risk, provided he answers me\ncandidly.”\n\n“Ah, that’s all very fine,” retorted the woman. “Nothing is easier than\nto begin with fair promises and assurances of nothing to fear; but when\npoor, silly folks, like my husband there, have been persuaded to tell\nall they know, the promises and assurances of safety are quickly\nforgotten; and at some moment when nobody is expecting it, behold\ntrouble and misery, and all sorts of persecutions, are heaped on the\nunfortunate wretches, who cannot even see whence all their afflictions\ncome.”\n\n“Nay, nay, my good woman, make yourself perfectly easy, I beg of you.\nWhatever evils may befall you, they will not be occasioned by my\ninstrumentality, that I solemnly promise you.”\n\nLa Carconte muttered a few inarticulate words, then let her head again\ndrop upon her knees, and went into a fit of ague, leaving the two\nspeakers to resume the conversation, but remaining so "
    }
  ],
  "16bbe7916e12": [
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.022922636103151862,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 151,
      "chunk_id": "In Search of the Castaways_chunk_151",
      "start_pos": 528500,
      "end_pos": 532500,
      "similarity": 0.022613065326633167,
      "text": "The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees.\n\n\"The convicts have disappeared,\" said Captain Mangles.\n\n\"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\"\n\n[Sidenote: UNRAVELINGS.]\n\nThe major and captain scoured the surrounding country. But from the\nedge of the wood to the banks of the Snowy they did not meet with a\nsingle convict. Ben Joyce's band seemed to have flown away, like a\nflock of mischievous birds. This disappearance was too strange to\ninspire a perfect security. They therefore resolved to keep on the\nwatch. The cart, which was a really immovable fortress, became the\ncentre of the encampment, and two men kept guard, relieving each other\nevery hour.\n\nLady Helena and Mary Grant's first care had been to dress Glenarvan's\nwound. At the very moment that her husband fell, from Ben Joyce's\nbullet, in her terror she had rushed towards him. Then, controlling\nher emotion, this courageous woman had assisted Glenarvan to the cart.\nHere the shoulder of the wounded man was laid bare, and the major\nperceived that the ball had lacerated the flesh, causing no other\ninjury. Neither bones nor large muscles seemed affected. The wound bled\nconsiderably, but Glenarvan, by moving the fingers of his hand and\nfore-arm, encouraged his friends to expect a favorable result. When his\nwound was dressed, he no longer desired any attention, and explanations\nfollowed. The travelers, except Wilson and Mulready, who were keeping\nguard outside, had taken seats as well as possible in the cart, and the\nmajor was requested to speak.\n\nBefore beginning his story, he informed Lady Helena of the escape of\na band of convicts from Perth, their appearance in the province of\nVictoria, and their complicity in the railway disaster. He gave her\nthe number of the _Australian and New Zealand Gazette_ purchased at\nSeymour, and added that the police had set a price on the head of Ben\nJoyce, a formidable bandit, whom eighteen months of crime had given a\nwide-spread notoriety.\n\nBut how had MacNabb recognized this Ben Joyce in the quartermaster\nAyrton? Here was the mystery that all wished to solve; and the major\nexplained.\n\nSince the day of his meeting with Ayrton he had suspected him. Two or\nthree almost insignificant circumstances, a glance exchanged between\nthe quartermaster and the farrier at Wimerra River, Ayrton's hesitation\nto pass through the towns and villages, his strong wish to order the\nDuncan to the coast, the strange death of the animals confided to his\ncare, and, finally, a want of frankness in his actions,--all these\nfacts, gradually noticed, had roused the major's suspicions.\n\nHowever, he could form no direct accusation until the events that had\ntranspired the preceding night. Gliding between the tall clumps of\nshrubbery, as was related in the previous chapter, he approached near\nthe suspicious shadows that had attracted his attention half a mile\nfrom the encampment. The phosphorescent plants cast their pale rays\nthrough the darkness. Three men were examining some tracks on the\nground, and among them he recognized the farrier of Black Point Station.\n\n\"Here they are,\" said one.\n\n\"Yes,\" replied another, \"here is the trefoil of the hoofs again.\"\n\n\"It has been like this since leaving the Wimerra.\"\n\n\"All the horses are dead.\"\n\n\"The poison is not far away.\"\n\n\"There is enough here to settle an entire troop of cavalry. This\ngastrolobium is a useful plant.\"\n\n\"Then they were silent,\" added MacNabb, \"and departed. I wanted to know\nmore: I followed them. The conversation soon began again. 'A cunning\nman, this Ben Joyce,' said the farrier; 'a famous quartermaster, with\nhis invented shipwreck. If his plan succeeds, it will be a stroke of\nfortune. Devilish Ayrton! Call him Ben Joyce, for he has well earn"
    },
    {
      "chunk_idx": 437,
      "chunk_id": "The Count of Monte Cristo_chunk_201",
      "start_pos": 703500,
      "end_pos": 707500,
      "similarity": 0.02185792349726776,
      "text": "\nthat leads from Palestrina to Borgo; every day, at nine o’clock in the\nmorning, the priest and the boy sat down on a bank by the wayside, and\nthe little shepherd took his lesson out of the priest’s breviary. At\nthe end of three months he had learned to read. This was not enough—he\nmust now learn to write. The priest had a writing teacher at Rome make\nthree alphabets—one large, one middling, and one small; and pointed out\nto him that by the help of a sharp instrument he could trace the\nletters on a slate, and thus learn to write. The same evening, when the\nflock was safe at the farm, the little Luigi hastened to the smith at\nPalestrina, took a large nail, heated and sharpened it, and formed a\nsort of stylus. The next morning he gathered an armful of pieces of\nslate and began. At the end of three months he had learned to write.\nThe curate, astonished at his quickness and intelligence, made him a\npresent of pens, paper, and a penknife. This demanded new effort, but\nnothing compared to the first; at the end of a week he wrote as well\nwith this pen as with the stylus. The curate related the incident to\nthe Count of San-Felice, who sent for the little shepherd, made him\nread and write before him, ordered his attendant to let him eat with\nthe domestics, and to give him two piastres a month. With this, Luigi\npurchased books and pencils. He applied his imitative powers to\neverything, and, like Giotto, when young, he drew on his slate sheep,\nhouses, and trees. Then, with his knife, he began to carve all sorts of\nobjects in wood; it was thus that Pinelli, the famous sculptor, had\ncommenced.\n\n20105m\n\n\n\n“A girl of six or seven—that is, a little younger than Vampa—tended\nsheep on a farm near Palestrina; she was an orphan, born at Valmontone\nand was named Teresa. The two children met, sat down near each other,\nlet their flocks mingle together, played, laughed, and conversed\ntogether; in the evening they separated the Count of San-Felice’s flock\nfrom those of Baron Cervetri, and the children returned to their\nrespective farms, promising to meet the next morning. The next day they\nkept their word, and thus they grew up together. Vampa was twelve, and\nTeresa eleven. And yet their natural disposition revealed itself.\nBeside his taste for the fine arts, which Luigi had carried as far as\nhe could in his solitude, he was given to alternating fits of sadness\nand enthusiasm, was often angry and capricious, and always sarcastic.\nNone of the lads of Pampinara, Palestrina, or Valmontone had been able\nto gain any influence over him or even to become his companion. His\ndisposition (always inclined to exact concessions rather than to make\nthem) kept him aloof from all friendships. Teresa alone ruled by a\nlook, a word, a gesture, this impetuous character, which yielded\nbeneath the hand of a woman, and which beneath the hand of a man might\nhave broken, but could never have been bended. Teresa was lively and\ngay, but coquettish to excess. The two piastres that Luigi received\nevery month from the Count of San-Felice’s steward, and the price of\nall the little carvings in wood he sold at Rome, were expended in\near-rings, necklaces, and gold hairpins. So that, thanks to her\nfriend’s generosity, Teresa was the most beautiful and the best-attired\npeasant near Rome.\n\n“The two children grew up together, passing all their time with each\nother, and giving themselves up to the wild ideas of their different\ncharacters. Thus, in all their dreams, their wishes, and their\nconversations, Vampa saw himself the captain of a vessel, general of an\narmy, or governor of a province. Teresa saw herself rich, superbly\nattired, and attended by a train of liveried domestics. Then, when they\nhad thus passed the day in building castles in the air, they separated\ntheir flocks, and descended from the elevation of their dreams to the\nreality of their humble position.\n\n“One day the young shepherd told the count’s steward that he had seen a\nwolf come out of the Sabine mountains, and prowl ar"
    },
    {
      "chunk_idx": 664,
      "chunk_id": "The Count of Monte Cristo_chunk_428",
      "start_pos": 1498000,
      "end_pos": 1502000,
      "similarity": 0.021621621621621623,
      "text": "ourges, and has returned to Spain.”\n\n30203m\n\n\n\n“How do you know?” Debray shrugged his shoulders.\n\n“The idea of asking how I hear the news,” he said.\n\nThe baroness did not wait for a repetition; she ran to her husband, who\nimmediately hastened to his agent, and ordered him to sell at any\nprice. When it was seen that Danglars sold, the Spanish funds fell\ndirectly. Danglars lost five hundred thousand francs; but he rid\nhimself of all his Spanish shares. The same evening the following was\nread in _Le Messager_:\n\n“[By telegraph.] The king, Don Carlos, has escaped the vigilance of his\nguardians at Bourges, and has returned to Spain by the Catalonian\nfrontier. Barcelona has risen in his favor.”\n\nAll that evening nothing was spoken of but the foresight of Danglars,\nwho had sold his shares, and of the luck of the stock-jobber, who only\nlost five hundred thousand francs by such a blow. Those who had kept\ntheir shares, or bought those of Danglars, looked upon themselves as\nruined, and passed a very bad night. Next morning _Le Moniteur_\ncontained the following:\n\n“It was without any foundation that _Le Messager_ yesterday announced\nthe flight of Don Carlos and the revolt of Barcelona. The king (Don\nCarlos) has not left Bourges, and the peninsula is in the enjoyment of\nprofound peace. A telegraphic signal, improperly interpreted, owing to\nthe fog, was the cause of this error.”\n\nThe funds rose one per cent higher than before they had fallen. This,\nreckoning his loss, and what he had missed gaining, made the difference\nof a million to Danglars.\n\n“Good,” said Monte Cristo to Morrel, who was at his house when the news\narrived of the strange reverse of fortune of which Danglars had been\nthe victim, “I have just made a discovery for twenty-five thousand\nfrancs, for which I would have paid a hundred thousand.”\n\n“What have you discovered?” asked Morrel.\n\n“I have just discovered how a gardener may get rid of the dormice that\neat his peaches.”\n\n\n\n Chapter 62. Ghosts\n\nAt first sight, the exterior of the house at Auteuil gave no\nindications of splendor, nothing one would expect from the destined\nresidence of the magnificent Count of Monte Cristo; but this simplicity\nwas according to the will of its master, who positively ordered nothing\nto be altered outside. The splendor was within. Indeed, almost before\nthe door opened, the scene changed.\n\nM. Bertuccio had outdone himself in the taste displayed in furnishing,\nand in the rapidity with which it was executed. It is told that the Duc\nd’Antin removed in a single night a whole avenue of trees that annoyed\nLouis XIV.; in three days M. Bertuccio planted an entirely bare court\nwith poplars, large spreading sycamores to shade the different parts of\nthe house, and in the foreground, instead of the usual paving-stones,\nhalf hidden by the grass, there extended a lawn but that morning laid\ndown, and upon which the water was yet glistening. For the rest, the\norders had been issued by the count; he himself had given a plan to\nBertuccio, marking the spot where each tree was to be planted, and the\nshape and extent of the lawn which was to take the place of the\npaving-stones.\n\nThus the house had become unrecognizable, and Bertuccio himself\ndeclared that he scarcely knew it, encircled as it was by a framework\nof trees. The overseer would not have objected, while he was about it,\nto have made some improvements in the garden, but the count had\npositively forbidden it to be touched. Bertuccio made amends, however,\nby loading the antechambers, staircases, and mantle-pieces with\nflowers.\n\nWhat, above all, manifested the shrewdness of the steward, and the\nprofound science of the master, the one in carrying out the ideas of\nthe other, was that this house which appeared only the night before so\nsad and gloomy, impregnated with that sickly smell one can almost fancy\nto be the smell of time, had in a single day acquired the aspect of\nlife, was scented with its master’s favorite perfumes, and had the very\nlight regulated according"
    },
    {
      "chunk_idx": 111,
      "chunk_id": "In Search of the Castaways_chunk_111",
      "start_pos": 388500,
      "end_pos": 392500,
      "similarity": 0.021447721179624665,
      "text": "quired where the Britannia was lost. From this point the conversation\nassumed a more definite form, and soon the details of the complicated\nstory appeared clear and exact to the minds of Ayrton's hearers.\n\nTo the major's question Ayrton replied,--\n\n\"When I was washed from the forecastle, as I was hauling down the jib,\nthe Britannia was driving towards the coast of Australia, which was not\ntwo cable-lengths distant. The shipwreck, therefore, took place at that\npoint.\"\n\n\"In latitude thirty-seven?\" asked Captain Mangles.\n\n\"Thirty-seven,\" replied Ayrton.\n\n\"On the west coast?\"\n\n\"No. On the east coast.\"\n\n\"And when?\"\n\n\"On the night of June 27th, 1862.\"\n\n\"The same! the very same!\" cried Glenarvan.\n\n\"You see, then, my lord,\" added Ayrton, \"that I was right in saying\nthat, if Captain Grant still lives, you must seek him in Australia.\"\n\n[Sidenote: OLD MEMORIES.]\n\n\"And we will seek, find, and save him, my friend!\" cried Paganel. \"Ah,\nprecious document!\" added he, with perfect simplicity: \"it must be\nconfessed that you have fallen into the hands of very sagacious people.\"\n\nNo one noticed these flattering words of Paganel. Glenarvan, Lady\nHelena, Mary, and Robert had crowded around Ayrton, and eagerly clasped\nhis hands. It seemed as if the presence of this man was a guarantee of\nthe safety of Harry Grant. Since the sailor had escaped the dangers\nof shipwreck, why should not the captain be safe and sound? Ayrton\nrepeated his declaration that if Captain Grant were living he must be\nin Australia. He answered with remarkable intelligence and clearness\nthe many questions that were propounded to him. Miss Mary, while\nhe spoke, held one of his hands in her own. This sailor had been a\ncompanion of her father, one of the shipwrecked survivors of the\nBritannia. He had lived with Harry Grant, had sailed the seas with him,\nhad braved the same dangers! She could not withdraw her eyes from that\nweather-beaten face, and she wept with happiness.\n\nHitherto no one had thought of doubting the veracity of the\nquartermaster. Only the major, and perhaps Captain Mangles, questioned\nwhether Ayrton's story merited _entire_ confidence. This unexpected\nmeeting might be suspicious. To be sure, Ayrton had mentioned facts and\ndates that agreed, and striking particulars. But details, however exact\nthey may be, do not constitute a certainty; and generally, as we know,\nfalsehood endeavors to strengthen itself by its preciseness. MacNabb,\ntherefore, reserved his opinion.\n\n[Illustration: When he came to himself, he was in the hands of the\nnatives, who carried him into the interior of the country.]\n\nAs for Captain Mangles, his doubts did not stand long before the\nassertions of the sailor, and he considered him a real companion of\nCaptain Grant when he heard him speak to the young girl of her father.\nAyrton knew Mary and Robert perfectly. He had seen them at Glasgow\non the departure of the Britannia. He remembered that they had been\npresent at the farewell dinner given on board to the friends of the\ncaptain. Sheriff MacIntyre was one of the guests. Robert--scarcely\nten years old--had been confided to the care of Dick Turner, the\nboatswain, but had escaped from him and climbed to the top-sail\nyard-arm.\n\n[Illustration: At last, exhausted and almost dead, he reached the\nhospitable dwelling of Mr. O'Moore, where his labor insured him a\ncomfortable livelihood.]\n\n\"It is true! it is true!\" cried Robert.\n\nThe quartermaster remembered, too, a thousand little circumstances\nto which he did not seem to attach so much importance as did Captain\nMangles. When he stopped, Mary said, in her sweet voice,--\n\n\"Mr. Ayrton, please tell us more about our father.\"\n\nAyrton acceded to the young girl's request. Glenarvan was reluctant to\ninterrupt him, and yet many more important questions thronged his mind.\nBut Lady Helena, pointing out to him Mary's joyful excitement, checked\nhis inquiries.\n\n[Sidenote: TWO YEARS OF SLAVERY.]\n\nThe quartermaster now told the story of the Britannia and her voyage\nacross "
    }
  ]
}