{
  "6d007c8cc37c": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05434782608695652,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 971,
      "chunk_id": "The Count of Monte Cristo_chunk_735",
      "start_pos": 2572500,
      "end_pos": 2576500,
      "similarity": 0.030226700251889168,
      "text": "From their beds of dried leaves or wolf-skins at the back of the\nchamber now arose the companions of the man who had been found by\nAlbert de Morcerf reading _Cæsar’s Commentaries_, and by Danglars\nstudying the _Life of Alexander_. The banker uttered a groan and\nfollowed his guide; he neither supplicated nor exclaimed. He no longer\npossessed strength, will, power, or feeling; he followed where they led\nhim. At length he found himself at the foot of a staircase, and he\nmechanically lifted his foot five or six times. Then a low door was\nopened before him, and bending his head to avoid striking his forehead\nhe entered a small room cut out of the rock. The cell was clean, though\nempty, and dry, though situated at an immeasurable distance under the\nearth. A bed of dried grass covered with goat-skins was placed in one\ncorner. Danglars brightened up on beholding it, fancying that it gave\nsome promise of safety.\n\n“Oh, God be praised,” he said; “it is a real bed!”\n\nThis was the second time within the hour that he had invoked the name\nof God. He had not done so for ten years before.\n\n“_Ecco!_” said the guide, and pushing Danglars into the cell, he closed\nthe door upon him.\n\nA bolt grated and Danglars was a prisoner. If there had been no bolt,\nit would have been impossible for him to pass through the midst of the\ngarrison who held the catacombs of St. Sebastian, encamped round a\nmaster whom our readers must have recognized as the famous Luigi Vampa.\n\nDanglars, too, had recognized the bandit, whose existence he would not\nbelieve when Albert de Morcerf mentioned him in Paris; and not only did\nhe recognize him, but the cell in which Albert had been confined, and\nwhich was probably kept for the accommodation of strangers. These\nrecollections were dwelt upon with some pleasure by Danglars, and\nrestored him to some degree of tranquillity. Since the bandits had not\ndespatched him at once, he felt that they would not kill him at all.\nThey had arrested him for the purpose of robbery, and as he had only a\nfew louis about him, he doubted not he would be ransomed.\n\nHe remembered that Morcerf had been taxed at 4,000 crowns, and as he\nconsidered himself of much greater importance than Morcerf he fixed his\nown price at 8,000 crowns. Eight thousand crowns amounted to 48,000\nlivres; he would then have about 5,050,000 francs left. With this sum\nhe could manage to keep out of difficulties. Therefore, tolerably\nsecure in being able to extricate himself from his position, provided\nhe were not rated at the unreasonable sum of 5,050,000 francs, he\nstretched himself on his bed, and after turning over two or three\ntimes, fell asleep with the tranquillity of the hero whose life Luigi\nVampa was studying.\n\n\n\n Chapter 115. Luigi Vampa’s Bill of Fare\n\nWe awake from every sleep except the one dreaded by Danglars. He awoke.\nTo a Parisian accustomed to silken curtains, walls hung with velvet\ndrapery, and the soft perfume of burning wood, the white smoke of which\ndiffuses itself in graceful curves around the room, the appearance of\nthe whitewashed cell which greeted his eyes on awakening seemed like\nthe continuation of some disagreeable dream. But in such a situation a\nsingle moment suffices to change the strongest doubt into certainty.\n\n“Yes, yes,” he murmured, “I am in the hands of the brigands of whom\nAlbert de Morcerf spoke.” His first idea was to breathe, that he might\nknow whether he was wounded. He borrowed this from _Don Quixote_, the\nonly book he had ever read, but which he still slightly remembered.\n\n“No,” he cried, “they have not wounded, but perhaps they have robbed\nme!” and he thrust his hands into his pockets. They were untouched; the\nhundred louis he had reserved for his journey from Rome to Venice were\nin his trousers pocket, and in that of his greatcoat he found the\nlittle note-case containing his letter of credit for 5,050,000 francs.\n\n“Singular bandits!” he exclaimed; “they have left me my purse and\npocket-book. As I was saying last night, they intend m"
    },
    {
      "chunk_idx": 861,
      "chunk_id": "The Count of Monte Cristo_chunk_625",
      "start_pos": 2187500,
      "end_pos": 2191500,
      "similarity": 0.02849002849002849,
      "text": "just\npower to give one parting look to her grandfather, who in losing her\nseemed to be resigning his very soul. D’Avrigny followed the invalid,\nwrote a prescription, ordered Villefort to take a cabriolet, go in\nperson to a chemist’s to get the prescribed medicine, bring it himself,\nand wait for him in his daughter’s room. Then, having renewed his\ninjunction not to give Valentine anything, he went down again to\nNoirtier, shut the doors carefully, and after convincing himself that\nno one was listening:\n\n“Do you,” said he, “know anything of this young lady’s illness?”\n\n“Yes,” said the old man.\n\n“We have no time to lose; I will question, and do you answer me.”\nNoirtier made a sign that he was ready to answer. “Did you anticipate\nthe accident which has happened to your granddaughter?”\n\n“Yes.” D’Avrigny reflected a moment; then approaching Noirtier:\n\n“Pardon what I am going to say,” added he, “but no indication should be\nneglected in this terrible situation. Did you see poor Barrois die?”\nNoirtier raised his eyes to heaven.\n\n“Do you know of what he died!” asked d’Avrigny, placing his hand on\nNoirtier’s shoulder.\n\n“Yes,” replied the old man.\n\n“Do you think he died a natural death?” A sort of smile was discernible\non the motionless lips of Noirtier.\n\n“Then you have thought that Barrois was poisoned?”\n\n“Yes.”\n\n“Do you think the poison he fell a victim to was intended for him?”\n\n“No.”\n\n“Do you think the same hand which unintentionally struck Barrois has\nnow attacked Valentine?”\n\n“Yes.”\n\n“Then will she die too?” asked d’Avrigny, fixing his penetrating gaze\non Noirtier. He watched the effect of this question on the old man.\n\n“No,” replied he with an air of triumph which would have puzzled the\nmost clever diviner.\n\n“Then you hope?” said d’Avrigny, with surprise.\n\n“Yes.”\n\n“What do you hope?” The old man made him understand with his eyes that\nhe could not answer.\n\n“Ah, yes, it is true,” murmured d’Avrigny. Then, turning to\nNoirtier,—“Do you hope the assassin will be tried?”\n\n“No.”\n\n“Then you hope the poison will take no effect on Valentine?”\n\n“Yes.”\n\n“It is no news to you,” added d’Avrigny, “to tell you that an attempt\nhas been made to poison her?” The old man made a sign that he\nentertained no doubt upon the subject. “Then how do you hope Valentine\nwill escape?”\n\nNoirtier kept his eyes steadfastly fixed on the same spot. D’Avrigny\nfollowed the direction and saw that they were fixed on a bottle\ncontaining the mixture which he took every morning. “Ah, indeed?” said\nd’Avrigny, struck with a sudden thought, “has it occurred to\nyou”—Noirtier did not let him finish.\n\n“Yes,” said he.\n\n“To prepare her system to resist poison?”\n\n“Yes.”\n\n“By accustoming her by degrees——”\n\n“Yes, yes, yes,” said Noirtier, delighted to be understood.\n\n“Of course. I had told you that there was brucine in the mixture I give\nyou.”\n\n“Yes.”\n\n“And by accustoming her to that poison, you have endeavored to\nneutralize the effect of a similar poison?” Noirtier’s joy continued.\n“And you have succeeded,” exclaimed d’Avrigny. “Without that precaution\nValentine would have died before assistance could have been procured.\nThe dose has been excessive, but she has only been shaken by it; and\nthis time, at any rate, Valentine will not die.”\n\nA superhuman joy expanded the old man’s eyes, which were raised towards\nheaven with an expression of infinite gratitude. At this moment\nVillefort returned.\n\n“Here, doctor,” said he, “is what you sent me for.”\n\n“Was this prepared in your presence?”\n\n“Yes,” replied the procureur.\n\n“Have you not let it go out of your hands?”\n\n“No.”\n\nD’Avrigny took the bottle, poured some drops of the mixture it\ncontained in the hollow of his hand, and swallowed them.\n\n“Well,” said he, “let us go to Valentine; I will give instructions to\neveryone, and you, M. de Villefort, will yourself see that no one\ndeviates from them.”\n\n40294m\n\n\n\nAt the moment when d’Avrigny was returning to Valentine’s room,\naccompanied by Villefort, an Italian priest, of serious demeanor and\ncalm an"
    },
    {
      "chunk_idx": 128,
      "chunk_id": "In Search of the Castaways_chunk_128",
      "start_pos": 448000,
      "end_pos": 452000,
      "similarity": 0.028169014084507043,
      "text": "lers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the first prize in geography\" was\nsufficient introduction to Monsieur Paganel, who forthwith tested his\nknowledge, greatly to his own satisfaction, and considerably to the\ncredit of his young pupil. The curiosity of his discoverers having been\nfully satisfied, Toliné was made welcome, and partook with the others\nof the general repast. Many were the plans and purposes concerning\nhim, and much wonder was expressed as to how they could speed him on\nhis way; but in the morning it was discovered that he had solved the\nproblem for himself, and a bouquet of fresh leaves and flowers, laid by\nthe side of Lady Helena's seat, was the only memento that Toliné had\nleft.\n\n[Sidenote: A GOLDEN CITY.]\n\nThe party were now approaching the district which, in the years 1851\nand 1852, was so much talked of throughout the civilized world,\nand attracted from all parts so many reckless adventurers and\nfortune-hunters. The line of the thirty-seventh parallel, on which they\nwere traveling, led them through the diggings and municipality of Mount\nAlexander, which was one of the most successful spots for the digger at\nthe commencement of the gold fever, in consequence of the comparatively\nlevel nature of the ground and the general richness of the soil, so\ndifferent from some other localities where only once in a while was\nsome enormous nugget to be found. As they drew near to the streets of\nthis hastily-built town, Ayrton and Mulready, who were in charge of the\ncart, were sent forward, whilst the others walked through the place to\ninspect what there might be of interest, as well as to ascertain what\nmight be learned concerning the object of their expedition.\n\nThus, in this strange gathering of all nationalities and creeds and\nprofessions, the regular inhabitants beheld a still more extraordinary\nsight than that every day afforded them: folks who to the refinement\nwhich education and civilization give added both the earnestness\nof the worker and the freshness and vigor of the pleasure-seeking\ntourist. In the streets, in connection with the strange sign-boards and\nannouncements, the novel erections and purposes to which some of them\nwere adapted, Paganel had a history and commentary for every one.\n\nStill more did he expatiate upon the thousand-and-one topics of\ninterest when they visited the bank building, which here is the\ncentre of more than one agency connected with this great gold-bearing\ndistrict. Here was the mineralogical museum, in which might be seen\nspecimens illustrative of all the various ways in which the gold has\nbeen found, whether in combination with clay or other minerals, or--as\nit is sometimes, to the great joy of the finder, discovered--_pur\net simple_. Here also were models, diagrams, and even the tools\nthemselves, to illustrate the different methods by which the object\nof search was dug out, or washed, or crushed, or tested. Here also\nwas an almost unequaled collection of precious stones, gems of all\nsorts, making the gallery in which they were placed a real Golconda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-"
    },
    {
      "chunk_idx": 21,
      "chunk_id": "In Search of the Castaways_chunk_21",
      "start_pos": 73500,
      "end_pos": 77500,
      "similarity": 0.02806122448979592,
      "text": "ring himself called \"Captain Burton,\" than at seeing this stranger\non board his vessel.\n\nThe latter continued, with more animation:\n\n\"Permit me to shake hands with you, and if I did not do so day before\nyesterday, it was that no one might be embarrassed at the moment of\ndeparture. But to-day, captain, I am truly happy to meet you.\"\n\nCaptain Mangles opened his eyes in measureless astonishment, looking\nfirst at Olbinett, and then at the new comer.\n\n\"Now,\" continued the latter, \"the introduction is over, and we are old\nfriends. Let us have a talk; and tell me, are you satisfied with the\nScotia?\"\n\n\"What do you mean by the Scotia?\" asked the captain, at last.\n\n\"Why, the Scotia that carries us: a good ship, whose commander, the\nbrave Captain Burton, I have heard praised no less for his physical\nthan his moral qualities. Are you the father of the great African\ntraveler of that name? If so, my compliments!\"\n\n\"Sir,\" replied Captain Mangles, \"not only am I not the father of the\ntraveler Burton, but I am not even Captain Burton.\"\n\n\"Ah!\" said the unknown, \"it is the mate of the Scotia then, Mr.\nBurdness, whom I am addressing at this moment?\"\n\n\"Mr. Burdness?\" replied Captain Mangles, who began to suspect the\ntruth. But was he talking to a fool, or a rogue? This was a question in\nhis mind, and he was about to explain himself intelligibly, when Lord\nGlenarvan, his wife, and Miss Grant came on deck.\n\nThe stranger perceived them, and cried,--\n\n\"Ah! passengers! passengers! excellent! I hope, Mr. Burdness, you are\ngoing to introduce me----\"\n\nAnd advancing with perfect ease, without waiting for the captain,--\n\n\"Madam\" said he to Miss Grant, \"Miss\" to Lady Helena, \"Sir\" he added,\naddressing Lord Glenarvan.\n\n\"Lord Glenarvan,\" said Captain Mangles.\n\n\"My lord,\" continued the unknown, \"I beg your pardon for introducing\nmyself, but at sea we must relax a little from etiquette. I hope we\nshall soon be acquainted, and that, in the society of these ladies, the\npassage of the Scotia will seem as short to us as agreeable.\"\n\nLady Helena and Miss Grant could not find a word to answer. They were\ncompletely bewildered by the presence of this intruder.\n\n\"Sir,\" said Glenarvan, at length, \"whom have I the honor of addressing?\"\n\n\"Jacques Eliacim François Marie Paganel, secretary of the Geographical\nSociety of Paris; corresponding member of the societies of Berlin,\nBombay, Darmstadt, Leipsic, London, St. Petersburg, Vienna, and New\nYork; honorary member of the Royal Geographical and Ethnographical\nInstitute of the East Indies, who, after passing twenty years of his\nlife in studying geography, designs now to enter upon a roving life,\nand is directing his course to India to continue there the labors of\nthe great travelers.\"\n\n\n\n\nCHAPTER VII.\n\nJACQUES PAGANEL IS UNDECEIVED.\n\n\nThe secretary of the Geographical Society must have been an agreeable\nperson, for all this was said with much modesty. Lord Glenarvan,\nmoreover, knew perfectly whom he had met. The name and merit of Jacques\nPaganel were well known to him. His geographical labors, his reports\non modern discoveries, published in the bulletins of the Society, his\ncorrespondence with the entire world, had made him one of the most\ndistinguished scientific men of France. Thus Glenarvan extended his\nhand very cordially to his unexpected guest.\n\n\"And now that our introduction is over,\" added he, \"will you permit me,\nMonsieur Paganel, to ask you a question?\"\n\n\"Twenty, my lord,\" replied Jacques Paganel; \"it will always be a\npleasure to converse with you.\"\n\n\"You arrived on board this vessel the day before yesterday?\"\n\n\"Yes, my lord, day before yesterday, at eight o'clock in the evening.\nI took a cab from the Caledonian Railway to the Scotia, in which I had\nengaged cabin number six at Paris. The night was dark. I saw no one on\nboard. Feeling fatigued by thirty hours of travel, and knowing that\na good way to avoid sea-sickness is to go to bed on embarking, and\nnot stir from your bunk for the first days of the voyage, I retired\n"
    }
  ]
}