{
  "d2747d0f60ea": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0425531914893617,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 162,
      "chunk_id": "In Search of the Castaways_chunk_162",
      "start_pos": 567000,
      "end_pos": 571000,
      "similarity": 0.026455026455026454,
      "text": " me, my lord,\" continued Captain Mangles. \"I know Tom Austin.\nHe was to execute your orders, and start as soon as his departure was\npossible. Who knows whether the Duncan was ready, or her injuries\nrepaired, on the arrival of Ben Joyce at Melbourne? Supposing the\nyacht could not put to sea, and suffered one or two days of delay?\"\n\n\"You are right, John,\" replied Glenarvan. \"We must reach Twofold Bay.\nWe are only thirty-five miles from Delegete.\"\n\n\"Yes,\" said Paganel, \"and in that town we shall find rapid means of\nconveyance. Who knows whether we shall not arrive in time to prevent\nthis calamity?\"\n\n\"Let us start!\" cried Glenarvan.\n\nCaptain Mangles and Wilson at once occupied themselves in constructing\na raft of large dimensions. Experience had proved that pieces of bark\ncould not resist the violence of the torrent. The captain cut down\nseveral gum-trees, of which he made a rude but substantial raft. It was\na tedious task, and that day ended before the work was completed; but\nthe next day it was finished.\n\nThe waters had now considerably subsided. The torrent had become a\nriver again, with a rapid current. However, with proper management, the\ncaptain hoped to reach the opposite bank.\n\nAt noon they put on board as much provisions as each could carry for\ntwo days' travel. The rest was abandoned with the cart and the tent.\nMulready was well enough to be moved; he was recovering rapidly.\n\nEach took his place on the raft, which was moored to the bank. Captain\nMangles had arranged on the starboard side, and confided to Wilson, a\nkind of oar to sustain the raft against the current, and prevent its\ndrifting. As for himself, he stood at the stern, and steered by means\nof a clumsy rudder. Lady Helena and Mary Grant occupied the centre\nof the raft near Mulready. Glenarvan, the major, Paganel, and Robert\nsurrounded them, ready to lend assistance.\n\n\"Are we ready, Wilson?\" asked Captain Mangles.\n\n\"Yes, captain,\" replied the sailor, seizing his oar with a firm hand.\n\n[Illustration: However, the raft was entangled in the midst of the\nriver, half a mile below where they started.]\n\n\"Attention, and bear up against the current.\"\n\nCaptain Mangles unmoored the raft, and with one push launched it into\nthe current of the river. All went well for some time, and Wilson\nresisted the leeway. But soon the craft was drawn into the eddies, and\nturned round and round, so that neither oar nor rudder could keep it in\na straight course. In spite of their efforts, they were soon placed in\na position where it was impossible to use the oars.\n\nThey were forced to be passive; there was no means of preventing this\ngyratory motion. They were whirled about with a giddy rapidity, and\nsent out of their course. The captain, with pale face and set teeth,\nstood and gazed at the eddying water.\n\nHowever, the raft was entangled in the midst of the river, half a mile\nbelow where they started. The current here was very strong, and, as\nit broke the eddies, it lessened the whirling motion. The captain and\nWilson resumed their oars, and succeeded in propelling the craft in an\noblique direction. In this way they approached nearer the left bank,\nand were only a few yards distant, when Wilson's oar broke. The raft,\nno longer sustained against the current, was carried down stream. The\ncaptain endeavored to prevent it, at the risk of breaking his rudder,\nand Wilson with bleeding hands assisted him.\n\nAt last they succeeded, and the raft, after a voyage of more than half\nan hour, ran upon the steeply-sloping bank. The shock was violent; the\ntimbers were thrown apart, the ropes broken, and the foaming water came\nthrough. The travelers had only time to cling to the bushes that hung\nover the stream. They extricated Mulready and the two ladies, who were\nhalf drenched. In short, everybody was saved; but the greater part of\nthe provisions and arms, except the major's rifle, were swept away with\nthe fragments of the raft.\n\n[Sidenote: A WEARY PILGRIMAGE.]\n\nThe river was crossed, but the little party"
    },
    {
      "chunk_idx": 150,
      "chunk_id": "In Search of the Castaways_chunk_150",
      "start_pos": 525000,
      "end_pos": 529000,
      "similarity": 0.026246719160104987,
      "text": "on a good\nfooting with your mate, and in six days I engage to bring the Duncan to\nTwofold Bay.\"\n\n\"Well said!\" replied Glenarvan. \"You are a brave and intelligent man,\nAyrton, and will succeed.\"\n\nThe quartermaster was evidently more capable than any one else of\nfulfilling this difficult mission. Captain Mangles raised one final\nobjection, that Ayrton's presence was necessary to enable them to\nfind traces of the Brittania or Captain Grant; but the major observed\nthat they should remain encamped on the banks of the Snowy till the\nmessenger's return, that it was not proposed to resume the search\nwithout him, and that consequently his absence could be in no way\nprejudicial to their interests.\n\n\"Well then, Ayrton, start,\" said Glenarvan. \"Make haste, and return to\nthe encampment by way of Eden.\"\n\nA gleam of satisfaction seemed to light up the eyes of the\nquartermaster. He turned his head to one side, though not so quickly\nbut that Captain Mangles had intercepted his glance, and instinctively\nfelt his suspicions increased.\n\nThe quartermaster made his preparations for departure, aided by the\ntwo sailors, one of whom attended to his horse, and the other to his\nprovisions. Meantime Glenarvan wrote the letter designed for Tom Austin.\n\nHe ordered the mate of the Duncan to repair without delay to Twofold\nBay, and recommended the quartermaster to him as a man in whom he could\nplace entire confidence. As soon as he arrived at the bay, he was to\nsend a detachment of sailors under the command of Ayrton.\n\nHe had just reached this part of his letter, when the major, who had\nbeen looking over his shoulder, asked him, in a singular tone, how he\nwrote the word Ayrton.\n\n\"As it is pronounced,\" replied Glenarvan.\n\n\"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton,\nbut it is written 'Ben Joyce'!\"\n\n\n\n\nCHAPTER XLI.\n\nTHE PLOT UNVEILED.\n\n\nThe sound of the name of Ben Joyce fell upon the party like a\nthunderbolt. Ayrton suddenly sprang to his feet. In his hand was a\nrevolver. A report was heard; and Glenarvan fell, struck by a bullet.\n\nBefore Captain Mangles and the sailors recovered from the surprise into\nwhich this unexpected turn of affairs had thrown them, the audacious\nconvict had escaped, and joined his band, scattered along the edge of\nthe wood of gum-trees.\n\n[Illustration: A report was heard; and Glenarvan fell, struck by a\nbullet.]\n\nThe tent did not offer a sufficient shelter against the bullets, and\nit was clearly necessary to beat a retreat. Glenarvan, who was but\nslightly injured, had risen.\n\n\"To the cart! to the cart!\" cried Captain Mangles, as he hurried on\nLady Helena and Mary Grant, who were soon in safety behind its stout\nsides.\n\nThe captain, the major, Paganel, and the sailors then seized their\nrifles, and stood ready to repel the convicts. Glenarvan and Robert had\njoined the ladies, while Olbinett hastened to the common defence.\n\nThese events had transpired with the rapidity of lightning. Captain\nMangles attentively watched the edge of the wood; but the reports\nsuddenly ceased on the arrival of Ben Joyce, and a profound silence\nsucceeded the noisy fusillade. A few wreaths of white smoke were still\ncurling up between the branches of the gum-trees, but the tall tufts of\ngastrolobium were motionless and all signs of attack had disappeared.\n\nThe major and Captain Mangles extended their examinations as far as the\ngreat trees. The place was abandoned. Numerous footprints were seen,\nand a few half-burnt cartridges smoked on the ground. The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees.\n\n\"The convicts have disappeared,\" said Captain Mangles.\n\n\"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\"\n\n[Sidenote: UNRAVELINGS.]\n\nThe major and captain scoured the surrounding c"
    },
    {
      "chunk_idx": 164,
      "chunk_id": "In Search of the Castaways_chunk_164",
      "start_pos": 574000,
      "end_pos": 578000,
      "similarity": 0.026041666666666668,
      "text": "and it was time. The two ladies exerted themselves\nheroically, but their strength was failing every hour. They dragged\nthemselves along, they no longer walked.\n\nThe next day they started at daybreak, and at eleven o'clock Delegete\ncame in sight, fifty miles from Twofold Bay. Here means of conveyance\nwere quickly obtained. Feeling himself so near the coast, hope returned\nto Glenarvan's heart; perhaps there had been some slight delay, and he\nwould arrive before the Duncan! In twenty-four hours he would reach the\nbay!\n\nAt noon, after a comforting repast, all the travelers took their seats\nin a mail-coach, and left Delegete at the full speed of five strong\nhorses. The postilions, stimulated by the promise of a large reward,\ndrove them along at a rapid rate, over a well-kept road. No time was\nlost in changing horses, and it seemed as if Glenarvan had inspired\nall with his own intense eagerness.\n\n[Illustration: The two ladies exerted themselves heroically, but their\nstrength was failing every hour. They dragged themselves along, they no\nlonger walked.]\n\nAll day and all night they traveled with the same swiftness, and at\nsunrise the next morning a low murmur announced the proximity of the\nIndian Ocean. It was necessary, however, to pass around the bay to gain\nthat part of the coast where Tom Austin was to meet the travelers.\n\nWhen the sea appeared, all eyes quickly surveyed the wide expanse. Was\nthe Duncan there, by a miracle of Providence, as she had been discerned\nbefore by some of them on the Argentine coast? Nothing was seen; sky\nand water mingled in an unbroken horizon; not a sail brightened the\nvast extent of ocean.\n\nOne hope still remained. Perhaps Tom Austin had thought it best to cast\nanchor in Twofold Bay, as the sea was rough and a vessel could not be\nmoored in safety near such shores.\n\n\"To Eden!\" said Glenarvan.\n\nThe mail-coach at once took the road to the right, which ran along the\nedge of the bay, and proceeded towards the little town of Eden, only\nfive miles distant. The postilions stopped not far from the light that\nguarded the entrance to the harbor. Several ships were anchored in the\nroadstead, but none displayed the flag of Malcolm Castle.\n\nGlenarvan, Captain Mangles, and Paganel alighted immediately, and\nhastened to the custom-house. Here they questioned the employees, and\nconsulted the latest arrivals. No vessel had entered the bay for a week.\n\n\"She may not have started!\" cried Glenarvan, who would not despair.\n\"Perhaps we have arrived before her!\"\n\nCaptain Mangles shook his head. He knew Tom Austin; his mate would\nnever have delayed so long to execute an order.\n\n\"I will know what this means,\" said Glenarvan. \"Certainty is better\nthan doubt.\"\n\n[Sidenote: THE LAST HOPE.]\n\nFifteen minutes later a telegram was sent to the ship-brokers of\nMelbourne, and the travelers repaired to the Victoria Hotel. Not long\nafter an answer was delivered to Lord Glenarvan. It read as follows:\n\n\"Lord Glenarvan,\n            Eden, Twofold Bay.\n\n\"Duncan started on the 18th instant for some unknown destination.\"\n\nThe dispatch fell from Glenarvan's hands. There was no more doubt! The\nhonest Scotch yacht, in Ben Joyce's hands, had become a pirate-vessel!\n\nThus ended their search in Australia, begun under such favorable\nauspices. The traces of Captain Grant and his shipwrecked sailors\nseemed irrecoverably lost. This failure had cost the lives of an entire\ncrew. Lord Glenarvan was crushed by the blow, and this courageous\nsearcher, whom the leagued elements had failed to deter, was now\nbaffled by the malice of men.\n\n\n\n\nCHAPTER XLIV.\n\nA ROUGH CAPTAIN.\n\n\nIf ever the searchers for Captain Grant had reason to despair of seeing\nhim again, was it not when every hope forsook them at once? To what\npart of the world should they venture a new expedition? how explore\nunknown countries? The Duncan was no longer in their possession, and\nthey could not be immediately reconciled to their misfortune. The\nundertaking of these generous Scots had, therefore, fail"
    },
    {
      "chunk_idx": 217,
      "chunk_id": "In Search of the Castaways_chunk_217",
      "start_pos": 759500,
      "end_pos": 763500,
      "similarity": 0.02557544757033248,
      "text": "What do you mean, Tom?\" inquired Glenarvan.\n\n\"I mean,\" he replied, \"that when the quartermaster, Ayrton, learned,\nthe day after our departure, the Duncan's destination----\"\n\n\"Ayrton!\" cried Glenarvan. \"Is he on board?\"\n\n\"Yes, my lord.\"\n\n\"Ayrton here!\" repeated Glenarvan, glancing at Captain Mangles.\n\n\"Wonderful indeed!\" said the young captain.\n\nIn an instant, with the swiftness of lightning, Ayrton's conduct, his\nlong-contrived treachery, Glenarvan's wound, the attack upon Mulready,\ntheir sufferings in the marshes of the Snowy, all the wretch's deeds,\nflashed upon the minds of the two men. And now, by a strange fatality,\nthe convict was in their power.\n\n\"Where is he?\" asked Glenarvan quickly.\n\n\"In a cabin in the forecastle,\" replied Tom Austin, \"closely guarded.\"\n\n\"Why this confinement?\"\n\n[Sidenote: AN UNOFFICIAL TRIBUNAL.]\n\n\"Because, when Ayrton saw that the yacht was sailing for New Zealand,\nhe flew into a passion; because he attempted to force me to change the\nship's course; because he threatened me; and, finally, because he urged\nmy men to a mutiny. I saw that he was a dangerous person, and was\ncompelled, therefore, to take precautions against him.\"\n\n\"And since that time?\"\n\n\"Since that time he has been in his cabin, without offering to come\nout.\"\n\n\"Good!\"\n\nAt this moment Glenarvan and Captain Mangles were summoned to the\nsaloon. Breakfast, which they so much needed, was ready. They took\nseats at the table, but did not speak of Ayrton.\n\nHowever, when the meal was ended, and the passengers had assembled on\ndeck, Glenarvan informed them of the quartermaster's presence on board.\nAt the same time he declared his intention of sending for him.\n\n\"Can I be released from attending this tribunal?\" asked Lady Helena.\n\"I confess to you, my dear Edward, that the sight of this unfortunate\nwould be very painful to me.\"\n\n\"It is only to confront him, Helena,\" replied Glenarvan. \"Remain,\nif you can. Ben Joyce should see himself face to face with all his\nintended victims.\"\n\nLady Helena yielded to this request, and Mary Grant and she took their\nplaces beside him, while around them stood the major, Paganel, Captain\nMangles, Robert, Wilson, Mulready, and Olbinett, all who had suffered\nso severely by the convict's treason. The crew of the yacht, who did\nnot yet understand the seriousness of these proceedings, maintained a\nprofound silence.\n\n\"Call Ayrton!\" said Glenarvan.\n\n\n\n\nCHAPTER LVI.\n\nAYRTON'S OBSTINACY.\n\n\nAyrton soon made his appearance. He crossed the deck with a confident\nstep, and ascended the poop-stairs. His eyes had a sullen look, his\nteeth were set, and his fists clinched convulsively. His bearing\ndisplayed neither exultation nor humility. As soon as he was in Lord\nGlenarvan's presence, he folded his arms, and calmly and silently\nwaited to be questioned:\n\n\"Ayrton,\" said Glenarvan, \"here we all are, as you see, on board the\nDuncan, that you would have surrendered to Ben Joyce's accomplices.\"\n\nAt these words the lips of the quartermaster slightly trembled. A quick\nblush colored his hard features,--not the sign of remorse, but the\nshame of defeat. He was prisoner on this yacht that he had meant to\ncommand as master, and his fate was soon to be decided.\n\nHowever, he made no reply. Glenarvan waited patiently, but Ayrton still\npersisted in maintaining an obstinate silence.\n\n\"Speak, Ayrton; what have you to say?\" continued Glenarvan.\n\nThe convict hesitated, and the lines of his forehead were strongly\ncontracted. At last he said, in a calm voice:\n\n\"I have nothing to say, my lord. I was foolish enough to let myself be\ntaken. Do what you please.\"\n\n[Sidenote: A DUMB PRISONER.]\n\nHaving given his answer, the quartermaster turned his eyes toward\nthe coast that extended along the west, and affected a profound\nindifference for all that was passing around him. You would have\nthought, to look at him, that he was a stranger to this serious affair.\n\nBut Glenarvan had resolved to be patient. A powerful motive urged\nhim to ascertain certain circumstances o"
    }
  ]
}