{
  "b31964425316": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03409090909090909,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 655,
      "chunk_id": "The Count of Monte Cristo_chunk_419",
      "start_pos": 1466500,
      "end_pos": 1470500,
      "similarity": 0.021447721179624665,
      "text": "d I should\nnot be at all surprised if what we have just seen and heard is nothing\nbut the execution of a plan concerted between them.”\n\n“Madame,” said Villefort, “believe me, a fortune of 900,000 francs is\nnot so easily renounced.”\n\n“She could, nevertheless, make up her mind to renounce the world, sir,\nsince it is only about a year ago that she herself proposed entering a\nconvent.”\n\n“Never mind,” replied Villefort; “I say that this marriage _shall_ be\nconsummated.”\n\n“Notwithstanding your father’s wishes to the contrary?” said Madame de\nVillefort, selecting a new point of attack. “That is a serious thing.”\n\nMonte Cristo, who pretended not to be listening, heard however, every\nword that was said.\n\n30185m\n\n\n\n“Madame,” replied Villefort “I can truly say that I have always\nentertained a high respect for my father, because, to the natural\nfeeling of relationship was added the consciousness of his moral\nsuperiority. The name of father is sacred in two senses; he should be\nreverenced as the author of our being and as a master whom we ought to\nobey. But, under the present circumstances, I am justified in doubting\nthe wisdom of an old man who, because he hated the father, vents his\nanger on the son. It would be ridiculous in me to regulate my conduct\nby such caprices. I shall still continue to preserve the same respect\ntoward M. Noirtier; I will suffer, without complaint, the pecuniary\ndeprivation to which he has subjected me; but I shall remain firm in my\ndetermination, and the world shall see which party has reason on his\nside. Consequently I shall marry my daughter to the Baron Franz\nd’Épinay, because I consider it would be a proper and eligible match\nfor her to make, and, in short, because I choose to bestow my\ndaughter’s hand on whomever I please.”\n\n“What?” said the count, the approbation of whose eye Villefort had\nfrequently solicited during this speech. “What? Do you say that M.\nNoirtier disinherits Mademoiselle de Villefort because she is going to\nmarry M. le Baron Franz d’Épinay?”\n\n“Yes, sir, that is the reason,” said Villefort, shrugging his\nshoulders.\n\n“The apparent reason, at least,” said Madame de Villefort.\n\n“The _real_ reason, madame, I can assure you; I know my father.”\n\n“But I want to know in what way M. d’Épinay can have displeased your\nfather more than any other person?”\n\n“I believe I know M. Franz d’Épinay,” said the count; “is he not the\nson of General de Quesnel, who was created Baron d’Épinay by Charles\nX.?”\n\n“The same,” said Villefort.\n\n“Well, but he is a charming young man, according to my ideas.”\n\n“He is, which makes me believe that it is only an excuse of M. Noirtier\nto prevent his granddaughter marrying; old men are always so selfish in\ntheir affection,” said Madame de Villefort.\n\n“But,” said Monte Cristo “do you not know any cause for this hatred?”\n\n“Ah, _ma foi!_ who is to know?”\n\n“Perhaps it is some political difference?”\n\n“My father and the Baron d’Épinay lived in the stormy times of which I\nonly saw the ending,” said Villefort.\n\n“Was not your father a Bonapartist?” asked Monte Cristo; “I think I\nremember that you told me something of that kind.”\n\n“My father has been a Jacobin more than anything else,” said Villefort,\ncarried by his emotion beyond the bounds of prudence; “and the\nsenator’s robe, which Napoleon cast on his shoulders, only served to\ndisguise the old man without in any degree changing him. When my father\nconspired, it was not for the emperor, it was against the Bourbons; for\nM. Noirtier possessed this peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did "
    },
    {
      "chunk_idx": 765,
      "chunk_id": "The Count of Monte Cristo_chunk_529",
      "start_pos": 1851500,
      "end_pos": 1855500,
      "similarity": 0.021220159151193633,
      "text": "—‘He is here.’\n\n“And Kourchid pointed out one who had more than any contributed to the\ndeath of my father,” said Haydée, in a tone of chastened anger.\n\n“Then,” said Albert, “you became the property of this man?”\n\n40080m\n\n\n\n“No,” replied Haydée, “he did not dare to keep us, so we were sold to\nsome slave-merchants who were going to Constantinople. We traversed\nGreece, and arrived half dead at the imperial gates. They were\nsurrounded by a crowd of people, who opened a way for us to pass, when\nsuddenly my mother, having looked closely at an object which was\nattracting their attention, uttered a piercing cry and fell to the\nground, pointing as she did so to a head which was placed over the\ngates, and beneath which were inscribed these words:\n\n‘_This is the head of Ali Tepelini, Pasha of Yanina._’\n\n“I cried bitterly, and tried to raise my mother from the earth, but she\nwas dead! I was taken to the slave-market, and was purchased by a rich\nArmenian. He caused me to be instructed, gave me masters, and when I\nwas thirteen years of age he sold me to the Sultan Mahmoud.”\n\n“Of whom I bought her,” said Monte Cristo, “as I told you, Albert, with\nthe emerald which formed a match to the one I had made into a box for\nthe purpose of holding my hashish pills.”\n\n“Oh, you are good, you are great, my lord!” said Haydée, kissing the\ncount’s hand, “and I am very fortunate in belonging to such a master!”\n\nAlbert remained quite bewildered with all that he had seen and heard.\n\n“Come, finish your cup of coffee,” said Monte Cristo; “the history is\nended.”\n\n\n\n Chapter 78. We hear From Yanina\n\nIf Valentine could have seen the trembling step and agitated\ncountenance of Franz when he quitted the chamber of M. Noirtier, even\nshe would have been constrained to pity him. Villefort had only just\ngiven utterance to a few incoherent sentences, and then retired to his\nstudy, where he received about two hours afterwards the following\nletter:\n\n“After all the disclosures which were made this morning, M. Noirtier de\nVillefort must see the utter impossibility of any alliance being formed\nbetween his family and that of M. Franz d’Épinay. M. d’Épinay must say\nthat he is shocked and astonished that M. de Villefort, who appeared to\nbe aware of all the circumstances detailed this morning, should not\nhave anticipated him in this announcement.”\n\n\nNo one who had seen the magistrate at this moment, so thoroughly\nunnerved by the recent inauspicious combination of circumstances, would\nhave supposed for an instant that he had anticipated the annoyance;\nalthough it certainly never had occurred to him that his father would\ncarry candor, or rather rudeness, so far as to relate such a history.\nAnd in justice to Villefort, it must be understood that M. Noirtier,\nwho never cared for the opinion of his son on any subject, had always\nomitted to explain the affair to Villefort, so that he had all his life\nentertained the belief that General de Quesnel, or the Baron d’Épinay,\nas he was alternately styled, according as the speaker wished to\nidentify him by his own family name, or by the title which had been\nconferred on him, fell the victim of assassination, and not that he was\nkilled fairly in a duel. This harsh letter, coming as it did from a man\ngenerally so polite and respectful, struck a mortal blow at the pride\nof Villefort.\n\nHardly had he read the letter, when his wife entered. The sudden\ndeparture of Franz, after being summoned by M. Noirtier, had so much\nastonished everyone, that the position of Madame de Villefort, left\nalone with the notary and the witnesses, became every moment more\nembarrassing. Determined to bear it no longer, she arose and left the\nroom; saying she would go and make some inquiries into the cause of his\nsudden disappearance.\n\nM. de Villefort’s communications on the subject were very limited and\nconcise; he told her, in fact, that an explanation had taken place\nbetween M. Noirtier, M. d’Épinay, and himself, and that the marriage of\nValentine and Franz would conseq"
    },
    {
      "chunk_idx": 644,
      "chunk_id": "The Count of Monte Cristo_chunk_408",
      "start_pos": 1428000,
      "end_pos": 1432000,
      "similarity": 0.019390581717451522,
      "text": "e startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him when he was there, all\nthe old man’s happiness was centred in his granddaughter. Valentine, by\nmeans of her love, her patience, and her devotion, had learned to read\nin Noirtier’s look all the varied feelings which were passing in his\nmind. To this dumb language, which was so unintelligible to others, she\nanswered by throwing her whole soul into the expression of her\ncountenance, and in this manner were the conversations sustained\nbetween the blooming girl and the helpless invalid, whose body could\nscarcely be called a living one, but who, nevertheless, possessed a\nfund of knowledge and penetration, united with a will as powerful as\never although clogged by a body rendered utterly incapable of obeying\nits impulses.\n\nValentine had solved the problem, and was able easily to understand his\nthoughts, and to convey her own in return, and, through her untiring\nand devoted assiduity, it was seldom that, in the ordinary transactions\nof every-day life, she failed to anticipate the wishes of the living,\nthinking mind, or the wants of the almost inanimate body.\n\nAs to the servant, he had, as we have said, been with his master for\nfive-and-twenty years, therefore he knew all his habits, and it was\nseldom that Noirtier found it necessary to ask for anything, so prompt\nwas he in administering to all the necessities of the invalid.\n\nVillefort did not need the help of either Valentine or the domestic in\norder to carry on with his father the strange conversation which he was\nabout to begin. As we have said, he perfectly understood the old man’s\nvocabulary, and if he did not use it more often, it was only\nindifference and _ennui_ which prevented him from so doing. He\ntherefore allowed Valentine to go into the garden, sent away Barrois,\nand after having seated himself at his father’s right hand, while\nMadame de Villefort placed herself on the left, he addressed him thus:\n\n“I trust you will not be displeased, sir, that Valentine has not come\nwith us, or that I dismissed Barrois, for our conference will be one\nwhich could not with propriety be carried on in the presence of either.\nMadame de Villefort and I have a communication to make to you.”\n\nNoirtier’s face remained perfectly passive during this long preamble,\nwhile, on the contrary, Villefort’s eye was endeavoring to penetrate\ninto the inmost recesses of the old man’s heart.\n\n“This communication,” continued the procureur, in that cold and\ndecisive tone which seemed at once to preclude all discussion, “will,\nwe are sure, meet with your approbation.”\n\nThe eye of the invalid still retained that vacancy of expression which\nprevented his son from obtaining any knowledge of the feelings which\nwere passing in his mind; he listened, nothing more.\n\n“Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had\nthe old man’s face been moulded in wax it could not have shown less\nemotion at this news than was now to be traced there. “The marriage\nwill take place in less than three months,” said Villefort.\n\nNoirtier’s eye still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely "
    },
    {
      "chunk_idx": 675,
      "chunk_id": "The Count of Monte Cristo_chunk_439",
      "start_pos": 1536500,
      "end_pos": 1540500,
      "similarity": 0.01907356948228883,
      "text": "n; Madame de Villefort expressed a desire to return\nto Paris, which Madame Danglars had not dared to do, notwithstanding\nthe uneasiness she experienced. On his wife’s request, M. de Villefort\nwas the first to give the signal of departure. He offered a seat in his\nlandau to Madame Danglars, that she might be under the care of his\nwife. As for M. Danglars, absorbed in an interesting conversation with\nM. Cavalcanti, he paid no attention to anything that was passing. While\nMonte Cristo had begged the smelling-bottle of Madame de Villefort, he\nhad noticed the approach of Villefort to Madame Danglars, and he soon\nguessed all that had passed between them, though the words had been\nuttered in so low a voice as hardly to be heard by Madame Danglars.\nWithout opposing their arrangements, he allowed Morrel, Château-Renaud,\nand Debray to leave on horseback, and the ladies in M. de Villefort’s\ncarriage. Danglars, more and more delighted with Major Cavalcanti, had\noffered him a seat in his carriage. Andrea Cavalcanti found his tilbury\nwaiting at the door; the groom, in every respect a caricature of the\nEnglish fashion, was standing on tiptoe to hold a large iron-gray\nhorse.\n\nAndrea had spoken very little during dinner; he was an intelligent lad,\nand he feared to utter some absurdity before so many grand people,\namongst whom, with dilating eyes, he saw the king’s attorney. Then he\nhad been seized upon by Danglars, who, with a rapid glance at the\nstiff-necked old major and his modest son, and taking into\nconsideration the hospitality of the count, made up his mind that he\nwas in the society of some nabob come to Paris to finish the worldly\neducation of his heir. He contemplated with unspeakable delight the\nlarge diamond which shone on the major’s little finger; for the major,\nlike a prudent man, in case of any accident happening to his\nbank-notes, had immediately converted them into an available asset.\nThen, after dinner, on the pretext of business, he questioned the\nfather and son upon their mode of living; and the father and son,\npreviously informed that it was through Danglars the one was to receive\nhis 48,000 francs and the other 50,000 livres annually, were so full of\naffability that they would have shaken hands even with the banker’s\nservants, so much did their gratitude need an object to expend itself\nupon.\n\nOne thing above all the rest heightened the respect, nay almost the\nveneration, of Danglars for Cavalcanti. The latter, faithful to the\nprinciple of Horace, _nil admirari_, had contented himself with showing\nhis knowledge by declaring in what lake the best lampreys were caught.\nThen he had eaten some without saying a word more; Danglars, therefore,\nconcluded that such luxuries were common at the table of the\nillustrious descendant of the Cavalcanti, who most likely in Lucca fed\nupon trout brought from Switzerland, and lobsters sent from England, by\nthe same means used by the count to bring the lampreys from Lake\nFusaro, and the sterlet from the Volga. Thus it was with much\npoliteness of manner that he heard Cavalcanti pronounce these words:\n\n“Tomorrow, sir, I shall have the honor of waiting upon you on\nbusiness.”\n\n“And I, sir,” said Danglars, “shall be most happy to receive you.”\n\nUpon which he offered to take Cavalcanti in his carriage to the Hôtel\ndes Princes, if it would not be depriving him of the company of his\nson. To this Cavalcanti replied by saying that for some time past his\nson had lived independently of him, that he had his own horses and\ncarriages, and that not having come together, it would not be difficult\nfor them to leave separately. The major seated himself, therefore, by\nthe side of Danglars, who was more and more charmed with the ideas of\norder and economy which ruled this man, and yet who, being able to\nallow his son 60,000 francs a year, might be supposed to possess a\nfortune of 500,000 or 600,000 livres.\n\nAs for Andrea, he began, by way of showing off, to scold his groom,\nwho, instead of bringing the tilbury t"
    }
  ]
}