{
  "0d11ef1b6e3e": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06818181818181818,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 441,
      "chunk_id": "The Count of Monte Cristo_chunk_205",
      "start_pos": 717500,
      "end_pos": 721500,
      "similarity": 0.026455026455026454,
      "text": " down by the fire,\n‘My supper,’ said he; ‘my expedition has given me an appetite.’\n\n“‘Well done, Carlini!’ cried the brigands; ‘that is acting like a good\nfellow;’ and they all formed a circle round the fire, while Diavolaccio\ndisappeared.\n\n“Carlini ate and drank as if nothing had happened. The bandits looked\non with astonishment at this singular conduct until they heard\nfootsteps. They turned round, and saw Diavolaccio bearing the young\ngirl in his arms. Her head hung back, and her long hair swept the\nground. As they entered the circle, the bandits could perceive, by the\nfirelight, the unearthly pallor of the young girl and of Diavolaccio.\nThis apparition was so strange and so solemn, that everyone rose, with\nthe exception of Carlini, who remained seated, and ate and drank\ncalmly. Diavolaccio advanced amidst the most profound silence, and laid\nRita at the captain’s feet. Then everyone could understand the cause of\nthe unearthly pallor in the young girl and the bandit. A knife was\nplunged up to the hilt in Rita’s left breast. Everyone looked at\nCarlini; the sheath at his belt was empty.\n\n“‘Ah, ah,’ said the chief, ‘I now understand why Carlini stayed\nbehind.’\n\n“All savage natures appreciate a desperate deed. No other of the\nbandits would, perhaps, have done the same; but they all understood\nwhat Carlini had done.\n\n“‘Now, then,’ cried Carlini, rising in his turn, and approaching the\ncorpse, his hand on the butt of one of his pistols, ‘does anyone\ndispute the possession of this woman with me?’\n\n“‘No,’ returned the chief, ‘she is thine.’\n\n“Carlini raised her in his arms, and carried her out of the circle of\nfirelight. Cucumetto placed his sentinels for the night, and the\nbandits wrapped themselves in their cloaks, and lay down before the\nfire. At midnight the sentinel gave the alarm, and in an instant all\nwere on the alert. It was Rita’s father, who brought his daughter’s\nransom in person.\n\n“‘Here,’ said he, to Cucumetto, ‘here are three hundred piastres; give\nme back my child.\n\n“But the chief, without taking the money, made a sign to him to follow.\nThe old man obeyed. They both advanced beneath the trees, through whose\nbranches streamed the moonlight. Cucumetto stopped at last, and pointed\nto two persons grouped at the foot of a tree.\n\n“‘There,’ said he, ‘demand thy child of Carlini; he will tell thee what\nhas become of her;’ and he returned to his companions.\n\n“The old man remained motionless; he felt that some great and\nunforeseen misfortune hung over his head. At length he advanced toward\nthe group, the meaning of which he could not comprehend. As he\napproached, Carlini raised his head, and the forms of two persons\nbecame visible to the old man’s eyes. A woman lay on the ground, her\nhead resting on the knees of a man, who was seated by her; as he raised\nhis head, the woman’s face became visible. The old man recognized his\nchild, and Carlini recognized the old man.\n\n“‘I expected thee,’ said the bandit to Rita’s father.\n\n“‘Wretch!’ returned the old man, ‘what hast thou done?’ and he gazed\nwith terror on Rita, pale and bloody, a knife buried in her bosom. A\nray of moonlight poured through the trees, and lighted up the face of\nthe dead.\n\n“‘Cucumetto had violated thy daughter,’ said the bandit; ‘I loved her,\ntherefore I slew her; for she would have served as the sport of the\nwhole band.’ The old man spoke not, and grew pale as death. ‘Now,’\ncontinued Carlini, ‘if I have done wrongly, avenge her;’ and\nwithdrawing the knife from the wound in Rita’s bosom, he held it out to\nthe old man with one hand, while with the other he tore open his vest.\n\n“‘Thou hast done well!’ returned the old man in a hoarse voice;\n‘embrace me, my son.’\n\n20115m\n\n\n\nCarlini threw himself, sobbing like a child, into the arms of his\nmistress’s father. These were the first tears the man of blood had ever\nwept.\n\n“‘Now,’ said the old man, ‘aid me to bury my child.’ Carlini fetched\ntwo pickaxes; and the father and the lover began to dig at the foot of\na huge oak, be"
    },
    {
      "chunk_idx": 284,
      "chunk_id": "The Count of Monte Cristo_chunk_48",
      "start_pos": 168000,
      "end_pos": 172000,
      "similarity": 0.025974025974025976,
      "text": " judge, and he the\naccused.\n\n“The young man you speak of,” said Villefort abruptly, “is a great\ncriminal, and I can do nothing for him, mademoiselle.” Mercédès burst\ninto tears, and, as Villefort strove to pass her, again addressed him.\n\n“But, at least, tell me where he is, that I may know whether he is\nalive or dead,” said she.\n\n0125m\n\n\n\n“I do not know; he is no longer in my hands,” replied Villefort.\n\nAnd desirous of putting an end to the interview, he pushed by her, and\nclosed the door, as if to exclude the pain he felt. But remorse is not\nthus banished; like Virgil’s wounded hero, he carried the arrow in his\nwound, and, arrived at the salon, Villefort uttered a sigh that was\nalmost a sob, and sank into a chair.\n\nThen the first pangs of an unending torture seized upon his heart. The\nman he sacrificed to his ambition, that innocent victim immolated on\nthe altar of his father’s faults, appeared to him pale and threatening,\nleading his affianced bride by the hand, and bringing with him remorse,\nnot such as the ancients figured, furious and terrible, but that slow\nand consuming agony whose pangs are intensified from hour to hour up to\nthe very moment of death. Then he had a moment’s hesitation. He had\nfrequently called for capital punishment on criminals, and owing to his\nirresistible eloquence they had been condemned, and yet the slightest\nshadow of remorse had never clouded Villefort’s brow, because they were\nguilty; at least, he believed so; but here was an innocent man whose\nhappiness he had destroyed. In this case he was not the judge, but the\nexecutioner.\n\nAs he thus reflected, he felt the sensation we have described, and\nwhich had hitherto been unknown to him, arise in his bosom, and fill\nhim with vague apprehensions. It is thus that a wounded man trembles\ninstinctively at the approach of the finger to his wound until it be\nhealed, but Villefort’s was one of those that never close, or if they\ndo, only close to reopen more agonizing than ever. If at this moment\nthe sweet voice of Renée had sounded in his ears pleading for mercy, or\nthe fair Mercédès had entered and said, “In the name of God, I conjure\nyou to restore me my affianced husband,” his cold and trembling hands\nwould have signed his release; but no voice broke the stillness of the\nchamber, and the door was opened only by Villefort’s valet, who came to\ntell him that the travelling carriage was in readiness.\n\nVillefort rose, or rather sprang, from his chair, hastily opened one of\nthe drawers of his desk, emptied all the gold it contained into his\npocket, stood motionless an instant, his hand pressed to his head,\nmuttered a few inarticulate sounds, and then, perceiving that his\nservant had placed his cloak on his shoulders, he sprang into the\ncarriage, ordering the postilions to drive to M. de Saint-Méran’s. The\nhapless Dantès was doomed.\n\nAs the marquis had promised, Villefort found the marquise and Renée in\nwaiting. He started when he saw Renée, for he fancied she was again\nabout to plead for Dantès. Alas, her emotions were wholly personal: she\nwas thinking only of Villefort’s departure.\n\nShe loved Villefort, and he left her at the moment he was about to\nbecome her husband. Villefort knew not when he should return, and\nRenée, far from pleading for Dantès, hated the man whose crime\nseparated her from her lover.\n\n0127m\n\n\n\nMeanwhile what of Mercédès? She had met Fernand at the corner of the\nRue de la Loge; she had returned to the Catalans, and had despairingly\ncast herself on her couch. Fernand, kneeling by her side, took her\nhand, and covered it with kisses that Mercédès did not even feel. She\npassed the night thus. The lamp went out for want of oil, but she paid\nno heed to the darkness, and dawn came, but she knew not that it was\nday. Grief had made her blind to all but one object—that was Edmond.\n\n“Ah, you are there,” said she, at length, turning towards Fernand.\n\n“I have not quitted you since yesterday,” returned Fernand sorrowfully.\n\nM. Morrel had not readily gi"
    },
    {
      "chunk_idx": 168,
      "chunk_id": "In Search of the Castaways_chunk_168",
      "start_pos": 588000,
      "end_pos": 592000,
      "similarity": 0.025839793281653745,
      "text": "band. The whole village shared his joy.\nThe convicts had left Australia because of a new crime; but, at all\nevents, they had gone. This important news was immediately telegraphed\nto the authorities of Melbourne and Sydney.\n\nHaving accomplished his object, Glenarvan returned to the Victoria\nHotel. The travelers passed this last evening in Australia in sadness.\nTheir thoughts wandered over this country, so fertile in misfortunes.\nThey recalled the hopes they had reasonably conceived at Cape\nBernouilli, now so cruelly disappointed at Twofold Bay.\n\nPaganel was a prey to a feverish agitation. Captain Mangles, who had\nwatched him since the incident at Snowy River, many times pressed him\nwith questions which Paganel did not answer. But that evening, as he\nwent with him to his chamber, the captain asked him why he was so\nnervous.\n\n\"My friend,\" replied Paganel evasively, \"I am no more nervous than\nusual.\"\n\n\"Mr. Paganel, you have a secret that troubles you.\"\n\n\"Well, as you will,\" cried the geographer; \"it is stronger than I.\"\n\n\"What is stronger than you?\"\n\n\"My joy on the one hand, and my despair on the other.\"\n\n\"You are joyful and despairing at the same time?\"\n\n\"Yes; joyful and despairing at visiting New Zealand.\"\n\n\"Have you any news?\" asked Captain Mangles. \"Have you discovered the\nlost trail?\"\n\n\"No, friend. _People never return from New Zealand!_ But yet--well, you\nknow human nature. As long as we breathe we can hope; and my motto is\n'_dum spiro, spero_,' which is the best in the world.\"\n\n\n\n\nCHAPTER XLV.\n\nTHE WRECK OF THE MACQUARIE.\n\n\nThe next day the travelers were installed on board the Macquarie.\nWill Halley had not offered the ladies his cabin, which was not to be\nregretted, as the lair was only fit for the brute.\n\nAt noon they made ready to take the flood-tide. The anchor was weighed.\nA moderate breeze blew from the southwest. The sails were gradually\nset, but the five men worked slowly. At last, incited by the oaths\nof the skipper, they accomplished their task. But in spite of her\nspread of canvas the brig scarcely advanced. Yet, however poorly she\nsailed, in five or six days they hoped to reach the harbor of Auckland.\nAt seven o'clock in the evening they lost sight of the shores of\nAustralia, and the lighthouse at Eden. The sea was rough, and the\nvessel labored heavily in the trough of the waves. The passengers found\ntheir situation very uncomfortable; but, as they could not remain on\ndeck, they were forced to submit to confinement.\n\n[Illustration: But on the next day seven canoes of the islanders\nattacked it most violently and suddenly, causing it to capsize.]\n\nThat evening conversation very naturally turned upon the land to which\nthey were now sailing, its discovery and colonization; and just as\nnaturally all turned to Paganel as to a bookcase, for some information\nthereon. It was very readily accessible, although evidently to the\ngeographer's mind there was something of a painful character connected\nwith the name, the impression, and the very thoughts of New Zealand and\nits Maori inhabitants.\n\n\"Monsieur Paganel,\" said Lady Helena, \"have your friends, the English,\nbeen the only ones to search out this island?\"\n\n\"By no means, madam,\" was the prompt reply. \"On the contrary, they\nhave come second, nay, third, in the race; only,\" and he looked half\nroguishly and half maliciously, \"_they stayed when they came_.\"\n\nAnd then he told them of its first discovery by Abel Tasman, the Dutch\nnavigator, in 1642; that, when first he landed, there seemed to be\namicable feelings expressed by the islanders toward himself, a number\nof them coming back to his ship, and being apparently well pleased to\ncultivate intercourse. But on the next day, as he sent his boat to\nfind good anchorage nearer to the shore, seven canoes of the islanders\nattacked it most violently and suddenly, causing it to capsize, and so\nvigorously assailing its occupants with their pikes that it was with\ndifficulty any of them were able to swim back to their ship, leaving\nthos"
    },
    {
      "chunk_idx": 70,
      "chunk_id": "In Search of the Castaways_chunk_70",
      "start_pos": 245000,
      "end_pos": 249000,
      "similarity": 0.02564102564102564,
      "text": "rough the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at the bottom of a narrow gorge crowned by the embattled walls\nof Fort Independence.\n\n[Illustration: In fact, they were a dozen young children and boys who\nwere drilling very nicely. Their uniform consisted of a striped shirt\nconfined at the waist by a leathern girdle.]\n\n\n\n\nCHAPTER XXI.\n\nA FALSE TRAIL.\n\n\nPaganel, after giving his companions a brief account of the village of\nTandil, added that they could not fail to obtain information there;\nmoreover, the fort was always garrisoned by a detachment of national\ntroops. Glenarvan, accordingly, put the horses into the stable of a\n\"fonda;\" and Paganel, the major, Robert, and he, under the guidance of\nThalcave, proceeded towards Fort Independence.\n\nAfter ascending the ridges of the mountains for a short time, they\narrived at the postern, rather carelessly guarded by a native sentinel.\nThey passed without difficulty, and inferred either great negligence or\nextreme security. A few soldiers were exercising on the parade-ground\nof the fort, the oldest of whom was not more than twenty and the\nyoungest scarcely ten. In fact, they were a dozen young children and\nboys who were drilling very nicely. Their uniform consisted of a\nstriped shirt confined at the waist by a leathern girdle. The mildness\nof the climate justified this light costume. Each of these young\nsoldiers carried a gun and a sword, which were too long and heavy for\nthe little fellows. All had a certain family resemblance, and the\ncorporal who commanded resembled them too: they were twelve brothers,\nwho were parading under the orders of the thirteenth.\n\n[Sidenote: AN ARGENTINE COMMANDANT.]\n\nPaganel was not astonished. He remembered his Argentine statistics, and\nknew that in this country the average number of children in a family\nexceeds nine. But what surprised him exceedingly was to see these\nlittle soldiers practicing the French tactics, and to hear the orders\nof the corporal given in his own native language.\n\n\"This is singular,\" said he.\n\nBut Glenarvan had not come to see boys drill, still less to occupy\nhimself with their nationality or relationship. He did not, therefore,\ngive Paganel time to express further astonishment, but besought him\nto ask for the commander of the fortress. Paganel did so, and one of\nthe soldiers proceeded towards a small building which served as the\nbarracks.\n\nA few moments after, the commander appeared in person. He was a man\nof fifty, robust, with a military air, thick whiskers, prominent\ncheek-bones, gray hair, and commanding look, so far as one could judge\nthrough the clouds of smoke that issued from his short pipe.\n\nThalcave, addressing him, introduced Lord Glenarvan and his companions.\nWhile he spoke, the commander kept scrutinizing Paganel with quite\nembarrassing persistence. The geographer did not know what the trooper\nmeant, and was about to ask him, when the latter unceremoniously seized\nhis hand, and said, in a joyous tone, in his own language,--\n\n\"A Frenchman?\"\n\n\"Yes, a Frenchman,\" replied Paganel.\n\n\"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\"\ncried the commander, shaking the geographer's arm with rather painful\nviolence.\n\n\"One of your friends?\" asked the major of Paganel.\n\n\"Yes,\" replied he, with national pride; \"we have friends in all parts\nof the world!\"\n\n[Illustration: \"Ah, I am delighted! Welcome, welcome! I am almost a\nFrenchman,\" cried the commander, shaking the geographer's arm with\nrather painful violence.]\n\n[Sidenote: RAISING A REGIMENT.]\n\nHe then entered into conversation"
    }
  ]
}