{
  "281b6f4ee4fe": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 408,
      "chunk_id": "The Count of Monte Cristo_chunk_172",
      "start_pos": 602000,
      "end_pos": 606000,
      "similarity": 0.03430079155672823,
      "text": "hout taking a crown from his\npocket, could save Morrel; he had but to pass his word for a loan, and\nMorrel was saved. Morrel had long thought of Danglars, but had kept\naway from some instinctive motive, and had delayed as long as possible\navailing himself of this last resource. And Morrel was right, for he\nreturned home crushed by the humiliation of a refusal.\n\nYet, on his arrival, Morrel did not utter a complaint, or say one harsh\nword. He embraced his weeping wife and daughter, pressed Emmanuel’s\nhand with friendly warmth, and then going to his private room on the\nsecond floor had sent for Cocles.\n\n“Then,” said the two women to Emmanuel, “we are indeed ruined.”\n\nIt was agreed in a brief council held among them, that Julie should\nwrite to her brother, who was in garrison at Nîmes, to come to them as\nspeedily as possible. The poor women felt instinctively that they\nrequired all their strength to support the blow that impended. Besides,\nMaximilian Morrel, though hardly two-and-twenty, had great influence\nover his father.\n\nHe was a strong-minded, upright young man. At the time when he decided\non his profession his father had no desire to choose for him, but had\nconsulted young Maximilian’s taste. He had at once declared for a\nmilitary life, and had in consequence studied hard, passed brilliantly\nthrough the Polytechnic School, and left it as sub-lieutenant of the\n53rd of the line. For a year he had held this rank, and expected\npromotion on the first vacancy. In his regiment Maximilian Morrel was\nnoted for his rigid observance, not only of the obligations imposed on\na soldier, but also of the duties of a man; and he thus gained the name\nof “the stoic.” We need hardly say that many of those who gave him this\nepithet repeated it because they had heard it, and did not even know\nwhat it meant.\n\nThis was the young man whom his mother and sister called to their aid\nto sustain them under the serious trial which they felt they would soon\nhave to endure. They had not mistaken the gravity of this event, for\nthe moment after Morrel had entered his private office with Cocles,\nJulie saw the latter leave it pale, trembling, and his features\nbetraying the utmost consternation. She would have questioned him as he\npassed by her, but the worthy creature hastened down the staircase with\nunusual precipitation, and only raised his hands to heaven and\nexclaimed:\n\n“Oh, mademoiselle, mademoiselle, what a dreadful misfortune! Who could\never have believed it!”\n\nA moment afterwards Julie saw him go upstairs carrying two or three\nheavy ledgers, a portfolio, and a bag of money.\n\nMorrel examined the ledgers, opened the portfolio, and counted the\nmoney. All his funds amounted to 6,000 or 8,000 francs, his bills\nreceivable up to the 5th to 4,000 or 5,000, which, making the best of\neverything, gave him 14,000 francs to meet debts amounting to 287,500\nfrancs. He had not even the means for making a possible settlement on\naccount.\n\nHowever, when Morrel went down to his dinner, he appeared very calm.\nThis calmness was more alarming to the two women than the deepest\ndejection would have been. After dinner Morrel usually went out and\nused to take his coffee at the club of the Phocéens, and read the\n_Semaphore_; this day he did not leave the house, but returned to his\noffice.\n\nAs to Cocles, he seemed completely bewildered. For part of the day he\nwent into the courtyard, seated himself on a stone with his head bare\nand exposed to the blazing sun. Emmanuel tried to comfort the women,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after"
    },
    {
      "chunk_idx": 374,
      "chunk_id": "The Count of Monte Cristo_chunk_138",
      "start_pos": 483000,
      "end_pos": 487000,
      "similarity": 0.03412073490813648,
      "text": "mbarked that same evening, and proceeded with the captain to\nLeghorn.\n\nArrived at Leghorn, he repaired to the house of a Jew, a dealer in\nprecious stones, to whom he disposed of four of his smallest diamonds\nfor five thousand francs each. Dantès half feared that such valuable\njewels in the hands of a poor sailor like himself might excite\nsuspicion; but the cunning purchaser asked no troublesome questions\nconcerning a bargain by which he gained a round profit of at least\neighty per cent.\n\nThe following day Dantès presented Jacopo with an entirely new vessel,\naccompanying the gift by a donation of one hundred piastres, that he\nmight provide himself with a suitable crew and other requisites for his\noutfit, upon condition that he would go at once to Marseilles for the\npurpose of inquiring after an old man named Louis Dantès, residing in\nthe Allées de Meilhan, and also a young woman called Mercédès, an\ninhabitant of the Catalan village.\n\nJacopo could scarcely believe his senses at receiving this magnificent\npresent, which Dantès hastened to account for by saying that he had\nmerely been a sailor from whim and a desire to spite his family, who\ndid not allow him as much money as he liked to spend; but that on his\narrival at Leghorn he had come into possession of a large fortune, left\nhim by an uncle, whose sole heir he was. The superior education of\nDantès gave an air of such extreme probability to this statement that\nit never once occurred to Jacopo to doubt its accuracy.\n\nThe term for which Edmond had engaged to serve on board _La Jeune\nAmélie_ having expired, Dantès took leave of the captain, who at first\ntried all his powers of persuasion to induce him to remain as one of\nthe crew, but having been told the history of the legacy, he ceased to\nimportune him further.\n\nThe following morning Jacopo set sail for Marseilles, with directions\nfrom Dantès to join him at the Island of Monte Cristo.\n\nHaving seen Jacopo fairly out of the harbor, Dantès proceeded to make\nhis final adieus on board _La Jeune Amélie_, distributing so liberal a\ngratuity among her crew as to secure for him the good wishes of all,\nand expressions of cordial interest in all that concerned him. To the\ncaptain he promised to write when he had made up his mind as to his\nfuture plans. Then Dantès departed for Genoa.\n\nAt the moment of his arrival a small yacht was under trial in the bay;\nthis yacht had been built by order of an Englishman, who, having heard\nthat the Genoese excelled all other builders along the shores of the\nMediterranean in the construction of fast-sailing vessels, was desirous\nof possessing a specimen of their skill; the price agreed upon between\nthe Englishman and the Genoese builder was forty thousand francs.\nDantès, struck with the beauty and capability of the little vessel,\napplied to its owner to transfer it to him, offering sixty thousand\nfrancs, upon condition that he should be allowed to take immediate\npossession. The proposal was too advantageous to be refused, the more\nso as the person for whom the yacht was intended had gone upon a tour\nthrough Switzerland, and was not expected back in less than three weeks\nor a month, by which time the builder reckoned upon being able to\ncomplete another. A bargain was therefore struck. Dantès led the owner\nof the yacht to the dwelling of a Jew; retired with the latter for a\nfew minutes to a small back parlor, and upon their return the Jew\ncounted out to the shipbuilder the sum of sixty thousand francs in\nbright gold pieces.\n\nThe delighted builder then offered his services in providing a suitable\ncrew for the little vessel, but this Dantès declined with many thanks,\nsaying he was accustomed to cruise about quite alone, and his principal\npleasure consisted in managing his yacht himself; the only thing the\nbuilder could oblige him in would be to contrive a sort of secret\ncloset in the cabin at his bed’s head, the closet to contain three\ndivisions, so constructed as to be concealed from all but himself. The\nbuil"
    },
    {
      "chunk_idx": 821,
      "chunk_id": "The Count of Monte Cristo_chunk_585",
      "start_pos": 2047500,
      "end_pos": 2051500,
      "similarity": 0.03350515463917526,
      "text": "ving been sold to me seven years\npreviously, with her mother, who had died on arriving at\nConstantinople, by a French colonel in the service of the Vizier Ali\nTepelini, named Fernand Mondego. The above-mentioned purchase was made\non his highness’s account, whose mandate I had, for the sum of four\nhundred thousand francs.\n\n“‘Given at Constantinople, by authority of his highness, in the year\n1247 of the Hegira.\n\n“‘Signed, El-Kobbir.’\n\n“‘That this record should have all due authority, it shall bear the\nimperial seal, which the vendor is bound to have affixed to it.’\n\n“Near the merchant’s signature there was, indeed, the seal of the\nsublime emperor. A dreadful silence followed the reading of this\ndocument; the count could only stare, and his gaze, fixed as if\nunconsciously on Haydée, seemed one of fire and blood. ‘Madame,’ said\nthe president, ‘may reference be made to the Count of Monte Cristo, who\nis now, I believe, in Paris?’\n\n“‘Sir,’ replied Haydée, ‘the Count of Monte Cristo, my foster-father,\nhas been in Normandy the last three days.’\n\n“‘Who, then, has counselled you to take this step, one for which the\ncourt is deeply indebted to you, and which is perfectly natural,\nconsidering your birth and your misfortunes?’—‘Sir,’ replied Haydée, ‘I\nhave been led to take this step from a feeling of respect and grief.\nAlthough a Christian, may God forgive me, I have always sought to\nrevenge my illustrious father. Since I set my foot in France, and knew\nthe traitor lived in Paris, I have watched carefully. I live retired in\nthe house of my noble protector, but I do it from choice. I love\nretirement and silence, because I can live with my thoughts and\nrecollections of past days. But the Count of Monte Cristo surrounds me\nwith every paternal care, and I am ignorant of nothing which passes in\nthe world. I learn all in the silence of my apartments,—for instance, I\nsee all the newspapers, every periodical, as well as every new piece of\nmusic; and by thus watching the course of the life of others, I learned\nwhat had transpired this morning in the House of Peers, and what was to\ntake place this evening; then I wrote.’\n\n40204m\n\n\n\n“‘Then,’ remarked the president, ‘the Count of Monte Cristo knows\nnothing of your present proceedings?’—‘He is quite unaware of them, and\nI have but one fear, which is that he should disapprove of what I have\ndone. But it is a glorious day for me,’ continued the young girl,\nraising her ardent gaze to heaven, ‘that on which I find at last an\nopportunity of avenging my father!’\n\n“The count had not uttered one word the whole of this time. His\ncolleagues looked at him, and doubtless pitied his prospects, blighted\nunder the perfumed breath of a woman. His misery was depicted in\nsinister lines on his countenance. ‘M. de Morcerf,’ said the president,\n‘do you recognize this lady as the daughter of Ali Tepelini, pasha of\nYanina?’—‘No,’ said Morcerf, attempting to rise, ‘it is a base plot,\ncontrived by my enemies.’ Haydée, whose eyes had been fixed on the\ndoor, as if expecting someone, turned hastily, and, seeing the count\nstanding, shrieked, ‘You do not know me?’ said she. ‘Well, I\nfortunately recognize you! You are Fernand Mondego, the French officer\nwho led the troops of my noble father! It is you who surrendered the\ncastle of Yanina! It is you who, sent by him to Constantinople, to\ntreat with the emperor for the life or death of your benefactor,\nbrought back a false mandate granting full pardon! It is you who, with\nthat mandate, obtained the pasha’s ring, which gave you authority over\nSelim, the fire-keeper! It is you who stabbed Selim. It is you who sold\nus, my mother and me, to the merchant, El-Kobbir! Assassin, assassin,\nassassin, you have still on your brow your master’s blood! Look,\ngentlemen, all!’\n\n“These words had been pronounced with such enthusiasm and evident\ntruth, that every eye was fixed on the count’s forehead, and he himself\npassed his hand across it, as if he felt Ali’s blood still lingering\nthere. ‘You positiv"
    },
    {
      "chunk_idx": 12,
      "chunk_id": "In Search of the Castaways_chunk_12",
      "start_pos": 42000,
      "end_pos": 46000,
      "similarity": 0.03307888040712468,
      "text": "o give the former a peculiar and\nnational development, he resolved to found a Scottish colony in some\npart of the Southern World. Did he dream of that independence in the\nfuture of which the United States had set the example, and which the\nIndies and Australia cannot fail one day to acquire? Very likely;\nbut he allowed his secret hopes to be divined. It was, therefore,\nknown that the Government refused to lend their aid in his project\nof colonization; nay, they even raised obstacles which in any other\ncountry would have overcome the project.\n\nBut Harry Grant would not be discouraged. He appealed to the patriotism\nof his countrymen, gave his fortune to serve the cause, built a vessel\nand furnished it with a fine crew, confided his children to the care\nof his old cousin, and set sail to explore the great islands of the\nPacific.\n\nIt was the year 1861. Until May, 1862, they had received news of him,\nbut since his departure from Callao, in the month of June, no one had\nheard anything of the Britannia, and the marine intelligencers became\nsilent concerning the fate of the captain.\n\nAt this juncture of affairs the old cousin of Harry Grant died, and\nthe two children were left alone in the world. Mary Grant was then\nfourteen. Her courageous soul did not flinch at the situation that was\npresented, but she devoted herself entirely to her brother, who was\nstill a child. She must bring him up and instruct him. By dint of\neconomy, prudence, and sagacity, laboring night and day, sacrificing\nall for him, denying herself everything, the sister succeeded in\neducating her brother and bravely fulfilled her sisterly duties.\n\nThe two children lived thus at Dundee, and valiantly overcame\ntheir sorrowful and lonely circumstances. Mary thought only of her\nbrother, and dreamed of a happy future for him. As for herself, alas!\nthe Britannia was lost forever, and her father dead! We must not,\ntherefore, attempt to depict her emotion when the advertisement in the\n_Times_ accidentally met her eye, and suddenly raised her from her\ndespair.\n\nIt was no time to hesitate. Her resolution was immediately taken. Even\nif she should learn that her father's dead body had been found on a\ndesert coast, or in the hull of a shipwrecked vessel, it was better\nthan this continual doubt, this eternal torment of uncertainty. She\ntold her brother all; and the same day the two children took the Perth\nRailroad, and at evening arrived at Malcolm Castle, where Mary, after\nso many harassing thoughts, began to hope.\n\nSuch was the sorrowful story that the young girl related to Lady\nGlenarvan, in an artless manner, without thinking that through all\nthose long years of trial she had behaved herself like an heroic\ndaughter. But Lady Helena thought of this, and several times, without\nhiding her tears, she clasped in her arms the two children of Captain\nGrant.\n\nAs for Robert, it seemed as if he heard this story for the first time:\nfor he opened his eyes in astonishment, as he listened to his sister;\ncomprehended what she had done, what she had suffered; and at last,\nencircling her with his arms, he exclaimed, unable longer to restrain\nthe cry that came from the very depths of his heart,--\n\n\"Oh, mamma! my dear mamma!\"\n\n[Illustration: \"My father, my poor father!\" cried Mary Grant, throwing\nherself at the feet of Lord Glenarvan.]\n\nNight had now fully set in; and Lady Helena, remembering the fatigue of\nthe two children, would not longer continue the conversation. Mary\nand Robert were conducted to their chambers, and fell asleep dreaming\nof a brighter future.\n\n\n\nAfter they had retired, Lady Helena saw the major, and told him all the\nevents of the day.\n\n\"That Mary Grant is a brave girl,\" said MacNabb, when he had heard his\ncousin's story.\n\n\"May Heaven grant my husband success in his enterprise!\" replied Lady\nHelena; \"for the situation of the two children would be terrible!\"\n\n\"He will succeed,\" answered MacNabb, \"or the hearts of the authorities\nmust be harder than the stone of Portland.\"\n\nIn sp"
    }
  ]
}