{
  "3ead0eeea7dc": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.08849557522123894,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 988,
      "chunk_id": "The Count of Monte Cristo_chunk_752",
      "start_pos": 2632000,
      "end_pos": 2636000,
      "similarity": 0.04964539007092199,
      "text": "g Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n    This eBook is for the use of anyone anywhere in the United States and most\n    other parts of the world at no cost and with almost no restrictions\n    whatsoever. You may copy it, give it away or re-use it under the terms\n    of the Project Gutenberg License included with this eBook or online\n    at www.gutenberg.org. If you\n    are not located in the United States, you will have to check the laws\n    of the country where you are located before using this eBook.\n  \n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII”"
    },
    {
      "chunk_idx": 987,
      "chunk_id": "The Count of Monte Cristo_chunk_751",
      "start_pos": 2628500,
      "end_pos": 2632500,
      "similarity": 0.04744525547445255,
      "text": "thout permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\n\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\n\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project Gutenberg™\nelectronic works\n\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the person\nor entity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of chang"
    },
    {
      "chunk_idx": 168,
      "chunk_id": "In Search of the Castaways_chunk_168",
      "start_pos": 588000,
      "end_pos": 592000,
      "similarity": 0.04668304668304668,
      "text": "band. The whole village shared his joy.\nThe convicts had left Australia because of a new crime; but, at all\nevents, they had gone. This important news was immediately telegraphed\nto the authorities of Melbourne and Sydney.\n\nHaving accomplished his object, Glenarvan returned to the Victoria\nHotel. The travelers passed this last evening in Australia in sadness.\nTheir thoughts wandered over this country, so fertile in misfortunes.\nThey recalled the hopes they had reasonably conceived at Cape\nBernouilli, now so cruelly disappointed at Twofold Bay.\n\nPaganel was a prey to a feverish agitation. Captain Mangles, who had\nwatched him since the incident at Snowy River, many times pressed him\nwith questions which Paganel did not answer. But that evening, as he\nwent with him to his chamber, the captain asked him why he was so\nnervous.\n\n\"My friend,\" replied Paganel evasively, \"I am no more nervous than\nusual.\"\n\n\"Mr. Paganel, you have a secret that troubles you.\"\n\n\"Well, as you will,\" cried the geographer; \"it is stronger than I.\"\n\n\"What is stronger than you?\"\n\n\"My joy on the one hand, and my despair on the other.\"\n\n\"You are joyful and despairing at the same time?\"\n\n\"Yes; joyful and despairing at visiting New Zealand.\"\n\n\"Have you any news?\" asked Captain Mangles. \"Have you discovered the\nlost trail?\"\n\n\"No, friend. _People never return from New Zealand!_ But yet--well, you\nknow human nature. As long as we breathe we can hope; and my motto is\n'_dum spiro, spero_,' which is the best in the world.\"\n\n\n\n\nCHAPTER XLV.\n\nTHE WRECK OF THE MACQUARIE.\n\n\nThe next day the travelers were installed on board the Macquarie.\nWill Halley had not offered the ladies his cabin, which was not to be\nregretted, as the lair was only fit for the brute.\n\nAt noon they made ready to take the flood-tide. The anchor was weighed.\nA moderate breeze blew from the southwest. The sails were gradually\nset, but the five men worked slowly. At last, incited by the oaths\nof the skipper, they accomplished their task. But in spite of her\nspread of canvas the brig scarcely advanced. Yet, however poorly she\nsailed, in five or six days they hoped to reach the harbor of Auckland.\nAt seven o'clock in the evening they lost sight of the shores of\nAustralia, and the lighthouse at Eden. The sea was rough, and the\nvessel labored heavily in the trough of the waves. The passengers found\ntheir situation very uncomfortable; but, as they could not remain on\ndeck, they were forced to submit to confinement.\n\n[Illustration: But on the next day seven canoes of the islanders\nattacked it most violently and suddenly, causing it to capsize.]\n\nThat evening conversation very naturally turned upon the land to which\nthey were now sailing, its discovery and colonization; and just as\nnaturally all turned to Paganel as to a bookcase, for some information\nthereon. It was very readily accessible, although evidently to the\ngeographer's mind there was something of a painful character connected\nwith the name, the impression, and the very thoughts of New Zealand and\nits Maori inhabitants.\n\n\"Monsieur Paganel,\" said Lady Helena, \"have your friends, the English,\nbeen the only ones to search out this island?\"\n\n\"By no means, madam,\" was the prompt reply. \"On the contrary, they\nhave come second, nay, third, in the race; only,\" and he looked half\nroguishly and half maliciously, \"_they stayed when they came_.\"\n\nAnd then he told them of its first discovery by Abel Tasman, the Dutch\nnavigator, in 1642; that, when first he landed, there seemed to be\namicable feelings expressed by the islanders toward himself, a number\nof them coming back to his ship, and being apparently well pleased to\ncultivate intercourse. But on the next day, as he sent his boat to\nfind good anchorage nearer to the shore, seven canoes of the islanders\nattacked it most violently and suddenly, causing it to capsize, and so\nvigorously assailing its occupants with their pikes that it was with\ndifficulty any of them were able to swim back to their ship, leaving\nthos"
    },
    {
      "chunk_idx": 377,
      "chunk_id": "The Count of Monte Cristo_chunk_141",
      "start_pos": 493500,
      "end_pos": 497500,
      "similarity": 0.046511627906976744,
      "text": "hed beneath the many vehicles continually passing\nthere. Recovering himself, however, he wiped the perspiration from his\nbrows, and stopped not again till he found himself at the door of the\nhouse in which his father had lived.\n\nThe nasturtiums and other plants, which his father had delighted to\ntrain before his window, had all disappeared from the upper part of the\nhouse.\n\nLeaning against the tree, he gazed thoughtfully for a time at the upper\nstories of the shabby little house. Then he advanced to the door, and\nasked whether there were any rooms to be let. Though answered in the\nnegative, he begged so earnestly to be permitted to visit those on the\nfifth floor, that, in despite of the oft-repeated assurance of the\n_concierge_ that they were occupied, Dantès succeeded in inducing the\nman to go up to the tenants, and ask permission for a gentleman to be\nallowed to look at them.\n\nThe tenants of the humble lodging were a young couple who had been\nscarcely married a week; and seeing them, Dantès sighed heavily.\nNothing in the two small chambers forming the apartments remained as it\nhad been in the time of the elder Dantès; the very paper was different,\nwhile the articles of antiquated furniture with which the rooms had\nbeen filled in Edmond’s time had all disappeared; the four walls alone\nremained as he had left them.\n\nThe bed belonging to the present occupants was placed as the former\nowner of the chamber had been accustomed to have his; and, in spite of\nhis efforts to prevent it, the eyes of Edmond were suffused in tears as\nhe reflected that on that spot the old man had breathed his last,\nvainly calling for his son.\n\nThe young couple gazed with astonishment at the sight of their\nvisitor’s emotion, and wondered to see the large tears silently chasing\neach other down his otherwise stern and immovable features; but they\nfelt the sacredness of his grief, and kindly refrained from questioning\nhim as to its cause, while, with instinctive delicacy, they left him to\nindulge his sorrow alone.\n\n0317m\n\n\n\nWhen he withdrew from the scene of his painful recollections, they both\naccompanied him downstairs, reiterating their hope that he would come\nagain whenever he pleased, and assuring him that their poor dwelling\nwould ever be open to him.\n\nAs Edmond passed the door on the fourth floor, he paused to inquire\nwhether Caderousse the tailor still dwelt there; but he received for\nreply, that the person in question had got into difficulties, and at\nthe present time kept a small inn on the route from Bellegarde to\nBeaucaire.\n\nHaving obtained the address of the person to whom the house in the\nAllées de Meilhan belonged, Dantès next proceeded thither, and, under\nthe name of Lord Wilmore (the name and title inscribed on his\npassport), purchased the small dwelling for the sum of twenty-five\nthousand francs, at least ten thousand more than it was worth; but had\nits owner asked half a million, it would unhesitatingly have been\ngiven.\n\nThe very same day the occupants of the apartments on the fifth floor of\nthe house, now become the property of Dantès, were duly informed by the\nnotary who had arranged the necessary transfer of deeds, etc., that the\nnew landlord gave them their choice of any of the rooms in the house,\nwithout the least augmentation of rent, upon condition of their giving\ninstant possession of the two small chambers they at present inhabited.\n\nThis strange event aroused great wonder and curiosity in the\nneighborhood of the Allées de Meilhan, and a multitude of theories were\nafloat, none of which was anywhere near the truth. But what raised\npublic astonishment to a climax, and set all conjecture at defiance,\nwas the knowledge that the same stranger who had in the morning visited\nthe Allées de Meilhan had been seen in the evening walking in the\nlittle village of the Catalans, and afterwards observed to enter a poor\nfisherman’s hut, and to pass more than an hour in inquiring after\npersons who had either been dead or gone away for more than fif"
    }
  ]
}