{
  "e47e63dbc350": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.09375,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 649,
      "chunk_id": "The Count of Monte Cristo_chunk_413",
      "start_pos": 1445500,
      "end_pos": 1449500,
      "similarity": 0.045714285714285714,
      "text": "“Sir,” said she, “I perfectly understand my grandfather’s meaning at\nall times.”\n\n“That is quite true,” said Barrois; “and that is what I told the\ngentleman as we walked along.”\n\n“Permit me,” said the notary, turning first to Villefort and then to\nValentine—“permit me to state that the case in question is just one of\nthose in which a public officer like myself cannot proceed to act\nwithout thereby incurring a dangerous responsibility. The first thing\nnecessary to render an act valid is, that the notary should be\nthoroughly convinced that he has faithfully interpreted the will and\nwishes of the person dictating the act. Now I cannot be sure of the\napprobation or disapprobation of a client who cannot speak, and as the\nobject of his desire or his repugnance cannot be clearly proved to me,\non account of his want of speech, my services here would be quite\nuseless, and cannot be legally exercised.”\n\nThe notary then prepared to retire. An imperceptible smile of triumph\nwas expressed on the lips of the procureur. Noirtier looked at\nValentine with an expression so full of grief, that she arrested the\ndeparture of the notary.\n\n“Sir,” said she, “the language which I speak with my grandfather may be\neasily learnt, and I can teach you in a few minutes, to understand it\nalmost as well as I can myself. Will you tell me what you require, in\norder to set your conscience quite at ease on the subject?”\n\n“In order to render an act valid, I must be certain of the approbation\nor disapprobation of my client. Illness of body would not affect the\nvalidity of the deed, but sanity of mind is absolutely requisite.”\n\n“Well, sir, by the help of two signs, with which I will acquaint you\npresently, you may ascertain with perfect certainty that my grandfather\nis still in the full possession of all his mental faculties. M.\nNoirtier, being deprived of voice and motion, is accustomed to convey\nhis meaning by closing his eyes when he wishes to signify ‘yes,’ and to\nwink when he means ‘no.’ You now know quite enough to enable you to\nconverse with M. Noirtier;—try.”\n\nNoirtier gave Valentine such a look of tenderness and gratitude that it\nwas comprehended even by the notary himself.\n\n“You have heard and understood what your granddaughter has been saying,\nsir, have you?” asked the notary. Noirtier closed his eyes.\n\n“And you approve of what she said—that is to say, you declare that the\nsigns which she mentioned are really those by means of which you are\naccustomed to convey your thoughts?”\n\n“Yes.”\n\n“It was you who sent for me?”\n\n“Yes.”\n\n“To make your will?”\n\n“Yes.”\n\n“And you do not wish me to go away without fulfilling your original\nintentions?” The old man winked violently.\n\n“Well, sir,” said the young girl, “do you understand now, and is your\nconscience perfectly at rest on the subject?”\n\nBut before the notary could answer, Villefort had drawn him aside.\n\n“Sir,” said he, “do you suppose for a moment that a man can sustain a\nphysical shock, such as M. Noirtier has received, without any detriment\nto his mental faculties?”\n\n“It is not exactly that, sir,” said the notary, “which makes me uneasy,\nbut the difficulty will be in wording his thoughts and intentions, so\nas to be able to get his answers.”\n\n“You must see that to be an utter impossibility,” said Villefort.\nValentine and the old man heard this conversation, and Noirtier fixed\nhis eye so earnestly on Valentine that she felt bound to answer to the\nlook.\n\n“Sir,” said she, “that need not make you uneasy, however difficult it\nmay at first sight appear to be. I can discover and explain to you my\ngrandfather’s thoughts, so as to put an end to all your doubts and\nfears on the subject. I have now been six years with M. Noirtier, and\nlet him tell you if ever once, during that time, he has entertained a\nthought which he was unable to make me understand.”\n\n“No,” signed the old man.\n\n“Let us try what we can do, then,” said the notary. “You accept this\nyoung lady as your interpreter, M. Noirtier?”\n\n“Yes.”\n\n“Well, sir, what do "
    },
    {
      "chunk_idx": 345,
      "chunk_id": "The Count of Monte Cristo_chunk_109",
      "start_pos": 381500,
      "end_pos": 385500,
      "similarity": 0.045563549160671464,
      "text": "gradually, besides the moral instructions we have detailed, taught his\nyouthful companion the patient and sublime duty of a prisoner, who\nlearns to make something from nothing. They were thus perpetually\nemployed,—Faria, that he might not see himself grow old; Dantès, for\nfear of recalling the almost extinct past which now only floated in his\nmemory like a distant light wandering in the night. So life went on for\nthem as it does for those who are not victims of misfortune and whose\nactivities glide along mechanically and tranquilly beneath the eye of\nProvidence.\n\nBut beneath this superficial calm there were in the heart of the young\nman, and perhaps in that of the old man, many repressed desires, many\nstifled sighs, which found vent when Faria was left alone, and when\nEdmond returned to his cell.\n\nOne night Edmond awoke suddenly, believing that he heard someone\ncalling him. He opened his eyes upon utter darkness. His name, or\nrather a plaintive voice which essayed to pronounce his name, reached\nhim. He sat up in bed and a cold sweat broke out upon his brow.\nUndoubtedly the call came from Faria’s dungeon.\n\n“Alas,” murmured Edmond; “can it be?”\n\nHe moved his bed, drew up the stone, rushed into the passage, and\nreached the opposite extremity; the secret entrance was open. By the\nlight of the wretched and wavering lamp, of which we have spoken,\nDantès saw the old man, pale, but yet erect, clinging to the bedstead.\nHis features were writhing with those horrible symptoms which he\nalready knew, and which had so seriously alarmed him when he saw them\nfor the first time.\n\n“Alas, my dear friend,” said Faria in a resigned tone, “you understand,\ndo you not, and I need not attempt to explain to you?”\n\nEdmond uttered a cry of agony, and, quite out of his senses, rushed\ntowards the door, exclaiming, “Help, help!”\n\nFaria had just sufficient strength to restrain him.\n\n“Silence,” he said, “or you are lost. We must now only think of you, my\ndear friend, and so act as to render your captivity supportable or your\nflight possible. It would require years to do again what I have done\nhere, and the results would be instantly destroyed if our jailers knew\nwe had communicated with each other. Besides, be assured, my dear\nEdmond, the dungeon I am about to leave will not long remain empty;\nsome other unfortunate being will soon take my place, and to him you\nwill appear like an angel of salvation. Perhaps he will be young,\nstrong, and enduring, like yourself, and will aid you in your escape,\nwhile I have been but a hindrance. You will no longer have half a dead\nbody tied to you as a drag to all your movements. At length Providence\nhas done something for you; he restores to you more than he takes away,\nand it was time I should die.”\n\nEdmond could only clasp his hands and exclaim, “Oh, my friend, my\nfriend, speak not thus!” and then resuming all his presence of mind,\nwhich had for a moment staggered under this blow, and his strength,\nwhich had failed at the words of the old man, he said, “Oh, I have\nsaved you once, and I will save you a second time!” And raising the\nfoot of the bed, he drew out the phial, still a third filled with the\nred liquor.\n\n“See,” he exclaimed, “there remains still some of the magic draught.\nQuick, quick! tell me what I must do this time; are there any fresh\ninstructions? Speak, my friend; I listen.”\n\n“There is not a hope,” replied Faria, shaking his head, “but no matter;\nGod wills it that man whom he has created, and in whose heart he has so\nprofoundly rooted the love of life, should do all in his power to\npreserve that existence, which, however painful it may be, is yet\nalways so dear.”\n\n“Oh, yes, yes!” exclaimed Dantès; “and I tell you that I will save you\nyet.”\n\n“Well, then, try. The cold gains upon me. I feel the blood flowing\ntowards my brain. These horrible chills, which make my teeth chatter\nand seem to dislocate my bones, begin to pervade my whole frame; in\nfive minutes the malady will reach its height, and in a quarter of an"
    },
    {
      "chunk_idx": 392,
      "chunk_id": "The Count of Monte Cristo_chunk_156",
      "start_pos": 546000,
      "end_pos": 550000,
      "similarity": 0.044386422976501305,
      "text": "y.\nThe night after that battle he was sentry at the door of a general who\ncarried on a secret correspondence with the enemy. That same night the\ngeneral was to go over to the English. He proposed to Fernand to\naccompany him; Fernand agreed to do so, deserted his post, and followed\nthe general.\n\n“Fernand would have been court-martialed if Napoleon had remained on\nthe throne, but his action was rewarded by the Bourbons. He returned to\nFrance with the epaulet of sub-lieutenant, and as the protection of the\ngeneral, who is in the highest favor, was accorded to him, he was a\ncaptain in 1823, during the Spanish war—that is to say, at the time\nwhen Danglars made his early speculations. Fernand was a Spaniard, and\nbeing sent to Spain to ascertain the feeling of his fellow-countrymen,\nfound Danglars there, got on very intimate terms with him, won over the\nsupport of the royalists at the capital and in the provinces, received\npromises and made pledges on his own part, guided his regiment by paths\nknown to himself alone through the mountain gorges which were held by\nthe royalists, and, in fact, rendered such services in this brief\ncampaign that, after the taking of Trocadero, he was made colonel, and\nreceived the title of count and the cross of an officer of the Legion\nof Honor.”\n\n“Destiny! destiny!” murmured the abbé.\n\n“Yes, but listen: this was not all. The war with Spain being ended,\nFernand’s career was checked by the long peace which seemed likely to\nendure throughout Europe. Greece only had risen against Turkey, and had\nbegun her war of independence; all eyes were turned towards Athens—it\nwas the fashion to pity and support the Greeks. The French government,\nwithout protecting them openly, as you know, gave countenance to\nvolunteer assistance. Fernand sought and obtained leave to go and serve\nin Greece, still having his name kept on the army roll.\n\n0345m\n\n\n\nSome time after, it was stated that the Comte de Morcerf (this was the\nname he bore) had entered the service of Ali Pasha with the rank of\ninstructor-general. Ali Pasha was killed, as you know, but before he\ndied he recompensed the services of Fernand by leaving him a\nconsiderable sum, with which he returned to France, when he was\ngazetted lieutenant-general.”\n\n“So that now——?” inquired the abbé.\n\n“So that now,” continued Caderousse, “he owns a magnificent house—No.\n27, Rue du Helder, Paris.”\n\nThe abbé opened his mouth, hesitated for a moment, then, making an\neffort at self-control, he said, “And Mercédès—they tell me that she\nhas disappeared?”\n\n“Disappeared,” said Caderousse, “yes, as the sun disappears, to rise\nthe next day with still more splendor.”\n\n“Has she made a fortune also?” inquired the abbé, with an ironical\nsmile.\n\n“Mercédès is at this moment one of the greatest ladies in Paris,”\nreplied Caderousse.\n\n“Go on,” said the abbé; “it seems as if I were listening to the story\nof a dream. But I have seen things so extraordinary, that what you tell\nme seems less astonishing than it otherwise might.”\n\n“Mercédès was at first in the deepest despair at the blow which\ndeprived her of Edmond. I have told you of her attempts to propitiate\nM. de Villefort, her devotion to the elder Dantès. In the midst of her\ndespair, a new affliction overtook her. This was the departure of\nFernand—of Fernand, whose crime she did not know, and whom she regarded\nas her brother. Fernand went, and Mercédès remained alone.\n\n“Three months passed and still she wept—no news of Edmond, no news of\nFernand, no companionship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fe"
    },
    {
      "chunk_idx": 934,
      "chunk_id": "The Count of Monte Cristo_chunk_698",
      "start_pos": 2443000,
      "end_pos": 2447000,
      "similarity": 0.04314720812182741,
      "text": ".\nIn that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath.\n\n“It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid hand\nacross his forehead, entered his study.\n\nThe night was cold and still; the family had all retired to rest but\nVillefort, who alone remained up, and worked till five o’clock in the\nmorning, reviewing the last interrogatories made the night before by\nthe examining magistrates, compiling the depositions of the witnesses,\nand putting the finishing stroke to the deed of accusation, which was\none of the most energetic and best conceived of any he had yet\ndelivered.\n\nThe next day, Monday, was the first sitting of the assizes. The morning\ndawned dull and gloomy, and Villefort saw the dim gray light shine upon\nthe lines he had traced in red ink. The magistrate had slept for a\nshort time while the lamp sent forth its final struggles; its\nflickerings awoke him, and he found his fingers as damp and purple as\nthough they had been dipped in blood.\n\nHe opened the window; a bright yellow streak crossed the sky, and\nseemed to divide in half the poplars, which stood out in black relief\non the horizon. In the clover-fields beyond the chestnut-trees, a lark\nwas mounting up to heaven, while pouring out her clear morning song.\nThe damps of the dew bathed the head of Villefort, and refreshed his\nmemory.\n\n“Today,” he said with an effort,—“today the man who holds the blade of\njustice must strike wherever there is guilt.”\n\nInvoluntarily his eyes wandered towards the window of Noirtier’s room,\nwhere he had seen him the preceding night. The curtain was drawn, and\nyet the image of his father was so vivid to his mind that he addressed\nthe closed window as though it had been open, and as if through the\nopening he had beheld the menacing old man.\n\n“Yes,” he murmured,—“yes, be satisfied.”\n\nHis head dropped upon his chest, and in this position he paced his\nstudy; then he threw himself, dressed as he was, upon a sofa, less to\nsleep than to rest his limbs, cramped with cold and study. By degrees\neveryone awoke. Villefort, from his study, heard the successive noises\nwhich accompany the life of a house,—the opening and shutting of doors,\nthe ringing of Madame de Villefort’s bell, to summon the waiting-maid,\nmingled with the first shouts of the child, who rose full of the\nenjoyment of his age. Villefort also rang; his new valet brought him\nthe papers, and with them a cup of chocolate.\n\n“What are you bringing me?” said he.\n\n“A cup of chocolate.”\n\n“I did not ask for it. Who has paid me this attention?”\n\n“My mistress, sir. She said you would have to speak a great deal in the\nmurder case, and that you should take something to keep up your\nstrength;” and the valet placed the cup on the table nearest to the\nsofa, which was, like all the rest, covered with papers.\n\nThe valet then left the room. Villefort looked for an instant with a\ngloomy expression, then, suddenly, taking it up with a nervous motion,\nhe swallowed its contents at one draught. It might have been thought\nthat he hoped the beverage would be mortal, and that he sought for\ndeath to deliver him from a duty which he would rather die than fulfil.\nHe then rose, and paced his room with a smile it would have been\nterrible to witness. The chocolate was inoffensive, for M. de Villefort\nfelt no effects.\n\nThe breakfast-hour arrived, but M. de Villefort was not at table. The\nvalet re-entered.\n\n“Madame de Villefort wishes to remind you, sir,” he said, “that eleven\no’clock has just struck, and that the trial commences at twelve.”\n\n“Well,” said Villefort, “what then?”\n\n“Madame de Villefort is dressed; she is quite ready, and w"
    }
  ]
}