{
  "29cc81d408a1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043010752688172046,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 524,
      "chunk_id": "The Count of Monte Cristo_chunk_288",
      "start_pos": 1008000,
      "end_pos": 1012000,
      "similarity": 0.02857142857142857,
      "text": "ieur,” continued the countess, advancing with the\nmajesty of a queen, “I owe to you the life of my son, and for this I\nbless you. Now, I thank you for the pleasure you give me in thus\naffording me the opportunity of thanking you as I have blessed you,\nfrom the bottom of my heart.”\n\nThe count bowed again, but lower than before; he was even paler than\nMercédès.\n\n“Madame,” said he, “the count and yourself recompense too generously a\nsimple action. To save a man, to spare a father’s feelings, or a\nmother’s sensibility, is not to do a good action, but a simple deed of\nhumanity.”\n\nAt these words, uttered with the most exquisite sweetness and\npoliteness, Madame de Morcerf replied:\n\n“It is very fortunate for my son, monsieur, that he found such a\nfriend, and I thank God that things are thus.”\n\nAnd Mercédès raised her fine eyes to heaven with so fervent an\nexpression of gratitude, that the count fancied he saw tears in them.\nM. de Morcerf approached her.\n\n“Madame,” said he. “I have already made my excuses to the count for\nquitting him, and I pray you to do so also. The sitting commences at\ntwo; it is now three, and I am to speak.”\n\n“Go, then, and monsieur and I will strive our best to forget your\nabsence,” replied the countess, with the same tone of deep feeling.\n“Monsieur,” continued she, turning to Monte Cristo, “will you do us the\nhonor of passing the rest of the day with us?”\n\n“Believe me, madame, I feel most grateful for your kindness, but I got\nout of my travelling carriage at your door this morning, and I am\nignorant how I am installed in Paris, which I scarcely know; this is\nbut a trifling inquietude, I know, but one that may be appreciated.”\n\n“We shall have the pleasure another time,” said the countess; “you\npromise that?”\n\nMonte Cristo inclined himself without answering, but the gesture might\npass for assent.\n\n“I will not detain you, monsieur,” continued the countess; “I would not\nhave our gratitude become indiscreet or importunate.”\n\n“My dear Count,” said Albert, “I will endeavor to return your\npoliteness at Rome, and place my coupé at your disposal until your own\nbe ready.”\n\n“A thousand thanks for your kindness, viscount,” returned the Count of\nMonte Cristo “but I suppose that M. Bertuccio has suitably employed the\nfour hours and a half I have given him, and that I shall find a\ncarriage of some sort ready at the door.”\n\nAlbert was used to the count’s manner of proceeding; he knew that, like\nNero, he was in search of the impossible, and nothing astonished him,\nbut wishing to judge with his own eyes how far the count’s orders had\nbeen executed, he accompanied him to the door of the house. Monte\nCristo was not deceived. As soon as he appeared in the Count of\nMorcerf’s antechamber, a footman, the same who at Rome had brought the\ncount’s card to the two young men, and announced his visit, sprang into\nthe vestibule, and when he arrived at the door the illustrious\ntraveller found his carriage awaiting him. It was a _coupé_ of Koller’s\nbuilding, and with horses and harness for which Drake had, to the\nknowledge of all the lions of Paris, refused on the previous day seven\nhundred guineas.\n\n“Monsieur,” said the count to Albert, “I do not ask you to accompany me\nto my house, as I can only show you a habitation fitted up in a hurry,\nand I have, as you know, a reputation to keep up as regards not being\ntaken by surprise. Give me, therefore, one more day before I invite\nyou; I shall then be certain not to fail in my hospitality.”\n\n“If you ask me for a day, count, I know what to anticipate; it will not\nbe a house I shall see, but a palace. You have decidedly some genius at\nyour control.”\n\n“_Ma foi_, spread that idea,” replied the Count of Monte Cristo,\nputting his foot on the velvet-lined steps of his splendid carriage,\n“and that will be worth something to me among the ladies.”\n\nAs he spoke, he sprang into the vehicle, the door was closed, but not\nso rapidly that Monte Cristo failed to perceive the almost\nimperceptible movement which stirr"
    },
    {
      "chunk_idx": 656,
      "chunk_id": "The Count of Monte Cristo_chunk_420",
      "start_pos": 1470000,
      "end_pos": 1474000,
      "similarity": 0.027548209366391185,
      "text": " peculiarity, he never projected any Utopian\nschemes which could never be realized, but strove for possibilities,\nand he applied to the realization of these possibilities the terrible\ntheories of The Mountain,—theories that never shrank from any means\nthat were deemed necessary to bring about the desired result.”\n\n“Well,” said Monte Cristo, “it is just as I thought; it was politics\nwhich brought Noirtier and M. d’Épinay into personal contact. Although\nGeneral d’Épinay served under Napoleon, did he not still retain\nroyalist sentiments? And was he not the person who was assassinated one\nevening on leaving a Bonapartist meeting to which he had been invited\non the supposition that he favored the cause of the emperor?”\n\nVillefort looked at the count almost with terror.\n\n“Am I mistaken, then?” said Monte Cristo.\n\n“No, sir, the facts were precisely what you have stated,” said Madame\nde Villefort; “and it was to prevent the renewal of old feuds that M.\nde Villefort formed the idea of uniting in the bonds of affection the\ntwo children of these inveterate enemies.”\n\n“It was a sublime and charitable thought,” said Monte Cristo, “and the\nwhole world should applaud it. It would be noble to see Mademoiselle\nNoirtier de Villefort assuming the title of Madame Franz d’Épinay.”\n\nVillefort shuddered and looked at Monte Cristo as if he wished to read\nin his countenance the real feelings which had dictated the words he\nhad just uttered. But the count completely baffled the procureur, and\nprevented him from discovering anything beneath the never-varying smile\nhe was so constantly in the habit of assuming.\n\n“Although,” said Villefort, “it will be a serious thing for Valentine\nto lose her grandfather’s fortune, I do not think that M. d’Épinay will\nbe frightened at this pecuniary loss. He will, perhaps, hold me in\ngreater esteem than the money itself, seeing that I sacrifice\neverything in order to keep my word with him. Besides, he knows that\nValentine is rich in right of her mother, and that she will, in all\nprobability, inherit the fortune of M. and Madame de Saint-Méran, her\nmother’s parents, who both love her tenderly.”\n\n“And who are fully as well worth loving and tending as M. Noirtier,”\nsaid Madame de Villefort; “besides, they are to come to Paris in about\na month, and Valentine, after the affront she has received, need not\nconsider it necessary to continue to bury herself alive by being shut\nup with M. Noirtier.”\n\nThe count listened with satisfaction to this tale of wounded self-love\nand defeated ambition.\n\n“But it seems to me,” said Monte Cristo, “and I must begin by asking\nyour pardon for what I am about to say, that if M. Noirtier disinherits\nMademoiselle de Villefort because she is going to marry a man whose\nfather he detested, he cannot have the same cause of complaint against\nthis dear Edward.”\n\n“True,” said Madame de Villefort, with an intonation of voice which it\nis impossible to describe; “is it not unjust—shamefully unjust? Poor\nEdward is as much M. Noirtier’s grandchild as Valentine, and yet, if\nshe had not been going to marry M. Franz, M. Noirtier would have left\nher all his money; and supposing Valentine to be disinherited by her\ngrandfather, she will still be three times richer than he.”\n\nThe count listened and said no more.\n\n“Count,” said Villefort, “we will not entertain you any longer with our\nfamily misfortunes. It is true that my patrimony will go to endow\ncharitable institutions, and my father will have deprived me of my\nlawful inheritance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his c"
    },
    {
      "chunk_idx": 753,
      "chunk_id": "The Count of Monte Cristo_chunk_517",
      "start_pos": 1809500,
      "end_pos": 1813500,
      "similarity": 0.025839793281653745,
      "text": "ay that before a week is past the door will\nbe closed against me.”\n\n“You are mistaken, my dear viscount.”\n\n“Prove it to me.”\n\n“Do you wish me to do so?”\n\n“Yes.”\n\n“Well, I am charged with the commission of endeavoring to induce the\nComte de Morcerf to make some definite arrangement with the baron.”\n\n“By whom are you charged?”\n\n“By the baron himself.”\n\n“Oh,” said Albert with all the cajolery of which he was capable. “You\nsurely will not do that, my dear count?”\n\n“Certainly I shall, Albert, as I have promised to do it.”\n\n“Well,” said Albert, with a sigh, “it seems you are determined to marry\nme.”\n\n“I am determined to try and be on good terms with everybody, at all\nevents,” said Monte Cristo. “But apropos of Debray, how is it that I\nhave not seen him lately at the baron’s house?”\n\n“There has been a misunderstanding.”\n\n“What, with the baroness?”\n\n“No, with the baron.”\n\n“Has he perceived anything?”\n\n“Ah, that is a good joke!”\n\n“Do you think he suspects?” said Monte Cristo with charming\nartlessness.\n\n“Where have you come from, my dear count?” said Albert.\n\n“From Congo, if you will.”\n\n“It must be farther off than even that.”\n\n“But what do I know of your Parisian husbands?”\n\n“Oh, my dear count, husbands are pretty much the same everywhere; an\nindividual husband of any country is a pretty fair specimen of the\nwhole race.”\n\n“But then, what can have led to the quarrel between Danglars and\nDebray? They seemed to understand each other so well,” said Monte\nCristo with renewed energy.\n\n“Ah, now you are trying to penetrate into the mysteries of Isis, in\nwhich I am not initiated. When M. Andrea Cavalcanti has become one of\nthe family, you can ask him that question.”\n\nThe carriage stopped.\n\n“Here we are,” said Monte Cristo; “it is only half-past ten o’clock,\ncome in.”\n\n“Certainly, I will.”\n\n“My carriage shall take you back.”\n\n“No, thank you; I gave orders for my _coupé_ to follow me.”\n\n“There it is, then,” said Monte Cristo, as he stepped out of the\ncarriage. They both went into the house; the drawing-room was lighted\nup—they went in there. “You will make tea for us, Baptistin,” said the\ncount. Baptistin left the room without waiting to answer, and in two\nseconds reappeared, bringing on a tray, all that his master had\nordered, ready prepared, and appearing to have sprung from the ground,\nlike the repasts which we read of in fairy tales.\n\n“Really, my dear count,” said Morcerf, “what I admire in you is, not so\nmuch your riches, for perhaps there are people even wealthier than\nyourself, nor is it only your wit, for Beaumarchais might have\npossessed as much,—but it is your manner of being served, without any\nquestions, in a moment, in a second; it is as if they guessed what you\nwanted by your manner of ringing, and made a point of keeping\neverything you can possibly desire in constant readiness.”\n\n“What you say is perhaps true; they know my habits. For instance, you\nshall see; how do you wish to occupy yourself during tea-time?”\n\n“_Ma foi_, I should like to smoke.”\n\nMonte Cristo took the gong and struck it once. In about the space of a\nsecond a private door opened, and Ali appeared, bringing two chibouques\nfilled with excellent latakia.\n\n“It is quite wonderful,” said Albert.\n\n“Oh no, it is as simple as possible,” replied Monte Cristo. “Ali knows\nI generally smoke while I am taking my tea or coffee; he has heard that\nI ordered tea, and he also knows that I brought you home with me; when\nI summoned him he naturally guessed the reason of my doing so, and as\nhe comes from a country where hospitality is especially manifested\nthrough the medium of smoking, he naturally concludes that we shall\nsmoke in company, and therefore brings two chibouques instead of\none—and now the mystery is solved.”\n\n“Certainly you give a most commonplace air to your explanation, but it\nis not the less true that you——Ah, but what do I hear?” and Morcerf\ninclined his head towards the door, through which sounds seemed to\nissue resembling those of a guitar.\n\n“_Ma foi_, my dear visco"
    },
    {
      "chunk_idx": 305,
      "chunk_id": "The Count of Monte Cristo_chunk_69",
      "start_pos": 241500,
      "end_pos": 245500,
      "similarity": 0.025510204081632654,
      "text": "ertainly; but you will find terrible charges.”\n\n“Monsieur,” continued Dantès, “I know it is not in your power to\nrelease me; but you can plead for me—you can have me tried—and that is\nall I ask. Let me know my crime, and the reason why I was condemned.\nUncertainty is worse than all.”\n\n“Go on with the lights,” said the inspector.\n\n“Monsieur,” cried Dantès, “I can tell by your voice you are touched\nwith pity; tell me at least to hope.”\n\n“I cannot tell you that,” replied the inspector; “I can only promise to\nexamine into your case.”\n\n“Oh, I am free—then I am saved!”\n\n“Who arrested you?”\n\n“M. Villefort. See him, and hear what he says.”\n\n“M. Villefort is no longer at Marseilles; he is now at Toulouse.”\n\n“I am no longer surprised at my detention,” murmured Dantès, “since my\nonly protector is removed.”\n\n“Had M. de Villefort any cause of personal dislike to you?”\n\n“None; on the contrary, he was very kind to me.”\n\n“I can, then, rely on the notes he has left concerning you?”\n\n“Entirely.”\n\n“That is well; wait patiently, then.”\n\nDantès fell on his knees, and prayed earnestly. The door closed; but\nthis time a fresh inmate was left with Dantès—Hope.\n\n0173m\n\n\n\n“Will you see the register at once,” asked the governor, “or proceed to\nthe other cell?”\n\n“Let us visit them all,” said the inspector. “If I once went up those\nstairs. I should never have the courage to come down again.”\n\n“Ah, this one is not like the other, and his madness is less affecting\nthan this one’s display of reason.”\n\n“What is his folly?”\n\n“He fancies he possesses an immense treasure. The first year he offered\ngovernment a million of francs for his release; the second, two; the\nthird, three; and so on progressively. He is now in his fifth year of\ncaptivity; he will ask to speak to you in private, and offer you five\nmillions.”\n\n“How curious!—what is his name?”\n\n“The Abbé Faria.”\n\n“No. 27,” said the inspector.\n\n“It is here; unlock the door, Antoine.”\n\nThe turnkey obeyed, and the inspector gazed curiously into the chamber\nof the _mad abbé_, as the prisoner was usually called.\n\nIn the centre of the cell, in a circle traced with a fragment of\nplaster detached from the wall, sat a man whose tattered garments\nscarcely covered him. He was drawing in this circle geometrical lines,\nand seemed as much absorbed in his problem as Archimedes was when the\nsoldier of Marcellus slew him. He did not move at the sound of the\ndoor, and continued his calculations until the flash of the torches\nlighted up with an unwonted glare the sombre walls of his cell; then,\nraising his head, he perceived with astonishment the number of persons\npresent. He hastily seized the coverlet of his bed, and wrapped it\nround him.\n\n“What is it you want?” said the inspector.\n\n“I, monsieur,” replied the abbé with an air of surprise,—“I want\nnothing.”\n\n“You do not understand,” continued the inspector; “I am sent here by\ngovernment to visit the prison, and hear the requests of the\nprisoners.”\n\n“Oh, that is different,” cried the abbé; “and we shall understand each\nother, I hope.”\n\n“There, now,” whispered the governor, “it is just as I told you.”\n\n“Monsieur,” continued the prisoner, “I am the Abbé Faria, born at Rome.\nI was for twenty years Cardinal Spada’s secretary; I was arrested, why,\nI know not, toward the beginning of the year 1811; since then I have\ndemanded my liberty from the Italian and French government.”\n\n“Why from the French government?”\n\n“Because I was arrested at Piombino, and I presume that, like Milan and\nFlorence, Piombino has become the capital of some French department.”\n\n“Ah,” said the inspector, “you have not the latest news from Italy?”\n\n“My information dates from the day on which I was arrested,” returned\nthe Abbé Faria; “and as the emperor had created the kingdom of Rome for\nhis infant son, I presume that he has realized the dream of Machiavelli\nand Cæsar Borgia, which was to make Italy a united kingdom.”\n\n“Monsieur,” returned the inspector, “Providence has changed this\ngigantic plan you advocate so "
    }
  ]
}