{
  "c820eeb442b1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06382978723404255,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 311,
      "chunk_id": "The Count of Monte Cristo_chunk_75",
      "start_pos": 262500,
      "end_pos": 266500,
      "similarity": 0.03804347826086957,
      "text": "e him; but whether abstinence had quickened his\nfaculties, or whether the noise was really louder than usual, Edmond\nraised his head and listened. It was a continual scratching, as if made\nby a huge claw, a powerful tooth, or some iron instrument attacking the\nstones.\n\nAlthough weakened, the young man’s brain instantly responded to the\nidea that haunts all prisoners—liberty! It seemed to him that heaven\nhad at length taken pity on him, and had sent this noise to warn him on\nthe very brink of the abyss. Perhaps one of those beloved ones he had\nso often thought of was thinking of him, and striving to diminish the\ndistance that separated them.\n\nNo, no, doubtless he was deceived, and it was but one of those dreams\nthat forerun death!\n\nEdmond still heard the sound. It lasted nearly three hours; he then\nheard a noise of something falling, and all was silent.\n\nSome hours afterwards it began again, nearer and more distinct. Edmond\nwas intensely interested. Suddenly the jailer entered.\n\nFor a week since he had resolved to die, and during the four days that\nhe had been carrying out his purpose, Edmond had not spoken to the\nattendant, had not answered him when he inquired what was the matter\nwith him, and turned his face to the wall when he looked too curiously\nat him; but now the jailer might hear the noise and put an end to it,\nand so destroy a ray of something like hope that soothed his last\nmoments.\n\nThe jailer brought him his breakfast. Dantès raised himself up and\nbegan to talk about everything; about the bad quality of the food,\nabout the coldness of his dungeon, grumbling and complaining, in order\nto have an excuse for speaking louder, and wearying the patience of his\njailer, who out of kindness of heart had brought broth and white bread\nfor his prisoner.\n\nFortunately, he fancied that Dantès was delirious; and placing the food\non the rickety table, he withdrew. Edmond listened, and the sound\nbecame more and more distinct.\n\n“There can be no doubt about it,” thought he; “it is some prisoner who\nis striving to obtain his freedom. Oh, if I were only there to help\nhim!”\n\nSuddenly another idea took possession of his mind, so used to\nmisfortune, that it was scarcely capable of hope—the idea that the\nnoise was made by workmen the governor had ordered to repair the\nneighboring dungeon.\n\nIt was easy to ascertain this; but how could he risk the question? It\nwas easy to call his jailer’s attention to the noise, and watch his\ncountenance as he listened; but might he not by this means destroy\nhopes far more important than the short-lived satisfaction of his own\ncuriosity? Unfortunately, Edmond’s brain was still so feeble that he\ncould not bend his thoughts to anything in particular. He saw but one\nmeans of restoring lucidity and clearness to his judgment. He turned\nhis eyes towards the soup which the jailer had brought, rose, staggered\ntowards it, raised the vessel to his lips, and drank off the contents\nwith a feeling of indescribable pleasure.\n\nHe had the resolution to stop with this. He had often heard that\nshipwrecked persons had died through having eagerly devoured too much\nfood. Edmond replaced on the table the bread he was about to devour,\nand returned to his couch—he did not wish to die. He soon felt that his\nideas became again collected—he could think, and strengthen his\nthoughts by reasoning. Then he said to himself:\n\n“I must put this to the test, but without compromising anybody. If it\nis a workman, I need but knock against the wall, and he will cease to\nwork, in order to find out who is knocking, and why he does so; but as\nhis occupation is sanctioned by the governor, he will soon resume it.\nIf, on the contrary, it is a prisoner, the noise I make will alarm him,\nhe will cease, and not begin again until he thinks everyone is asleep.”\n\nEdmond rose again, but this time his legs did not tremble, and his\nsight was clear; he went to a corner of his dungeon, detached a stone,\nand with it knocked against the wall where the sound came. He s"
    },
    {
      "chunk_idx": 899,
      "chunk_id": "The Count of Monte Cristo_chunk_663",
      "start_pos": 2320500,
      "end_pos": 2324500,
      "similarity": 0.03561643835616438,
      "text": " not deceive a\nsick-nurse. She screamed aloud; then running to the door exclaimed:\n\n“Help, help!”\n\n50083m\n\n\n\n“What is the matter?” asked M. d’Avrigny, at the foot of the stairs, it\nbeing the hour he usually visited her.\n\n“What is it?” asked Villefort, rushing from his room. “Doctor, do you\nhear them call for help?”\n\n“Yes, yes; let us hasten up; it was in Valentine’s room.”\n\nBut before the doctor and the father could reach the room, the servants\nwho were on the same floor had entered, and seeing Valentine pale and\nmotionless on her bed, they lifted up their hands towards heaven and\nstood transfixed, as though struck by lightening.\n\n“Call Madame de Villefort!—Wake Madame de Villefort!” cried the\nprocureur from the door of his chamber, which apparently he scarcely\ndared to leave. But instead of obeying him, the servants stood watching\nM. d’Avrigny, who ran to Valentine, and raised her in his arms.\n\n“What?—this one, too?” he exclaimed. “Oh, where will be the end?”\n\nVillefort rushed into the room.\n\n“What are you saying, doctor?” he exclaimed, raising his hands to\nheaven.\n\n“I say that Valentine is dead!” replied d’Avrigny, in a voice terrible\nin its solemn calmness.\n\n50085m\n\n\n\nM. de Villefort staggered and buried his head in the bed. On the\nexclamation of the doctor and the cry of the father, the servants all\nfled with muttered imprecations; they were heard running down the\nstairs and through the long passages, then there was a rush in the\ncourt, afterwards all was still; they had, one and all, deserted the\naccursed house.\n\nJust then, Madame de Villefort, in the act of slipping on her\ndressing-gown, threw aside the drapery and for a moment stood\nmotionless, as though interrogating the occupants of the room, while\nshe endeavored to call up some rebellious tears. On a sudden she\nstepped, or rather bounded, with outstretched arms, towards the table.\nShe saw d’Avrigny curiously examining the glass, which she felt certain\nof having emptied during the night. It was now a third full, just as it\nwas when she threw the contents into the ashes. The spectre of\nValentine rising before the poisoner would have alarmed her less. It\nwas, indeed, the same color as the draught she had poured into the\nglass, and which Valentine had drunk; it was indeed the poison, which\ncould not deceive M. d’Avrigny, which he now examined so closely; it\nwas doubtless a miracle from heaven, that, notwithstanding her\nprecautions, there should be some trace, some proof remaining to reveal\nthe crime.\n\nWhile Madame de Villefort remained rooted to the spot like a statue of\nterror, and Villefort, with his head hidden in the bedclothes, saw\nnothing around him, d’Avrigny approached the window, that he might the\nbetter examine the contents of the glass, and dipping the tip of his\nfinger in, tasted it.\n\n“Ah,” he exclaimed, “it is no longer brucine that is used; let me see\nwhat it is!”\n\nThen he ran to one of the cupboards in Valentine’s room, which had been\ntransformed into a medicine closet, and taking from its silver case a\nsmall bottle of nitric acid, dropped a little of it into the liquor,\nwhich immediately changed to a blood-red color.\n\n“Ah,” exclaimed d’Avrigny, in a voice in which the horror of a judge\nunveiling the truth was mingled with the delight of a student making a\ndiscovery.\n\nMadame de Villefort was overpowered; her eyes first flashed and then\nswam, she staggered towards the door and disappeared. Directly\nafterwards the distant sound of a heavy weight falling on the ground\nwas heard, but no one paid any attention to it; the nurse was engaged\nin watching the chemical analysis, and Villefort was still absorbed in\ngrief. M. d’Avrigny alone had followed Madame de Villefort with his\neyes, and watched her hurried retreat. He lifted up the drapery over\nthe entrance to Edward’s room, and his eye reaching as far as Madame de\nVillefort’s apartment, he beheld her extended lifeless on the floor.\n\n“Go to the assistance of Madame de Villefort,” he said to the nurse.\n“Madame de "
    },
    {
      "chunk_idx": 409,
      "chunk_id": "The Count of Monte Cristo_chunk_173",
      "start_pos": 605500,
      "end_pos": 609500,
      "similarity": 0.03523035230352303,
      "text": "en,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after Julie had retired, she rose, took off her shoes, and went\nstealthily along the passage, to see through the keyhole what her\nhusband was doing.\n\nIn the passage she saw a retreating shadow; it was Julie, who, uneasy\nherself, had anticipated her mother. The young lady went towards Madame\nMorrel.\n\n“He is writing,” she said.\n\nThey had understood each other without speaking. Madame Morrel looked\nagain through the keyhole, Morrel was writing; but Madame Morrel\nremarked, what her daughter had not observed, that her husband was\nwriting on stamped paper. The terrible idea that he was writing his\nwill flashed across her; she shuddered, and yet had not strength to\nutter a word.\n\nNext day M. Morrel seemed as calm as ever, went into his office as\nusual, came to his breakfast punctually, and then, after dinner, he\nplaced his daughter beside him, took her head in his arms, and held her\nfor a long time against his bosom. In the evening, Julie told her\nmother, that although he was apparently so calm, she had noticed that\nher father’s heart beat violently.\n\nThe next two days passed in much the same way. On the evening of the\n4th of September, M. Morrel asked his daughter for the key of his\nstudy. Julie trembled at this request, which seemed to her of bad omen.\nWhy did her father ask for this key which she always kept, and which\nwas only taken from her in childhood as a punishment? The young girl\nlooked at Morrel.\n\n“What have I done wrong, father,” she said, “that you should take this\nkey from me?”\n\n“Nothing, my dear,” replied the unhappy man, the tears starting to his\neyes at this simple question,—“nothing, only I want it.”\n\nJulie made a pretence to feel for the key. “I must have left it in my\nroom,” she said.\n\nAnd she went out, but instead of going to her apartment she hastened to\nconsult Emmanuel.\n\n“Do not give this key to your father,” said he, “and tomorrow morning,\nif possible, do not quit him for a moment.”\n\nShe questioned Emmanuel, but he knew nothing, or would not say what he\nknew.\n\nDuring the night, between the 4th and 5th of September, Madame Morrel\nremained listening for every sound, and, until three o’clock in the\nmorning, she heard her husband pacing the room in great agitation. It\nwas three o’clock when he threw himself on the bed. The mother and\ndaughter passed the night together. They had expected Maximilian since\nthe previous evening. At eight o’clock in the morning Morrel entered\ntheir chamber. He was calm; but the agitation of the night was legible\nin his pale and careworn visage. They did not dare to ask him how he\nhad slept. Morrel was kinder to his wife, more affectionate to his\ndaughter, than he had ever been. He could not cease gazing at and\nkissing the sweet girl. Julie, mindful of Emmanuel’s request, was\nfollowing her father when he quitted the room, but he said to her\nquickly:\n\n“Remain with your mother, dearest.” Julie wished to accompany him. “I\nwish you to do so,” said he.\n\nThis was the first time Morrel had ever so spoken, but he said it in a\ntone of paternal kindness, and Julie did not dare to disobey. She\nremained at the same spot standing mute and motionless. An instant\nafterwards the door opened, she felt two arms encircle her, and a mouth\npressed her forehead. She looked up and uttered an exclamation of joy.\n\n20053m\n\n\n\n“Maximilian, my dearest brother!” she cried.\n\nAt these words Madame Morrel rose, and threw herself into her son’s\narms.\n\n“Mother,” said the young man, looking alternately at Madame Morrel and\nher daughter"
    },
    {
      "chunk_idx": 459,
      "chunk_id": "The Count of Monte Cristo_chunk_223",
      "start_pos": 780500,
      "end_pos": 784500,
      "similarity": 0.03494623655913978,
      "text": " the theatre, “you seem determined not\nto approve; you are really too difficult to please.”\n\nThe curtain at length fell on the performances, to the infinite\nsatisfaction of the Viscount of Morcerf, who seized his hat, rapidly\npassed his fingers through his hair, arranged his cravat and\nwristbands, and signified to Franz that he was waiting for him to lead\nthe way.\n\nFranz, who had mutely interrogated the countess, and received from her\na gracious smile in token that he would be welcome, sought not to\nretard the gratification of Albert’s eager impatience, but began at\nonce the tour of the house, closely followed by Albert, who availed\nhimself of the few minutes required to reach the opposite side of the\ntheatre to settle the height and smoothness of his collar, and to\narrange the lappets of his coat. This important task was just completed\nas they arrived at the countess’s box.\n\nAt the knock, the door was immediately opened, and the young man who\nwas seated beside the countess, in obedience to the Italian custom,\ninstantly rose and surrendered his place to the strangers, who, in\nturn, would be expected to retire upon the arrival of other visitors.\n\nFranz presented Albert as one of the most distinguished young men of\nthe day, both as regarded his position in society and extraordinary\ntalents; nor did he say more than the truth, for in Paris and the\ncircle in which the viscount moved, he was looked upon and cited as a\nmodel of perfection. Franz added that his companion, deeply grieved at\nhaving been prevented the honor of being presented to the countess\nduring her sojourn in Paris, was most anxious to make up for it, and\nhad requested him (Franz) to remedy the past misfortune by conducting\nhim to her box, and concluded by asking pardon for his presumption in\nhaving taken it upon himself to do so.\n\nThe countess, in reply, bowed gracefully to Albert, and extended her\nhand with cordial kindness to Franz; then, inviting Albert to take the\nvacant seat beside her, she recommended Franz to take the next best, if\nhe wished to view the ballet, and pointed to the one behind her own\nchair.\n\nAlbert was soon deeply engrossed in discoursing upon Paris and Parisian\nmatters, speaking to the countess of the various persons they both knew\nthere. Franz perceived how completely he was in his element; and,\nunwilling to interfere with the pleasure he so evidently felt, took up\nAlbert’s glass, and began in his turn to survey the audience.\n\nSitting alone, in the front of a box immediately opposite, but situated\non the third row, was a woman of exquisite beauty, dressed in a Greek\ncostume, which evidently, from the ease and grace with which she wore\nit, was her national attire. Behind her, but in deep shadow, was the\noutline of a masculine figure; but the features of this latter\npersonage it was not possible to distinguish. Franz could not forbear\nbreaking in upon the apparently interesting conversation passing\nbetween the countess and Albert, to inquire of the former if she knew\nwho was the fair Albanian opposite, since beauty such as hers was well\nworthy of being observed by either sex.\n\n“All I can tell about her,” replied the countess, “is, that she has\nbeen at Rome since the beginning of the season; for I saw her where she\nnow sits the very first night of the season, and since then she has\nnever missed a performance. Sometimes she is accompanied by the person\nwho is now with her, and at others she is merely attended by a black\nservant.”\n\n“And what do you think of her personal appearance?”\n\n“Oh, I consider her perfectly lovely—she is just my idea of what Medora\nmust have been.”\n\nFranz and the countess exchanged a smile, and then the latter resumed\nher conversation with Albert, while Franz returned to his previous\nsurvey of the house and company. The curtain rose on the ballet, which\nwas one of those excellent specimens of the Italian school, admirably\narranged and put on the stage by Henri, who has established for himself\na great reputation throughout I"
    }
  ]
}