{
  "bf6ff0e3fd7f": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.061224489795918366,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 12,
      "chunk_id": "In Search of the Castaways_chunk_12",
      "start_pos": 42000,
      "end_pos": 46000,
      "similarity": 0.03307888040712468,
      "text": "o give the former a peculiar and\nnational development, he resolved to found a Scottish colony in some\npart of the Southern World. Did he dream of that independence in the\nfuture of which the United States had set the example, and which the\nIndies and Australia cannot fail one day to acquire? Very likely;\nbut he allowed his secret hopes to be divined. It was, therefore,\nknown that the Government refused to lend their aid in his project\nof colonization; nay, they even raised obstacles which in any other\ncountry would have overcome the project.\n\nBut Harry Grant would not be discouraged. He appealed to the patriotism\nof his countrymen, gave his fortune to serve the cause, built a vessel\nand furnished it with a fine crew, confided his children to the care\nof his old cousin, and set sail to explore the great islands of the\nPacific.\n\nIt was the year 1861. Until May, 1862, they had received news of him,\nbut since his departure from Callao, in the month of June, no one had\nheard anything of the Britannia, and the marine intelligencers became\nsilent concerning the fate of the captain.\n\nAt this juncture of affairs the old cousin of Harry Grant died, and\nthe two children were left alone in the world. Mary Grant was then\nfourteen. Her courageous soul did not flinch at the situation that was\npresented, but she devoted herself entirely to her brother, who was\nstill a child. She must bring him up and instruct him. By dint of\neconomy, prudence, and sagacity, laboring night and day, sacrificing\nall for him, denying herself everything, the sister succeeded in\neducating her brother and bravely fulfilled her sisterly duties.\n\nThe two children lived thus at Dundee, and valiantly overcame\ntheir sorrowful and lonely circumstances. Mary thought only of her\nbrother, and dreamed of a happy future for him. As for herself, alas!\nthe Britannia was lost forever, and her father dead! We must not,\ntherefore, attempt to depict her emotion when the advertisement in the\n_Times_ accidentally met her eye, and suddenly raised her from her\ndespair.\n\nIt was no time to hesitate. Her resolution was immediately taken. Even\nif she should learn that her father's dead body had been found on a\ndesert coast, or in the hull of a shipwrecked vessel, it was better\nthan this continual doubt, this eternal torment of uncertainty. She\ntold her brother all; and the same day the two children took the Perth\nRailroad, and at evening arrived at Malcolm Castle, where Mary, after\nso many harassing thoughts, began to hope.\n\nSuch was the sorrowful story that the young girl related to Lady\nGlenarvan, in an artless manner, without thinking that through all\nthose long years of trial she had behaved herself like an heroic\ndaughter. But Lady Helena thought of this, and several times, without\nhiding her tears, she clasped in her arms the two children of Captain\nGrant.\n\nAs for Robert, it seemed as if he heard this story for the first time:\nfor he opened his eyes in astonishment, as he listened to his sister;\ncomprehended what she had done, what she had suffered; and at last,\nencircling her with his arms, he exclaimed, unable longer to restrain\nthe cry that came from the very depths of his heart,--\n\n\"Oh, mamma! my dear mamma!\"\n\n[Illustration: \"My father, my poor father!\" cried Mary Grant, throwing\nherself at the feet of Lord Glenarvan.]\n\nNight had now fully set in; and Lady Helena, remembering the fatigue of\nthe two children, would not longer continue the conversation. Mary\nand Robert were conducted to their chambers, and fell asleep dreaming\nof a brighter future.\n\n\n\nAfter they had retired, Lady Helena saw the major, and told him all the\nevents of the day.\n\n\"That Mary Grant is a brave girl,\" said MacNabb, when he had heard his\ncousin's story.\n\n\"May Heaven grant my husband success in his enterprise!\" replied Lady\nHelena; \"for the situation of the two children would be terrible!\"\n\n\"He will succeed,\" answered MacNabb, \"or the hearts of the authorities\nmust be harder than the stone of Portland.\"\n\nIn sp"
    },
    {
      "chunk_idx": 217,
      "chunk_id": "In Search of the Castaways_chunk_217",
      "start_pos": 759500,
      "end_pos": 763500,
      "similarity": 0.03299492385786802,
      "text": "What do you mean, Tom?\" inquired Glenarvan.\n\n\"I mean,\" he replied, \"that when the quartermaster, Ayrton, learned,\nthe day after our departure, the Duncan's destination----\"\n\n\"Ayrton!\" cried Glenarvan. \"Is he on board?\"\n\n\"Yes, my lord.\"\n\n\"Ayrton here!\" repeated Glenarvan, glancing at Captain Mangles.\n\n\"Wonderful indeed!\" said the young captain.\n\nIn an instant, with the swiftness of lightning, Ayrton's conduct, his\nlong-contrived treachery, Glenarvan's wound, the attack upon Mulready,\ntheir sufferings in the marshes of the Snowy, all the wretch's deeds,\nflashed upon the minds of the two men. And now, by a strange fatality,\nthe convict was in their power.\n\n\"Where is he?\" asked Glenarvan quickly.\n\n\"In a cabin in the forecastle,\" replied Tom Austin, \"closely guarded.\"\n\n\"Why this confinement?\"\n\n[Sidenote: AN UNOFFICIAL TRIBUNAL.]\n\n\"Because, when Ayrton saw that the yacht was sailing for New Zealand,\nhe flew into a passion; because he attempted to force me to change the\nship's course; because he threatened me; and, finally, because he urged\nmy men to a mutiny. I saw that he was a dangerous person, and was\ncompelled, therefore, to take precautions against him.\"\n\n\"And since that time?\"\n\n\"Since that time he has been in his cabin, without offering to come\nout.\"\n\n\"Good!\"\n\nAt this moment Glenarvan and Captain Mangles were summoned to the\nsaloon. Breakfast, which they so much needed, was ready. They took\nseats at the table, but did not speak of Ayrton.\n\nHowever, when the meal was ended, and the passengers had assembled on\ndeck, Glenarvan informed them of the quartermaster's presence on board.\nAt the same time he declared his intention of sending for him.\n\n\"Can I be released from attending this tribunal?\" asked Lady Helena.\n\"I confess to you, my dear Edward, that the sight of this unfortunate\nwould be very painful to me.\"\n\n\"It is only to confront him, Helena,\" replied Glenarvan. \"Remain,\nif you can. Ben Joyce should see himself face to face with all his\nintended victims.\"\n\nLady Helena yielded to this request, and Mary Grant and she took their\nplaces beside him, while around them stood the major, Paganel, Captain\nMangles, Robert, Wilson, Mulready, and Olbinett, all who had suffered\nso severely by the convict's treason. The crew of the yacht, who did\nnot yet understand the seriousness of these proceedings, maintained a\nprofound silence.\n\n\"Call Ayrton!\" said Glenarvan.\n\n\n\n\nCHAPTER LVI.\n\nAYRTON'S OBSTINACY.\n\n\nAyrton soon made his appearance. He crossed the deck with a confident\nstep, and ascended the poop-stairs. His eyes had a sullen look, his\nteeth were set, and his fists clinched convulsively. His bearing\ndisplayed neither exultation nor humility. As soon as he was in Lord\nGlenarvan's presence, he folded his arms, and calmly and silently\nwaited to be questioned:\n\n\"Ayrton,\" said Glenarvan, \"here we all are, as you see, on board the\nDuncan, that you would have surrendered to Ben Joyce's accomplices.\"\n\nAt these words the lips of the quartermaster slightly trembled. A quick\nblush colored his hard features,--not the sign of remorse, but the\nshame of defeat. He was prisoner on this yacht that he had meant to\ncommand as master, and his fate was soon to be decided.\n\nHowever, he made no reply. Glenarvan waited patiently, but Ayrton still\npersisted in maintaining an obstinate silence.\n\n\"Speak, Ayrton; what have you to say?\" continued Glenarvan.\n\nThe convict hesitated, and the lines of his forehead were strongly\ncontracted. At last he said, in a calm voice:\n\n\"I have nothing to say, my lord. I was foolish enough to let myself be\ntaken. Do what you please.\"\n\n[Sidenote: A DUMB PRISONER.]\n\nHaving given his answer, the quartermaster turned his eyes toward\nthe coast that extended along the west, and affected a profound\nindifference for all that was passing around him. You would have\nthought, to look at him, that he was a stranger to this serious affair.\n\nBut Glenarvan had resolved to be patient. A powerful motive urged\nhim to ascertain certain circumstances o"
    },
    {
      "chunk_idx": 190,
      "chunk_id": "In Search of the Castaways_chunk_190",
      "start_pos": 665000,
      "end_pos": 669000,
      "similarity": 0.0327455919395466,
      "text": "des,\nfifteen feet high. A second line of stakes, and then a fence of osiers,\npierced with loop-holes, inclosed the inner space, the court-yard of\nthe pah, in which stood several Maori tents, and forty huts which were\nsymmetrically arranged.\n\nOn their arrival, the captives were terribly impressed at sight of\nthe heads that ornamented the stakes of the second inclosure. Lady\nHelena and Mary Grant turned away their eyes with more of disgust than\nterror. These heads had most of them belonged to hostile chiefs, fallen\nin battle, whose bodies had served as food for the conquerors. The\ngeographer knew them to be such by their hollow and eyeless sockets!\n\nIn Kai-Koumou's pah only the heads of his enemies formed this frightful\nmuseum; and here, doubtless, more than one English skull had served to\nincrease the size of the chief's collection.\n\nHis hut, among those belonging to warriors of lower rank, stood at the\nrear of the pah, in front of a large open terrace. This structure was\nbuilt of stakes, interlaced with branches, and lined inside with flax\nmatting.\n\nOnly one opening gave access to the dwelling. A thick curtain, made\nof a vegetable tissue, served as a door. The roof projected so as to\nform a water-shed. Several faces, carved at the ends of the rafters,\nadorned the hut, and the curtain was covered with various imitations\nof foliage, symbolical figures, monsters, and graceful sculpturing,\na curious piece of work, fashioned by the scissors of the native\ndecorators.\n\n[Sidenote: FEMININE ORATORY.]\n\nInside of the habitation the floor was made of hard-trodden earth,\nand raised six inches above the ground. Several rush screens and some\nmattresses, covered with woven matting of long leaves and twigs,\nserved as beds. In the middle of the room a hole in a stone formed the\nfireplace, and another in the roof answered for a chimney.\n\nThe smoke, when it became sufficiently thick, perforce escaped at this\noutlet, but it of course blackened the walls of the house.\n\nOn one side of the hut were storehouses, containing the chief's\nprovisions, his harvest of flax, potatoes, and edible ferns, and\nthe ovens where the various articles of food were cooked by contact\nwith heated stones. Farther off, in small pens, pigs and goats were\nconfined, and dogs ran about seeking their scanty sustenance. They were\nrather poorly kept, for animals that formed the Maori daily food.\n\nGlenarvan and his companions had taken in the whole at a glance. They\nawaited beside an empty hut the good pleasure of the chief, exposed to\nthe insults of a crowd of old women, who surrounded them like harpies,\nand threatened them with their fists, crying and howling. Several\nEnglish words that passed their lips clearly indicated that they were\ndemanding immediate vengeance.\n\nIn the midst of these cries and threats, Lady Helena affected a\ncalmness that she could not feel in her heart. This courageous woman,\nin order that her husband's coolness might not forsake him, heroically\ncontrolled her emotions. Poor Mary Grant felt herself growing weak, and\nCaptain Mangles supported her, ready to die in her defence. The others\nendured this torrent of invectives in various ways, either indifferent\nlike the major, or increasingly annoyed like Paganel.\n\nGlenarvan, wishing to relieve Lady Helena from the assaults of these\nshrews, boldly approached Kai-Koumou, and, pointing to the hideous\nthrong, said:\n\n\"Drive them away!\"\n\nThe Maori chief gazed steadily at his prisoner without replying. Then\nwith a gesture he silenced the noisy horde. Glenarvan bowed in token of\nthanks, and slowly resumed his place among his friends.\n\nKai-Koumou, fearing an insurrection of the fanatics of his tribe, now\nled his captives to a sacred place, situated at the other end of the\npah, on the edge of a precipice. This hut rested against a rock that\nrose a hundred feet above it and was a steep boundary to this side of\nthe fortification. In this consecrated temple the priests, or \"arikis,\"\ninstruct the New Zealanders. The buildin"
    },
    {
      "chunk_idx": 147,
      "chunk_id": "In Search of the Castaways_chunk_147",
      "start_pos": 514500,
      "end_pos": 518500,
      "similarity": 0.032663316582914576,
      "text": "omfort.\"\n\n\"True,\" replied Captain Mangles. \"But, then, what does the major's\nremark mean? I must have an understanding.\"\n\n\"Perhaps he thinks he is in league with these convicts?\" remarked\nPaganel, imprudently.\n\n\"What convicts?\" inquired Miss Grant.\n\n\"Monsieur Paganel is mistaken,\" said Captain Mangles quickly: \"he knows\nthat there are no convicts in the province of Victoria.\"\n\n\"Yes, yes, that is so,\" eagerly replied Paganel, who would fain have\nretracted his words. \"What could I have been thinking of? Convicts? Who\never heard of convicts in Australia? Moreover, as soon as they land,\nthey make very honest people. The climate, you know, Miss Mary, the\nmoral effect of the climate----\"\n\nIn his desire to correct his blunder, the poor geographer became\nhopelessly involved. Lady Helena looked at him, wondering what had\ndeprived him of his usual coolness; but, not wishing to embarrass him\nfurther, she retired with Mary to the tent, where Mr. Olbinett was\nengaged in preparing breakfast.\n\n\"I deserve to be transported myself,\" said Paganel piteously.\n\n\"I think so,\" replied Glenarvan.\n\nAyrton and the two sailors were still trying to extricate the cart.\nThe ox and the horse, yoked side by side, were pulling with all their\nstrength; the traces were stretched almost to breaking, and the bows\nthreatened to give way to the strain. Wilson and Mulready pushed at\nthe wheels, while the quartermaster, with voice and whip, urged on the\nill-matched team. But the heavy vehicle did not stir. The clay, now\ndry, held it as if it had been cemented.\n\nCaptain Mangles wetted the clay to make it yield, but to no purpose:\nthe cart was immovable. Unless the vehicle was taken to pieces, they\nmust give up the idea of getting it out of the quagmire. As tools\nwere wanting, of course they could not undertake such a task. Ayrton,\nhowever, who seemed determined to overcome the difficulty at any cost,\nwas about to renew his exertions, when Lord Glenarvan stopped him.\n\n\"Enough, Ayrton! enough!\" said he. \"We must be careful of the ox and\nhorse that remain. If we are to continue our journey on foot, one can\ncarry the two ladies and the other the provisions. They may do us good\nservice yet.\"\n\n\"Very well, my lord,\" replied the quartermaster, unyoking his exhausted\nanimals.\n\n\"Now, my friends,\" added Glenarvan, \"let us return to camp, deliberate,\nconsider our situation, know what our chances are, and come to a\nresolution.\"\n\n[Illustration: But the heavy vehicle did not stir. The clay, now dry,\nheld it as if it had been cemented.]\n\nA few minutes after, the travelers were indemnifying themselves for\ntheir sleeplessness the past night by a good breakfast, and the\ndiscussion of their affairs began.\n\nThe first question was to determine the exact position of the\nencampment. Paganel was charged with this duty, and fulfilled it with\nhis customary precision.\n\n\"How far are we from Twofold Bay?\" asked Glenarvan.\n\n\"Seventy-five miles,\" replied Paganel.\n\n\"And Melbourne is----?\"\n\n\"Two hundred miles distant, at least.\"\n\n\"Very well. Our position being determined,\" continued Glenarvan, \"what\nis it best to do?\"\n\nThe answer was unanimous,--make for the coast without delay. Lady\nHelena and Mary Grant engaged to travel fifteen miles a day. The\ncourageous women did not shrink from traversing the entire distance on\nfoot, if necessary.\n\n\"But are we certain to find at the bay the resources that we need?\"\nasked Glenarvan.\n\n\"Without doubt,\" replied Paganel. \"Eden is not a new municipality; and\nits harbor must have frequent communication with Melbourne. I even\nbelieve that thirty-five miles from here, at the parish of Delegete, we\ncan obtain provisions and the means of conveyance.\"\n\n\"And the Duncan?\" asked Ayrton. \"Do you not think it advisable to order\nher to the bay?\"\n\n\"What say you, captain?\" said Glenarvan.\n\n\"I do not think that there is any necessity for such a proceeding,\"\nreplied the young captain, after reflection. \"There will be plenty of\ntime to send your orders to Tom Austin and summon him to "
    }
  ]
}