{
  "4fe3c7667d43": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.043478260869565216,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 409,
      "chunk_id": "The Count of Monte Cristo_chunk_173",
      "start_pos": 605500,
      "end_pos": 609500,
      "similarity": 0.03561643835616438,
      "text": "en,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after Julie had retired, she rose, took off her shoes, and went\nstealthily along the passage, to see through the keyhole what her\nhusband was doing.\n\nIn the passage she saw a retreating shadow; it was Julie, who, uneasy\nherself, had anticipated her mother. The young lady went towards Madame\nMorrel.\n\n“He is writing,” she said.\n\nThey had understood each other without speaking. Madame Morrel looked\nagain through the keyhole, Morrel was writing; but Madame Morrel\nremarked, what her daughter had not observed, that her husband was\nwriting on stamped paper. The terrible idea that he was writing his\nwill flashed across her; she shuddered, and yet had not strength to\nutter a word.\n\nNext day M. Morrel seemed as calm as ever, went into his office as\nusual, came to his breakfast punctually, and then, after dinner, he\nplaced his daughter beside him, took her head in his arms, and held her\nfor a long time against his bosom. In the evening, Julie told her\nmother, that although he was apparently so calm, she had noticed that\nher father’s heart beat violently.\n\nThe next two days passed in much the same way. On the evening of the\n4th of September, M. Morrel asked his daughter for the key of his\nstudy. Julie trembled at this request, which seemed to her of bad omen.\nWhy did her father ask for this key which she always kept, and which\nwas only taken from her in childhood as a punishment? The young girl\nlooked at Morrel.\n\n“What have I done wrong, father,” she said, “that you should take this\nkey from me?”\n\n“Nothing, my dear,” replied the unhappy man, the tears starting to his\neyes at this simple question,—“nothing, only I want it.”\n\nJulie made a pretence to feel for the key. “I must have left it in my\nroom,” she said.\n\nAnd she went out, but instead of going to her apartment she hastened to\nconsult Emmanuel.\n\n“Do not give this key to your father,” said he, “and tomorrow morning,\nif possible, do not quit him for a moment.”\n\nShe questioned Emmanuel, but he knew nothing, or would not say what he\nknew.\n\nDuring the night, between the 4th and 5th of September, Madame Morrel\nremained listening for every sound, and, until three o’clock in the\nmorning, she heard her husband pacing the room in great agitation. It\nwas three o’clock when he threw himself on the bed. The mother and\ndaughter passed the night together. They had expected Maximilian since\nthe previous evening. At eight o’clock in the morning Morrel entered\ntheir chamber. He was calm; but the agitation of the night was legible\nin his pale and careworn visage. They did not dare to ask him how he\nhad slept. Morrel was kinder to his wife, more affectionate to his\ndaughter, than he had ever been. He could not cease gazing at and\nkissing the sweet girl. Julie, mindful of Emmanuel’s request, was\nfollowing her father when he quitted the room, but he said to her\nquickly:\n\n“Remain with your mother, dearest.” Julie wished to accompany him. “I\nwish you to do so,” said he.\n\nThis was the first time Morrel had ever so spoken, but he said it in a\ntone of paternal kindness, and Julie did not dare to disobey. She\nremained at the same spot standing mute and motionless. An instant\nafterwards the door opened, she felt two arms encircle her, and a mouth\npressed her forehead. She looked up and uttered an exclamation of joy.\n\n20053m\n\n\n\n“Maximilian, my dearest brother!” she cried.\n\nAt these words Madame Morrel rose, and threw herself into her son’s\narms.\n\n“Mother,” said the young man, looking alternately at Madame Morrel and\nher daughter"
    },
    {
      "chunk_idx": 719,
      "chunk_id": "The Count of Monte Cristo_chunk_483",
      "start_pos": 1690500,
      "end_pos": 1694500,
      "similarity": 0.035326086956521736,
      "text": " Valentine,”\nsaid Madame de Saint-Méran, “and leave me with this gentleman.”\n\n“But, grandmamma——”\n\n“Leave me—go!”\n\nThe young girl kissed her grandmother, and left with her handkerchief\nto her eyes; at the door she found the valet de chambre, who told her\nthat the doctor was waiting in the dining-room. Valentine instantly ran\ndown. The doctor was a friend of the family, and at the same time one\nof the cleverest men of the day, and very fond of Valentine, whose\nbirth he had witnessed. He had himself a daughter about her age, but\nwhose life was one continued source of anxiety and fear to him from her\nmother having been consumptive.\n\n“Oh,” said Valentine, “we have been waiting for you with such\nimpatience, dear M. d’Avrigny. But, first of all, how are Madeleine and\nAntoinette?”\n\nMadeleine was the daughter of M. d’Avrigny, and Antoinette his niece.\nM. d’Avrigny smiled sadly.\n\n“Antoinette is very well,” he said, “and Madeleine tolerably so. But\nyou sent for me, my dear child. It is not your father or Madame de\nVillefort who is ill. As for you, although we doctors cannot divest our\npatients of nerves, I fancy you have no further need of me than to\nrecommend you not to allow your imagination to take too wide a field.”\n\nValentine colored. M. d’Avrigny carried the science of divination\nalmost to a miraculous extent, for he was one of the physicians who\nalways work upon the body through the mind.\n\n30325m\n\n\n\n“No,” she replied, “it is for my poor grandmother. You know the\ncalamity that has happened to us, do you not?”\n\n“I know nothing.” said M. d’Avrigny.\n\n“Alas,” said Valentine, restraining her tears, “my grandfather is\ndead.”\n\n“M. de Saint-Méran?”\n\n“Yes.”\n\n“Suddenly?”\n\n“From an apoplectic stroke.”\n\n“An apoplectic stroke?” repeated the doctor.\n\n“Yes, and my poor grandmother fancies that her husband, whom she never\nleft, has called her, and that she must go and join him. Oh, M.\nd’Avrigny, I beseech you, do something for her!”\n\n“Where is she?”\n\n“In her room with the notary.”\n\n“And M. Noirtier?”\n\n“Just as he was, his mind perfectly clear, but the same incapability of\nmoving or speaking.”\n\n“And the same love for you—eh, my dear child?”\n\n“Yes,” said Valentine, “he was very fond of me.”\n\n“Who does not love you?” Valentine smiled sadly. “What are your\ngrandmother’s symptoms?”\n\n“An extreme nervous excitement and a strangely agitated sleep; she\nfancied this morning in her sleep that her soul was hovering above her\nbody, which she at the same time watched. It must have been delirium;\nshe fancies, too, that she saw a phantom enter her chamber and even\nheard the noise it made on touching her glass.”\n\n“It is singular,” said the doctor; “I was not aware that Madame de\nSaint-Méran was subject to such hallucinations.”\n\n“It is the first time I ever saw her in this condition,” said\nValentine; “and this morning she frightened me so that I thought her\nmad; and my father, who you know is a strong-minded man, himself\nappeared deeply impressed.”\n\n“We will go and see,” said the doctor; “what you tell me seems very\nstrange.” The notary here descended, and Valentine was informed that\nher grandmother was alone.\n\n“Go upstairs,” she said to the doctor.\n\n“And you?”\n\n“Oh, I dare not—she forbade my sending for you; and, as you say, I am\nmyself agitated, feverish and out of sorts. I will go and take a turn\nin the garden to recover myself.”\n\nThe doctor pressed Valentine’s hand, and while he visited her\ngrandmother, she descended the steps. We need not say which portion of\nthe garden was her favorite walk. After remaining for a short time in\nthe parterre surrounding the house, and gathering a rose to place in\nher waist or hair, she turned into the dark avenue which led to the\nbench; then from the bench she went to the gate. As usual, Valentine\nstrolled for a short time among her flowers, but without gathering\nthem. The mourning in her heart forbade her assuming this simple\nornament, though she had not yet had time to put on the outward\nsemblance of woe.\n\n30327m\n\n\n\nShe then"
    },
    {
      "chunk_idx": 388,
      "chunk_id": "The Count of Monte Cristo_chunk_152",
      "start_pos": 532000,
      "end_pos": 536000,
      "similarity": 0.03504043126684636,
      "text": "oint I know all,” said the priest. “Dantès\nhimself only knew that which personally concerned him, for he never\nbeheld again the five persons I have named to you, or heard mention of\nanyone of them.”\n\n“Well, when Dantès was arrested, Monsieur Morrel hastened to obtain the\nparticulars, and they were very sad. The old man returned alone to his\nhome, folded up his wedding suit with tears in his eyes, and paced up\nand down his chamber the whole day, and would not go to bed at all, for\nI was underneath him and heard him walking the whole night; and for\nmyself, I assure you I could not sleep either, for the grief of the\npoor father gave me great uneasiness, and every step he took went to my\nheart as really as if his foot had pressed against my breast.\n\n“The next day Mercédès came to implore the protection of M. de\nVillefort; she did not obtain it, however, and went to visit the old\nman; when she saw him so miserable and heart-broken, having passed a\nsleepless night, and not touched food since the previous day, she\nwished him to go with her that she might take care of him; but the old\nman would not consent. ‘No,’ was the old man’s reply, ‘I will not leave\nthis house, for my poor dear boy loves me better than anything in the\nworld; and if he gets out of prison he will come and see me the first\nthing, and what would he think if I did not wait here for him?’ I heard\nall this from the window, for I was anxious that Mercédès should\npersuade the old man to accompany her, for his footsteps over my head\nnight and day did not leave me a moment’s repose.”\n\n“But did you not go upstairs and try to console the poor old man?”\nasked the abbé.\n\n“Ah, sir,” replied Caderousse, “we cannot console those who will not be\nconsoled, and he was one of these; besides, I know not why, but he\nseemed to dislike seeing me. One night, however, I heard his sobs, and\nI could not resist my desire to go up to him, but when I reached his\ndoor he was no longer weeping but praying. I cannot now repeat to you,\nsir, all the eloquent words and imploring language he made use of; it\nwas more than piety, it was more than grief, and I, who am no canter,\nand hate the Jesuits, said then to myself, ‘It is really well, and I am\nvery glad that I have not any children; for if I were a father and felt\nsuch excessive grief as the old man does, and did not find in my memory\nor heart all he is now saying, I should throw myself into the sea at\nonce, for I could not bear it.’”\n\n“Poor father!” murmured the priest.\n\n“From day to day he lived on alone, and more and more solitary. M.\nMorrel and Mercédès came to see him, but his door was closed; and,\nalthough I was certain he was at home, he would not make any answer.\nOne day, when, contrary to his custom, he had admitted Mercédès, and\nthe poor girl, in spite of her own grief and despair, endeavored to\nconsole him, he said to her,—‘Be assured, my dear daughter, he is dead;\nand instead of expecting him, it is he who is awaiting us; I am quite\nhappy, for I am the oldest, and of course shall see him first.’\n\n“However well disposed a person may be, why, you see we leave off after\na time seeing persons who are in sorrow, they make one melancholy; and\nso at last old Dantès was left all to himself, and I only saw from time\nto time strangers go up to him and come down again with some bundle\nthey tried to hide; but I guessed what these bundles were, and that he\nsold by degrees what he had to pay for his subsistence. At length the\npoor old fellow reached the end of all he had; he owed three quarters’\nrent, and they threatened to turn him out; he begged for another week,\nwhich was granted to him. I know this, because the landlord came into\nmy apartment when he left his.\n\n“For the first three days I heard him walking about as usual, but, on\nthe fourth I heard nothing. I then resolved to go up to him at all\nrisks. The door was closed, but I looked through the keyhole, and saw\nhim so pale and haggard, that believing him very ill, I went and told\nM. Morrel and"
    },
    {
      "chunk_idx": 408,
      "chunk_id": "The Count of Monte Cristo_chunk_172",
      "start_pos": 602000,
      "end_pos": 606000,
      "similarity": 0.03504043126684636,
      "text": "hout taking a crown from his\npocket, could save Morrel; he had but to pass his word for a loan, and\nMorrel was saved. Morrel had long thought of Danglars, but had kept\naway from some instinctive motive, and had delayed as long as possible\navailing himself of this last resource. And Morrel was right, for he\nreturned home crushed by the humiliation of a refusal.\n\nYet, on his arrival, Morrel did not utter a complaint, or say one harsh\nword. He embraced his weeping wife and daughter, pressed Emmanuel’s\nhand with friendly warmth, and then going to his private room on the\nsecond floor had sent for Cocles.\n\n“Then,” said the two women to Emmanuel, “we are indeed ruined.”\n\nIt was agreed in a brief council held among them, that Julie should\nwrite to her brother, who was in garrison at Nîmes, to come to them as\nspeedily as possible. The poor women felt instinctively that they\nrequired all their strength to support the blow that impended. Besides,\nMaximilian Morrel, though hardly two-and-twenty, had great influence\nover his father.\n\nHe was a strong-minded, upright young man. At the time when he decided\non his profession his father had no desire to choose for him, but had\nconsulted young Maximilian’s taste. He had at once declared for a\nmilitary life, and had in consequence studied hard, passed brilliantly\nthrough the Polytechnic School, and left it as sub-lieutenant of the\n53rd of the line. For a year he had held this rank, and expected\npromotion on the first vacancy. In his regiment Maximilian Morrel was\nnoted for his rigid observance, not only of the obligations imposed on\na soldier, but also of the duties of a man; and he thus gained the name\nof “the stoic.” We need hardly say that many of those who gave him this\nepithet repeated it because they had heard it, and did not even know\nwhat it meant.\n\nThis was the young man whom his mother and sister called to their aid\nto sustain them under the serious trial which they felt they would soon\nhave to endure. They had not mistaken the gravity of this event, for\nthe moment after Morrel had entered his private office with Cocles,\nJulie saw the latter leave it pale, trembling, and his features\nbetraying the utmost consternation. She would have questioned him as he\npassed by her, but the worthy creature hastened down the staircase with\nunusual precipitation, and only raised his hands to heaven and\nexclaimed:\n\n“Oh, mademoiselle, mademoiselle, what a dreadful misfortune! Who could\never have believed it!”\n\nA moment afterwards Julie saw him go upstairs carrying two or three\nheavy ledgers, a portfolio, and a bag of money.\n\nMorrel examined the ledgers, opened the portfolio, and counted the\nmoney. All his funds amounted to 6,000 or 8,000 francs, his bills\nreceivable up to the 5th to 4,000 or 5,000, which, making the best of\neverything, gave him 14,000 francs to meet debts amounting to 287,500\nfrancs. He had not even the means for making a possible settlement on\naccount.\n\nHowever, when Morrel went down to his dinner, he appeared very calm.\nThis calmness was more alarming to the two women than the deepest\ndejection would have been. After dinner Morrel usually went out and\nused to take his coffee at the club of the Phocéens, and read the\n_Semaphore_; this day he did not leave the house, but returned to his\noffice.\n\nAs to Cocles, he seemed completely bewildered. For part of the day he\nwent into the courtyard, seated himself on a stone with his head bare\nand exposed to the blazing sun. Emmanuel tried to comfort the women,\nbut his eloquence faltered. The young man was too well acquainted with\nthe business of the house, not to feel that a great catastrophe hung\nover the Morrel family. Night came, the two women had watched, hoping\nthat when he left his room Morrel would come to them, but they heard\nhim pass before their door, and trying to conceal the noise of his\nfootsteps. They listened; he went into his sleeping-room, and fastened\nthe door inside. Madame Morrel sent her daughter to bed, and half an\nhour after"
    }
  ]
}