{
  "ddb5b9321922": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04597701149425287,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 12,
      "chunk_id": "In Search of the Castaways_chunk_12",
      "start_pos": 42000,
      "end_pos": 46000,
      "similarity": 0.0234375,
      "text": "o give the former a peculiar and\nnational development, he resolved to found a Scottish colony in some\npart of the Southern World. Did he dream of that independence in the\nfuture of which the United States had set the example, and which the\nIndies and Australia cannot fail one day to acquire? Very likely;\nbut he allowed his secret hopes to be divined. It was, therefore,\nknown that the Government refused to lend their aid in his project\nof colonization; nay, they even raised obstacles which in any other\ncountry would have overcome the project.\n\nBut Harry Grant would not be discouraged. He appealed to the patriotism\nof his countrymen, gave his fortune to serve the cause, built a vessel\nand furnished it with a fine crew, confided his children to the care\nof his old cousin, and set sail to explore the great islands of the\nPacific.\n\nIt was the year 1861. Until May, 1862, they had received news of him,\nbut since his departure from Callao, in the month of June, no one had\nheard anything of the Britannia, and the marine intelligencers became\nsilent concerning the fate of the captain.\n\nAt this juncture of affairs the old cousin of Harry Grant died, and\nthe two children were left alone in the world. Mary Grant was then\nfourteen. Her courageous soul did not flinch at the situation that was\npresented, but she devoted herself entirely to her brother, who was\nstill a child. She must bring him up and instruct him. By dint of\neconomy, prudence, and sagacity, laboring night and day, sacrificing\nall for him, denying herself everything, the sister succeeded in\neducating her brother and bravely fulfilled her sisterly duties.\n\nThe two children lived thus at Dundee, and valiantly overcame\ntheir sorrowful and lonely circumstances. Mary thought only of her\nbrother, and dreamed of a happy future for him. As for herself, alas!\nthe Britannia was lost forever, and her father dead! We must not,\ntherefore, attempt to depict her emotion when the advertisement in the\n_Times_ accidentally met her eye, and suddenly raised her from her\ndespair.\n\nIt was no time to hesitate. Her resolution was immediately taken. Even\nif she should learn that her father's dead body had been found on a\ndesert coast, or in the hull of a shipwrecked vessel, it was better\nthan this continual doubt, this eternal torment of uncertainty. She\ntold her brother all; and the same day the two children took the Perth\nRailroad, and at evening arrived at Malcolm Castle, where Mary, after\nso many harassing thoughts, began to hope.\n\nSuch was the sorrowful story that the young girl related to Lady\nGlenarvan, in an artless manner, without thinking that through all\nthose long years of trial she had behaved herself like an heroic\ndaughter. But Lady Helena thought of this, and several times, without\nhiding her tears, she clasped in her arms the two children of Captain\nGrant.\n\nAs for Robert, it seemed as if he heard this story for the first time:\nfor he opened his eyes in astonishment, as he listened to his sister;\ncomprehended what she had done, what she had suffered; and at last,\nencircling her with his arms, he exclaimed, unable longer to restrain\nthe cry that came from the very depths of his heart,--\n\n\"Oh, mamma! my dear mamma!\"\n\n[Illustration: \"My father, my poor father!\" cried Mary Grant, throwing\nherself at the feet of Lord Glenarvan.]\n\nNight had now fully set in; and Lady Helena, remembering the fatigue of\nthe two children, would not longer continue the conversation. Mary\nand Robert were conducted to their chambers, and fell asleep dreaming\nof a brighter future.\n\n\n\nAfter they had retired, Lady Helena saw the major, and told him all the\nevents of the day.\n\n\"That Mary Grant is a brave girl,\" said MacNabb, when he had heard his\ncousin's story.\n\n\"May Heaven grant my husband success in his enterprise!\" replied Lady\nHelena; \"for the situation of the two children would be terrible!\"\n\n\"He will succeed,\" answered MacNabb, \"or the hearts of the authorities\nmust be harder than the stone of Portland.\"\n\nIn sp"
    },
    {
      "chunk_idx": 956,
      "chunk_id": "The Count of Monte Cristo_chunk_720",
      "start_pos": 2520000,
      "end_pos": 2524000,
      "similarity": 0.022900763358778626,
      "text": " back to the place where I have enjoyed so much bliss. I ought to\nmeet death on the same spot where happiness was once all my own.”\n\n“Alas,” said Monte Cristo, “your words sear and embitter my heart, the\nmore so as you have every reason to hate me. I have been the cause of\nall your misfortunes; but why do you pity, instead of blaming me? You\nrender me still more unhappy——”\n\n“Hate you, blame you—_you_, Edmond! Hate, reproach, the man that has\nspared my son’s life! For was it not your fatal and sanguinary\nintention to destroy that son of whom M. de Morcerf was so proud? Oh,\nlook at me closely, and discover, if you can, even the semblance of a\nreproach in me.”\n\nThe count looked up and fixed his eyes on Mercédès, who arose partly\nfrom her seat and extended both her hands towards him.\n\n“Oh, look at me,” continued she, with a feeling of profound melancholy,\n“my eyes no longer dazzle by their brilliancy, for the time has long\nfled since I used to smile on Edmond Dantès, who anxiously looked out\nfor me from the window of yonder garret, then inhabited by his old\nfather. Years of grief have created an abyss between those days and the\npresent. I neither reproach you nor hate you, my friend. Oh, no,\nEdmond, it is myself that I blame, myself that I hate! Oh, miserable\ncreature that I am!” cried she, clasping her hands, and raising her\neyes to heaven. “I once possessed piety, innocence, and love, the three\ningredients of the happiness of angels, and now what am I?”\n\nMonte Cristo approached her, and silently took her hand.\n\n“No,” said she, withdrawing it gently—“no, my friend, touch me not. You\nhave spared me, yet of all those who have fallen under your vengeance I\nwas the most guilty. They were influenced by hatred, by avarice, and by\nself-love; but I was base, and for want of courage acted against my\njudgment. Nay, do not press my hand, Edmond; you are thinking, I am\nsure, of some kind speech to console me, but do not utter it to me,\nreserve it for others more worthy of your kindness. See” (and she\nexposed her face completely to view)—“see, misfortune has silvered my\nhair, my eyes have shed so many tears that they are encircled by a rim\nof purple, and my brow is wrinkled. You, Edmond, on the contrary,—you\nare still young, handsome, dignified; it is because you have had faith;\nbecause you have had strength, because you have had trust in God, and\nGod has sustained you. But as for me, I have been a coward; I have\ndenied God and he has abandoned me.”\n\n50213m\n\n\n\nMercédès burst into tears; her woman’s heart was breaking under its\nload of memories. Monte Cristo took her hand and imprinted a kiss on\nit; but she herself felt that it was a kiss of no greater warmth than\nhe would have bestowed on the hand of some marble statue of a saint.\n\n“It often happens,” continued she, “that a first fault destroys the\nprospects of a whole life. I believed you dead; why did I survive you?\nWhat good has it done me to mourn for you eternally in the secret\nrecesses of my heart?—only to make a woman of thirty-nine look like a\nwoman of fifty. Why, having recognized you, and I the only one to do\nso—why was I able to save my son alone? Ought I not also to have\nrescued the man that I had accepted for a husband, guilty though he\nwere? Yet I let him die! What do I say? Oh, merciful heavens, was I not\naccessory to his death by my supine insensibility, by my contempt for\nhim, not remembering, or not willing to remember, that it was for my\nsake he had become a traitor and a perjurer? In what am I benefited by\naccompanying my son so far, since I now abandon him, and allow him to\ndepart alone to the baneful climate of Africa? Oh, I have been base,\ncowardly, I tell you; I have abjured my affections, and like all\nrenegades I am of evil omen to those who surround me!”\n\n“No, Mercédès,” said Monte Cristo, “no; you judge yourself with too\nmuch severity. You are a noble-minded woman, and it was your grief that\ndisarmed me. Still I was but an agent, led on by an invisible and\noffended "
    },
    {
      "chunk_idx": 953,
      "chunk_id": "The Count of Monte Cristo_chunk_717",
      "start_pos": 2509500,
      "end_pos": 2513500,
      "similarity": 0.022556390977443608,
      "text": "iercing look on this modern\nBabylon, which equally engages the contemplation of the religious\nenthusiast, the materialist, and the scoffer,—\n\n“Great city,” murmured he, inclining his head, and joining his hands as\nif in prayer, “less than six months have elapsed since first I entered\nthy gates. I believe that the Spirit of God led my steps to thee and\nthat he also enables me to quit thee in triumph; the secret cause of my\npresence within thy walls I have confided alone to him who only has had\nthe power to read my heart. God only knows that I retire from thee\nwithout pride or hatred, but not without many regrets; he only knows\nthat the power confided to me has never been made subservient to my\npersonal good or to any useless cause. Oh, great city, it is in thy\npalpitating bosom that I have found that which I sought; like a patient\nminer, I have dug deep into thy very entrails to root out evil thence.\nNow my work is accomplished, my mission is terminated, now thou canst\nneither afford me pain nor pleasure. Adieu, Paris, adieu!”\n\nHis look wandered over the vast plain like that of some genius of the\nnight; he passed his hand over his brow, got into the carriage, the\ndoor was closed on him, and the vehicle quickly disappeared down the\nother side of the hill in a whirlwind of dust and noise.\n\nTen leagues were passed and not a single word was uttered. Morrel was\ndreaming, and Monte Cristo was looking at the dreamer.\n\n“Morrel,” said the count to him at length, “do you repent having\nfollowed me?”\n\n“No, count; but to leave Paris——”\n\n“If I thought happiness might await you in Paris, Morrel, I would have\nleft you there.”\n\n“Valentine reposes within the walls of Paris, and to leave Paris is\nlike losing her a second time.”\n\n“Maximilian,” said the count, “the friends that we have lost do not\nrepose in the bosom of the earth, but are buried deep in our hearts,\nand it has been thus ordained that we may always be accompanied by\nthem. I have two friends, who in this way never depart from me; the one\nwho gave me being, and the other who conferred knowledge and\nintelligence on me. Their spirits live in me. I consult them when\ndoubtful, and if I ever do any good, it is due to their beneficent\ncounsels. Listen to the voice of your heart, Morrel, and ask it whether\nyou ought to preserve this melancholy exterior towards me.”\n\n“My friend,” said Maximilian, “the voice of my heart is very sorrowful,\nand promises me nothing but misfortune.”\n\n“It is the way of weakened minds to see everything through a black\ncloud. The soul forms its own horizons; your soul is darkened, and\nconsequently the sky of the future appears stormy and unpromising.”\n\n“That may possibly be true,” said Maximilian, and he again subsided\ninto his thoughtful mood.\n\nThe journey was performed with that marvellous rapidity which the\nunlimited power of the count ever commanded. Towns fled from them like\nshadows on their path, and trees shaken by the first winds of autumn\nseemed like giants madly rushing on to meet them, and retreating as\nrapidly when once reached. The following morning they arrived at\nChâlons, where the count’s steamboat waited for them. Without the loss\nof an instant, the carriage was placed on board and the two travellers\nembarked without delay. The boat was built for speed; her two\npaddle-wheels were like two wings with which she skimmed the water like\na bird.\n\nMorrel was not insensible to that sensation of delight which is\ngenerally experienced in passing rapidly through the air, and the wind\nwhich occasionally raised the hair from his forehead seemed on the\npoint of dispelling momentarily the clouds collected there.\n\nAs the distance increased between the travellers and Paris, almost\nsuperhuman serenity appeared to surround the count; he might have been\ntaken for an exile about to revisit his native land.\n\nEre long Marseilles presented herself to view,—Marseilles, white,\nfervid, full of life and energy,—Marseilles, the younger sister of Tyre\nand Carthage, the successor t"
    },
    {
      "chunk_idx": 644,
      "chunk_id": "The Count of Monte Cristo_chunk_408",
      "start_pos": 1428000,
      "end_pos": 1432000,
      "similarity": 0.022222222222222223,
      "text": "e startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation. Three persons only could understand this\nlanguage of the poor paralytic; these were Villefort, Valentine, and\nthe old servant of whom we have already spoken. But as Villefort saw\nhis father but seldom, and then only when absolutely obliged, and as he\nnever took any pains to please or gratify him when he was there, all\nthe old man’s happiness was centred in his granddaughter. Valentine, by\nmeans of her love, her patience, and her devotion, had learned to read\nin Noirtier’s look all the varied feelings which were passing in his\nmind. To this dumb language, which was so unintelligible to others, she\nanswered by throwing her whole soul into the expression of her\ncountenance, and in this manner were the conversations sustained\nbetween the blooming girl and the helpless invalid, whose body could\nscarcely be called a living one, but who, nevertheless, possessed a\nfund of knowledge and penetration, united with a will as powerful as\never although clogged by a body rendered utterly incapable of obeying\nits impulses.\n\nValentine had solved the problem, and was able easily to understand his\nthoughts, and to convey her own in return, and, through her untiring\nand devoted assiduity, it was seldom that, in the ordinary transactions\nof every-day life, she failed to anticipate the wishes of the living,\nthinking mind, or the wants of the almost inanimate body.\n\nAs to the servant, he had, as we have said, been with his master for\nfive-and-twenty years, therefore he knew all his habits, and it was\nseldom that Noirtier found it necessary to ask for anything, so prompt\nwas he in administering to all the necessities of the invalid.\n\nVillefort did not need the help of either Valentine or the domestic in\norder to carry on with his father the strange conversation which he was\nabout to begin. As we have said, he perfectly understood the old man’s\nvocabulary, and if he did not use it more often, it was only\nindifference and _ennui_ which prevented him from so doing. He\ntherefore allowed Valentine to go into the garden, sent away Barrois,\nand after having seated himself at his father’s right hand, while\nMadame de Villefort placed herself on the left, he addressed him thus:\n\n“I trust you will not be displeased, sir, that Valentine has not come\nwith us, or that I dismissed Barrois, for our conference will be one\nwhich could not with propriety be carried on in the presence of either.\nMadame de Villefort and I have a communication to make to you.”\n\nNoirtier’s face remained perfectly passive during this long preamble,\nwhile, on the contrary, Villefort’s eye was endeavoring to penetrate\ninto the inmost recesses of the old man’s heart.\n\n“This communication,” continued the procureur, in that cold and\ndecisive tone which seemed at once to preclude all discussion, “will,\nwe are sure, meet with your approbation.”\n\nThe eye of the invalid still retained that vacancy of expression which\nprevented his son from obtaining any knowledge of the feelings which\nwere passing in his mind; he listened, nothing more.\n\n“Sir,” resumed Villefort, “we are thinking of marrying Valentine.” Had\nthe old man’s face been moulded in wax it could not have shown less\nemotion at this news than was now to be traced there. “The marriage\nwill take place in less than three months,” said Villefort.\n\nNoirtier’s eye still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely "
    }
  ]
}