{
  "5e48b131e38b": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.031914893617021274,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 273,
      "chunk_id": "The Count of Monte Cristo_chunk_37",
      "start_pos": 129500,
      "end_pos": 133500,
      "similarity": 0.025839793281653745,
      "text": "s seemed to plunge into the\nheart of one who, interceding for another, had himself need of\nindulgence. Morrel reddened, for his own conscience was not quite clear\non politics; besides, what Dantès had told him of his interview with\nthe grand-marshal, and what the emperor had said to him, embarrassed\nhim. He replied, however, in a tone of deep interest:\n\n“I entreat you, M. de Villefort, be, as you always are, kind and\nequitable, and give him back to us soon.” This _give us_ sounded\nrevolutionary in the deputy’s ears.\n\n“Ah, ah,” murmured he, “is Dantès then a member of some Carbonari\nsociety, that his protector thus employs the collective form? He was,\nif I recollect, arrested in a tavern, in company with a great many\nothers.” Then he added, “Monsieur, you may rest assured I shall perform\nmy duty impartially, and that if he be innocent you shall not have\nappealed to me in vain; should he, however, be guilty, in this present\nepoch, impunity would furnish a dangerous example, and I must do my\nduty.”\n\n0097m\n\n\n\nAs he had now arrived at the door of his own house, which adjoined the\nPalais de Justice, he entered, after having, coldly saluted the\nshipowner, who stood, as if petrified, on the spot where Villefort had\nleft him. The antechamber was full of police agents and gendarmes, in\nthe midst of whom, carefully watched, but calm and smiling, stood the\nprisoner. Villefort traversed the antechamber, cast a side glance at\nDantès, and taking a packet which a gendarme offered him, disappeared,\nsaying, “Bring in the prisoner.”\n\nRapid as had been Villefort’s glance, it had served to give him an idea\nof the man he was about to interrogate. He had recognized intelligence\nin the high forehead, courage in the dark eye and bent brow, and\nfrankness in the thick lips that showed a set of pearly teeth.\nVillefort’s first impression was favorable; but he had been so often\nwarned to mistrust first impulses, that he applied the maxim to the\nimpression, forgetting the difference between the two words. He\nstifled, therefore, the feelings of compassion that were rising,\ncomposed his features, and sat down, grim and sombre, at his desk. An\ninstant after Dantès entered. He was pale, but calm and collected, and\nsaluting his judge with easy politeness, looked round for a seat, as if\nhe had been in M. Morrel’s salon. It was then that he encountered for\nthe first time Villefort’s look,—that look peculiar to the magistrate,\nwho, while seeming to read the thoughts of others, betrays nothing of\nhis own.\n\n“Who and what are you?” demanded Villefort, turning over a pile of\npapers, containing information relative to the prisoner, that a police\nagent had given to him on his entry, and that, already, in an hour’s\ntime, had swelled to voluminous proportions, thanks to the corrupt\nespionage of which “the accused” is always made the victim.\n\n“My name is Edmond Dantès,” replied the young man calmly; “I am mate of\nthe _Pharaon_, belonging to Messrs. Morrel & Son.”\n\n“Your age?” continued Villefort.\n\n“Nineteen,” returned Dantès.\n\n“What were you doing at the moment you were arrested?”\n\n“I was at the festival of my marriage, monsieur,” said the young man,\nhis voice slightly tremulous, so great was the contrast between that\nhappy moment and the painful ceremony he was now undergoing; so great\nwas the contrast between the sombre aspect of M. de Villefort and the\nradiant face of Mercédès.\n\n“You were at the festival of your marriage?” said the deputy,\nshuddering in spite of himself.\n\n“Yes, monsieur; I am on the point of marrying a young girl I have been\nattached to for three years.” Villefort, impassive as he was, was\nstruck with this coincidence; and the tremulous voice of Dantès,\nsurprised in the midst of his happiness, struck a sympathetic chord in\nhis own bosom—he also was on the point of being married, and he was\nsummoned from his own happiness to destroy that of another. “This\nphilosophic reflection,” thought he, “will make a great sensation at M.\nde Saint-Méran’s;” and he arr"
    },
    {
      "chunk_idx": 272,
      "chunk_id": "The Count of Monte Cristo_chunk_36",
      "start_pos": 126000,
      "end_pos": 130000,
      "similarity": 0.02512562814070352,
      "text": "d with\nmercy,” and receiving a sweet and approving smile in return, Villefort\ndeparted with paradise in his heart.\n\n\n\n Chapter 7. The Examination\n\nNo sooner had Villefort left the salon, than he assumed the grave air\nof a man who holds the balance of life and death in his hands. Now, in\nspite of the nobility of his countenance, the command of which, like a\nfinished actor, he had carefully studied before the glass, it was by no\nmeans easy for him to assume an air of judicial severity. Except the\nrecollection of the line of politics his father had adopted, and which\nmight interfere, unless he acted with the greatest prudence, with his\nown career, Gérard de Villefort was as happy as a man could be. Already\nrich, he held a high official situation, though only twenty-seven. He\nwas about to marry a young and charming woman, whom he loved, not\npassionately, but reasonably, as became a deputy attorney of the king;\nand besides her personal attractions, which were very great,\nMademoiselle de Saint-Méran’s family possessed considerable political\ninfluence, which they would, of course, exert in his favor. The dowry\nof his wife amounted to fifty thousand crowns, and he had, besides, the\nprospect of seeing her fortune increased to half a million at her\nfather’s death. These considerations naturally gave Villefort a feeling\nof such complete felicity that his mind was fairly dazzled in its\ncontemplation.\n\nAt the door he met the commissary of police, who was waiting for him.\nThe sight of this officer recalled Villefort from the third heaven to\nearth; he composed his face, as we have before described, and said, “I\nhave read the letter, sir, and you have acted rightly in arresting this\nman; now inform me what you have discovered concerning him and the\nconspiracy.”\n\n“We know nothing as yet of the conspiracy, monsieur; all the papers\nfound have been sealed up and placed on your desk. The prisoner himself\nis named Edmond Dantès, mate on board the three-master the _Pharaon_,\ntrading in cotton with Alexandria and Smyrna, and belonging to Morrel &\nSon, of Marseilles.”\n\n“Before he entered the merchant service, had he ever served in the\nmarines?”\n\n“Oh, no, monsieur, he is very young.”\n\n“How old?”\n\n“Nineteen or twenty at the most.”\n\nAt this moment, and as Villefort had arrived at the corner of the Rue\ndes Conseils, a man, who seemed to have been waiting for him,\napproached; it was M. Morrel.\n\n“Ah, M. de Villefort,” cried he, “I am delighted to see you. Some of\nyour people have committed the strangest mistake—they have just\narrested Edmond Dantès, mate of my vessel.”\n\n“I know it, monsieur,” replied Villefort, “and I am now going to\nexamine him.”\n\n“Oh,” said Morrel, carried away by his friendship, “you do not know\nhim, and I do. He is the most estimable, the most trustworthy creature\nin the world, and I will venture to say, there is not a better seaman\nin all the merchant service. Oh, M. de Villefort, I beseech your\nindulgence for him.”\n\nVillefort, as we have seen, belonged to the aristocratic party at\nMarseilles, Morrel to the plebeian; the first was a royalist, the other\nsuspected of Bonapartism. Villefort looked disdainfully at Morrel, and\nreplied coldly:\n\n“You are aware, monsieur, that a man may be estimable and trustworthy\nin private life, and the best seaman in the merchant service, and yet\nbe, politically speaking, a great criminal. Is it not true?”\n\nThe magistrate laid emphasis on these words, as if he wished to apply\nthem to the owner himself, while his eyes seemed to plunge into the\nheart of one who, interceding for another, had himself need of\nindulgence. Morrel reddened, for his own conscience was not quite clear\non politics; besides, what Dantès had told him of his interview with\nthe grand-marshal, and what the emperor had said to him, embarrassed\nhim. He replied, however, in a tone of deep interest:\n\n“I entreat you, M. de Villefort, be, as you always are, kind and\nequitable, and give him back to us soon.” This _give us_ sounded\nrevolutionary "
    },
    {
      "chunk_idx": 127,
      "chunk_id": "In Search of the Castaways_chunk_127",
      "start_pos": 444500,
      "end_pos": 448500,
      "similarity": 0.02425876010781671,
      "text": "increased, and was now approaching the\nstation. In the midst of the multitude two men were bearing a corpse.\nIt was that of the guard, already cold. A poniard-thrust had pierced\nhim to the heart. The assassins had dragged the body some distance from\nCamden Bridge, doubtless intending by this means to mislead the police\nin their first investigations. This discovery clearly justified the\ndoubts of the officer. The natives had no hand in the crime.\n\n\"Those who struck the blow,\" said he, \"are persons already familiar\nwith the use of these little instruments.\"\n\nAs he spoke he displayed a pair of \"darbies,\" a kind of manacles\nconsisting of a double ring of iron, furnished with a padlock.\n\n\"Before long,\" added he, \"I shall have the pleasure of presenting them\nwith these bracelets as a new year's gift.\"\n\n\"Then you suspect----?\"\n\n\"People who have 'traveled free on Her Majesty's vessels.'\"\n\n\"What! convicts?\" cried Paganel, who recognized the phrase employed in\nthe Australian colonies.\n\n\"I thought,\" observed Glenarvan, \"that those who have been transported\nhad no right to stay in the province of Victoria.\"\n\n\"Ah, well,\" replied the officer, \"if they have not the right, they take\nit! Sometimes they escape; and, if I am not greatly mistaken, these\nfellows have come direct from Perth. Well, they shall return again, you\nmay be sure.\"\n\n[Sidenote: A RAILROAD SLEEPER.]\n\nMr. Mitchell nodded approvingly at the words of the officer. At this\nmoment the cart arrived at the railroad crossing. Glenarvan, wishing\nto spare the ladies the spectacle at Camden Bridge, took leave of the\nsurveyor-general, and made a sign to his companions to follow him.\n\n\"There is no occasion,\" said he, \"for us to interrupt our journey.\"\n\nOn reaching the cart, Glenarvan simply told Lady Helena that a railroad\naccident had taken place, without mentioning the part that the convicts\nhad played in the catastrophe. He reserved this matter that he might\nquestion Ayrton in private. The little party then crossed the track,\nnot far above the bridge, and resumed their route towards the east.\n\n\n\n\nCHAPTER XXXVI.\n\nFRESH FACES.\n\n\nThey had not proceeded far before they reached a native cemetery,\npleasantly situated and with abundance of shady trees. Here for a\ntime they halted, and, whilst Robert and Paganel were exploring, Lord\nand Lady Glenarvan almost stumbled over a queer object. It was human,\nindigenous, and sleeping; but at first this was all that they could\ndecide, until, as the eyes opened and the sleeper roused to active\nlife, they saw before them a boy of eight years, with a notice pinned\nto the back of his jacket which read as follows: \"TOLINÉ*, to be\nconducted to Echuca, care of Jeff Smith, Railway Porter. Prepaid.\"\n\n[Illustration: A boy of eight years, with a notice pinned to the back\nof his jacket which read as follows: \"Toliné, to be conducted to\nEchuca, care of Jeff Smith, Railway Porter. Prepaid.\"]\n\nHere, it would seem, was another waif that Providence had cast in their\npath. They questioned him, and his answers were pertinent and clear. He\nhad been educated in the Wesleyan Methodist day-school at Melbourne,\nand was now going for a time to visit his parents, who were living\nwith the rest of their tribe in Lachlan. He had been in the train to\nwhich the accident had happened, and had, with childlike confidence,\ntroubled less about his fate than did those of older years. Going to a\nlittle distance, and laying himself on the grass, he had soon fallen\ninto the slumber from which our travelers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the fir"
    },
    {
      "chunk_idx": 278,
      "chunk_id": "The Count of Monte Cristo_chunk_42",
      "start_pos": 147000,
      "end_pos": 151000,
      "similarity": 0.024193548387096774,
      "text": ". It was, as we have said, the 1st of\nMarch, and the prisoner was soon buried in darkness. The obscurity\naugmented the acuteness of his hearing; at the slightest sound he rose\nand hastened to the door, convinced they were about to liberate him,\nbut the sound died away, and Dantès sank again into his seat. At last,\nabout ten o’clock, and just as Dantès began to despair, steps were\nheard in the corridor, a key turned in the lock, the bolts creaked, the\nmassy oaken door flew open, and a flood of light from two torches\npervaded the apartment.\n\nBy the torchlight Dantès saw the glittering sabres and carbines of four\ngendarmes. He had advanced at first, but stopped at the sight of this\ndisplay of force.\n\n“Are you come to fetch me?” asked he.\n\n“Yes,” replied a gendarme.\n\n“By the orders of the deputy procureur?”\n\n“I believe so.” The conviction that they came from M. de Villefort\nrelieved all Dantès’ apprehensions; he advanced calmly, and placed\nhimself in the centre of the escort. A carriage waited at the door, the\ncoachman was on the box, and a police officer sat beside him.\n\n“Is this carriage for me?” said Dantès.\n\n“It is for you,” replied a gendarme.\n\nDantès was about to speak; but feeling himself urged forward, and\nhaving neither the power nor the intention to resist, he mounted the\nsteps, and was in an instant seated inside between two gendarmes; the\ntwo others took their places opposite, and the carriage rolled heavily\nover the stones.\n\nThe prisoner glanced at the windows—they were grated; he had changed\nhis prison for another that was conveying him he knew not whither.\nThrough the grating, however, Dantès saw they were passing through the\nRue Caisserie, and by the Rue Saint-Laurent and the Rue Taramis, to the\nquay. Soon he saw the lights of La Consigne.\n\nThe carriage stopped, the officer descended, approached the guardhouse,\na dozen soldiers came out and formed themselves in order; Dantès saw\nthe reflection of their muskets by the light of the lamps on the quay.\n\n“Can all this force be summoned on my account?” thought he.\n\nThe officer opened the door, which was locked, and, without speaking a\nword, answered Dantès’ question; for he saw between the ranks of the\nsoldiers a passage formed from the carriage to the port. The two\ngendarmes who were opposite to him descended first, then he was ordered\nto alight and the gendarmes on each side of him followed his example.\nThey advanced towards a boat, which a custom-house officer held by a\nchain, near the quay.\n\nThe soldiers looked at Dantès with an air of stupid curiosity. In an\ninstant he was placed in the stern-sheets of the boat, between the\ngendarmes, while the officer stationed himself at the bow; a shove sent\nthe boat adrift, and four sturdy oarsmen impelled it rapidly towards\nthe Pilon. At a shout from the boat, the chain that closes the mouth of\nthe port was lowered and in a second they were, as Dantès knew, in the\nFrioul and outside the inner harbor.\n\nThe prisoner’s first feeling was of joy at again breathing the pure\nair—for air is freedom; but he soon sighed, for he passed before La\nRéserve, where he had that morning been so happy, and now through the\nopen windows came the laughter and revelry of a ball. Dantès folded his\nhands, raised his eyes to heaven, and prayed fervently.\n\n0111m\n\n\n\nThe boat continued her voyage. They had passed the Tête de Mort, were\nnow off the Anse du Pharo, and about to double the battery. This\nmanœuvre was incomprehensible to Dantès.\n\n“Whither are you taking me?” asked he.\n\n“You will soon know.”\n\n“But still——”\n\n“We are forbidden to give you any explanation.” Dantès, trained in\ndiscipline, knew that nothing would be more absurd than to question\nsubordinates, who were forbidden to reply; and so he remained silent.\n\nThe most vague and wild thoughts passed through his mind. The boat they\nwere in could not make a long voyage; there was no vessel at anchor\noutside the harbor; he thought, perhaps, they were going to leave him\non some distant point. He was n"
    }
  ]
}