{
  "e0d87653f67a": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.034482758620689655,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 312,
      "chunk_id": "The Count of Monte Cristo_chunk_76",
      "start_pos": 266000,
      "end_pos": 270000,
      "similarity": 0.0215633423180593,
      "text": "ill cease to\nwork, in order to find out who is knocking, and why he does so; but as\nhis occupation is sanctioned by the governor, he will soon resume it.\nIf, on the contrary, it is a prisoner, the noise I make will alarm him,\nhe will cease, and not begin again until he thinks everyone is asleep.”\n\nEdmond rose again, but this time his legs did not tremble, and his\nsight was clear; he went to a corner of his dungeon, detached a stone,\nand with it knocked against the wall where the sound came. He struck\nthrice.\n\nAt the first blow the sound ceased, as if by magic.\n\nEdmond listened intently; an hour passed, two hours passed, and no\nsound was heard from the wall—all was silent there.\n\nFull of hope, Edmond swallowed a few mouthfuls of bread and water, and,\nthanks to the vigor of his constitution, found himself well-nigh\nrecovered.\n\nThe day passed away in utter silence—night came without recurrence of\nthe noise.\n\n“It is a prisoner,” said Edmond joyfully. His brain was on fire, and\nlife and energy returned.\n\nThe night passed in perfect silence. Edmond did not close his eyes.\n\nIn the morning the jailer brought him fresh provisions—he had already\ndevoured those of the previous day; he ate these listening anxiously\nfor the sound, walking round and round his cell, shaking the iron bars\nof the loophole, restoring vigor and agility to his limbs by exercise,\nand so preparing himself for his future destiny. At intervals he\nlistened to learn if the noise had not begun again, and grew impatient\nat the prudence of the prisoner, who did not guess he had been\ndisturbed by a captive as anxious for liberty as himself.\n\nThree days passed—seventy-two long tedious hours which he counted off\nby minutes!\n\nAt length one evening, as the jailer was visiting him for the last time\nthat night, Dantès, with his ear for the hundredth time at the wall,\nfancied he heard an almost imperceptible movement among the stones. He\nmoved away, walked up and down his cell to collect his thoughts, and\nthen went back and listened.\n\nThe matter was no longer doubtful. Something was at work on the other\nside of the wall; the prisoner had discovered the danger, and had\nsubstituted a lever for a chisel.\n\nEncouraged by this discovery, Edmond determined to assist the\nindefatigable laborer. He began by moving his bed, and looked around\nfor anything with which he could pierce the wall, penetrate the moist\ncement, and displace a stone.\n\nHe saw nothing, he had no knife or sharp instrument, the window grating\nwas of iron, but he had too often assured himself of its solidity. All\nhis furniture consisted of a bed, a chair, a table, a pail, and a jug.\nThe bed had iron clamps, but they were screwed to the wood, and it\nwould have required a screw-driver to take them off. The table and\nchair had nothing, the pail had once possessed a handle, but that had\nbeen removed.\n\n0189m\n\n\n\nDantès had but one resource, which was to break the jug, and with one\nof the sharp fragments attack the wall. He let the jug fall on the\nfloor, and it broke in pieces.\n\nDantès concealed two or three of the sharpest fragments in his bed,\nleaving the rest on the floor. The breaking of his jug was too natural\nan accident to excite suspicion. Edmond had all the night to work in,\nbut in the darkness he could not do much, and he soon felt that he was\nworking against something very hard; he pushed back his bed, and waited\nfor day.\n\nAll night he heard the subterranean workman, who continued to mine his\nway. Day came, the jailer entered. Dantès told him that the jug had\nfallen from his hands while he was drinking, and the jailer went\ngrumblingly to fetch another, without giving himself the trouble to\nremove the fragments of the broken one. He returned speedily, advised\nthe prisoner to be more careful, and departed.\n\nDantès heard joyfully the key grate in the lock; he listened until the\nsound of steps died away, and then, hastily displacing his bed, saw by\nthe faint light that penetrated into his cell, that he had labored\nuselessl"
    },
    {
      "chunk_idx": 818,
      "chunk_id": "The Count of Monte Cristo_chunk_582",
      "start_pos": 2037000,
      "end_pos": 2041000,
      "similarity": 0.021505376344086023,
      "text": "o is preparing to defend his life proves his shield and bends\nhis sword. He thought himself strong enough, for he mistook fever for\nenergy. “Go on,” said he.\n\n“The evening arrived; all Paris was in expectation. Many said your\nfather had only to show himself to crush the charge against him; many\nothers said he would not appear; while some asserted that they had seen\nhim start for Brussels; and others went to the police-office to inquire\nif he had taken out a passport. I used all my influence with one of the\ncommittee, a young peer of my acquaintance, to get admission to one of\nthe galleries. He called for me at seven o’clock, and, before anyone\nhad arrived, asked one of the door-keepers to place me in a box. I was\nconcealed by a column, and might witness the whole of the terrible\nscene which was about to take place. At eight o’clock all were in their\nplaces, and M. de Morcerf entered at the last stroke. He held some\npapers in his hand; his countenance was calm, and his step firm, and he\nwas dressed with great care in his military uniform, which was buttoned\ncompletely up to the chin. His presence produced a good effect. The\ncommittee was made up of Liberals, several of whom came forward to\nshake hands with him.”\n\nAlbert felt his heart bursting at these particulars, but gratitude\nmingled with his sorrow: he would gladly have embraced those who had\ngiven his father this proof of esteem at a moment when his honor was so\npowerfully attacked.\n\n“At this moment one of the door-keepers brought in a letter for the\npresident. ‘You are at liberty to speak, M. de Morcerf,’ said the\npresident, as he unsealed the letter; and the count began his defence,\nI assure you, Albert, in a most eloquent and skilful manner. He\nproduced documents proving that the Vizier of Yanina had up to the last\nmoment honored him with his entire confidence, since he had interested\nhim with a negotiation of life and death with the emperor. He produced\nthe ring, his mark of authority, with which Ali Pasha generally sealed\nhis letters, and which the latter had given him, that he might, on his\nreturn at any hour of the day or night, gain access to the presence,\neven in the harem. Unfortunately, the negotiation failed, and when he\nreturned to defend his benefactor, he was dead. ‘But,’ said the count,\n‘so great was Ali Pasha’s confidence, that on his death-bed he resigned\nhis favorite mistress and her daughter to my care.’”\n\nAlbert started on hearing these words; the history of Haydée recurred\nto him, and he remembered what she had said of that message and the\nring, and the manner in which she had been sold and made a slave.\n\n“And what effect did this discourse produce?” anxiously inquired\nAlbert.\n\n“I acknowledge it affected me, and, indeed, all the committee also,”\nsaid Beauchamp.\n\n“Meanwhile, the president carelessly opened the letter which had been\nbrought to him; but the first lines aroused his attention; he read them\nagain and again, and fixing his eyes on M. de Morcerf, ‘Count,’ said\nhe, ‘you have said that the Vizier of Yanina confided his wife and\ndaughter to your care?’—‘Yes, sir,’ replied Morcerf; ‘but in that, like\nall the rest, misfortune pursued me. On my return, Vasiliki and her\ndaughter Haydée had disappeared.’—‘Did you know them?’—‘My intimacy\nwith the pasha and his unlimited confidence had gained me an\nintroduction to them, and I had seen them above twenty times.’\n\n“‘Have you any idea what became of them?’—‘Yes, sir; I heard they had\nfallen victims to their sorrow, and, perhaps, to their poverty. I was\nnot rich; my life was in constant danger; I could not seek them, to my\ngreat regret.’ The president frowned imperceptibly. ‘Gentlemen,’ said\nhe, ‘you have heard the Comte de Morcerf’s defence. Can you, sir,\nproduce any witnesses to the truth of what you have asserted?’—‘Alas,\nno, monsieur,’ replied the count; ‘all those who surrounded the vizier,\nor who knew me at his court, are either dead or gone away, I know not\nwhere. I believe that I alone, of all my c"
    },
    {
      "chunk_idx": 538,
      "chunk_id": "The Count of Monte Cristo_chunk_302",
      "start_pos": 1057000,
      "end_pos": 1061000,
      "similarity": 0.02072538860103627,
      "text": "de,\nthen, while he stamped with his feet to remove all traces of his\noccupation, I rushed on him and plunged my knife into his breast,\nexclaiming:\n\n“‘I am Giovanni Bertuccio; thy death for my brother’s; thy treasure for\nhis widow; thou seest that my vengeance is more complete than I had\nhoped.’\n\n“I know not if he heard these words; I think he did not, for he fell\nwithout a cry. I felt his blood gush over my face, but I was\nintoxicated, I was delirious, and the blood refreshed, instead of\nburning me. In a second I had disinterred the box; then, that it might\nnot be known I had done so, I filled up the hole, threw the spade over\nthe wall, and rushed through the door, which I double-locked, carrying\noff the key.”\n\n“Ah,” said Monte Cristo “it seems to me this was nothing but murder and\nrobbery.”\n\n“No, your excellency,” returned Bertuccio; “it was a vendetta followed\nby restitution.”\n\n“And was the sum a large one?”\n\n“It was not money.”\n\n“Ah, I recollect,” replied the count; “did you not say something of an\ninfant?”\n\n“Yes, excellency; I hastened to the river, sat down on the bank, and\nwith my knife forced open the lock of the box. In a fine linen cloth\nwas wrapped a new-born child. Its purple visage, and its violet-colored\nhands showed that it had perished from suffocation, but as it was not\nyet cold, I hesitated to throw it into the water that ran at my feet.\nAfter a moment I fancied that I felt a slight pulsation of the heart,\nand as I had been assistant at the hospital at Bastia, I did what a\ndoctor would have done—I inflated the lungs by blowing air into them,\nand at the expiration of a quarter of an hour, it began to breathe, and\ncried feebly. In my turn I uttered a cry, but a cry of joy.\n\n“‘God has not cursed me then,’ I cried, ‘since he permits me to save\nthe life of a human creature, in exchange for the life I have taken\naway.’”\n\n20295m\n\n\n\n“And what did you do with the child?” asked Monte Cristo. “It was an\nembarrassing load for a man seeking to escape.”\n\n“I had not for a moment the idea of keeping it, but I knew that at\nParis there was an asylum where they receive such creatures. As I\npassed the city gates I declared that I had found the child on the\nroad, and I inquired where the asylum was; the box confirmed my\nstatement, the linen proved that the infant belonged to wealthy\nparents, the blood with which I was covered might have proceeded from\nthe child as well as from anyone else. No objection was raised, but\nthey pointed out the asylum, which was situated at the upper end of the\nRue d’Enfer, and after having taken the precaution of cutting the linen\nin two pieces, so that one of the two letters which marked it was on\nthe piece wrapped around the child, while the other remained in my\npossession, I rang the bell, and fled with all speed. A fortnight after\nI was at Rogliano, and I said to Assunta:\n\n“‘Console thyself, sister; Israel is dead, but he is avenged.’\n\n“She demanded what I meant, and when I had told her all,—‘Giovanni,’\nsaid she, ‘you should have brought this child with you; we would have\nreplaced the parents it has lost, have called it Benedetto, and then,\nin consequence of this good action, God would have blessed us.’ In\nreply I gave her the half of the linen I had kept in order to reclaim\nhim if we became rich.”\n\n“What letters were marked on the linen?” said Monte Cristo.\n\n“An H and an N, surmounted by a baron’s coronet.”\n\n“By heaven, M. Bertuccio, you make use of heraldic terms; where did you\nstudy heraldry?”\n\n“In your service, excellency, where everything is learned.”\n\n“Go on, I am curious to know two things.”\n\n“What are they, your excellency?”\n\n“What became of this little boy? for I think you told me it was a boy,\nM. Bertuccio.”\n\n“No excellency, I do not recollect telling you that.”\n\n“I thought you did; I must have been mistaken.”\n\n“No, you were not, for it was in reality a little boy. But your\nexcellency wished to know two things; what was the second?”\n\n“The second was the crime of which you were accused whe"
    },
    {
      "chunk_idx": 959,
      "chunk_id": "The Count of Monte Cristo_chunk_723",
      "start_pos": 2530500,
      "end_pos": 2534500,
      "similarity": 0.020460358056265986,
      "text": "t it necessary to combat\nwith them. A man of the count’s temperament could not long indulge in\nthat melancholy which can exist in common minds, but which destroys\nsuperior ones. He thought he must have made an error in his\ncalculations if he now found cause to blame himself.\n\n“I cannot have deceived myself,” he said; “I must look upon the past in\na false light. What!” he continued, “can I have been following a false\npath?—can the end which I proposed be a mistaken end?—can one hour have\nsufficed to prove to an architect that the work upon which he founded\nall his hopes was an impossible, if not a sacrilegious, undertaking? I\ncannot reconcile myself to this idea—it would madden me. The reason why\nI am now dissatisfied is that I have not a clear appreciation of the\npast. The past, like the country through which we walk, becomes\nindistinct as we advance. My position is like that of a person wounded\nin a dream; he feels the wound, though he cannot recollect when he\nreceived it.\n\n“Come, then, thou regenerate man, thou extravagant prodigal, thou\nawakened sleeper, thou all-powerful visionary, thou invincible\nmillionaire,—once again review thy past life of starvation and\nwretchedness, revisit the scenes where fate and misfortune conducted,\nand where despair received thee. Too many diamonds, too much gold and\nsplendor, are now reflected by the mirror in which Monte Cristo seeks\nto behold Dantès. Hide thy diamonds, bury thy gold, shroud thy\nsplendor, exchange riches for poverty, liberty for a prison, a living\nbody for a corpse!”\n\nAs he thus reasoned, Monte Cristo walked down the Rue de la Caisserie.\nIt was the same through which, twenty-four years ago, he had been\nconducted by a silent and nocturnal guard; the houses, today so smiling\nand animated, were on that night dark, mute, and closed.\n\n“And yet they were the same,” murmured Monte Cristo, “only now it is\nbroad daylight instead of night; it is the sun which brightens the\nplace, and makes it appear so cheerful.”\n\nHe proceeded towards the quay by the Rue Saint-Laurent, and advanced to\nthe Consigne; it was the point where he had embarked. A pleasure-boat\nwith striped awning was going by. Monte Cristo called the owner, who\nimmediately rowed up to him with the eagerness of a boatman hoping for\na good fare.\n\nThe weather was magnificent, and the excursion a treat. The sun, red\nand flaming, was sinking into the embrace of the welcoming ocean. The\nsea, smooth as crystal, was now and then disturbed by the leaping of\nfish, which were pursued by some unseen enemy and sought for safety in\nanother element; while on the extreme verge of the horizon might be\nseen the fishermen’s boats, white and graceful as the sea-gull, or the\nmerchant vessels bound for Corsica or Spain.\n\nBut notwithstanding the serene sky, the gracefully formed boats, and\nthe golden light in which the whole scene was bathed, the Count of\nMonte Cristo, wrapped in his cloak, could think only of this terrible\nvoyage, the details of which were one by one recalled to his memory.\nThe solitary light burning at the Catalans; that first sight of the\nChâteau d’If, which told him whither they were leading him; the\nstruggle with the gendarmes when he wished to throw himself overboard;\nhis despair when he found himself vanquished, and the sensation when\nthe muzzle of the carbine touched his forehead—all these were brought\nbefore him in vivid and frightful reality.\n\nLike the streams which the heat of the summer has dried up, and which\nafter the autumnal storms gradually begin oozing drop by drop, so did\nthe count feel his heart gradually fill with the bitterness which\nformerly nearly overwhelmed Edmond Dantès. Clear sky, swift-flitting\nboats, and brilliant sunshine disappeared; the heavens were hung with\nblack, and the gigantic structure of the Château d’If seemed like the\nphantom of a mortal enemy. As they reached the shore, the count\ninstinctively shrunk to the extreme end of the boat, and the owner was\nobliged to call out, in his sweetest t"
    }
  ]
}