{
  "72ebef5320b4": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.07368421052631578,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 332,
      "chunk_id": "The Count of Monte Cristo_chunk_96",
      "start_pos": 336000,
      "end_pos": 340000,
      "similarity": 0.04040404040404041,
      "text": "bbé, “we may hope to put our design into execution.”\n\n“And how long shall we be in accomplishing the necessary work?”\n\n“At least a year.”\n\n“And shall we begin at once?”\n\n“At once.”\n\n“We have lost a year to no purpose!” cried Dantès.\n\n“Do you consider the last twelve months to have been wasted?” asked the\nabbé.\n\n“Forgive me!” cried Edmond, blushing deeply.\n\n“Tut, tut!” answered the abbé, “man is but man after all, and you are\nabout the best specimen of the genus I have ever known. Come, let me\nshow you my plan.”\n\nThe abbé then showed Dantès the sketch he had made for their escape. It\nconsisted of a plan of his own cell and that of Dantès, with the\npassage which united them. In this passage he proposed to drive a level\nas they do in mines; this level would bring the two prisoners\nimmediately beneath the gallery where the sentry kept watch; once\nthere, a large excavation would be made, and one of the flag-stones\nwith which the gallery was paved be so completely loosened that at the\ndesired moment it would give way beneath the feet of the soldier, who,\nstunned by his fall, would be immediately bound and gagged by Dantès\nbefore he had power to offer any resistance. The prisoners were then to\nmake their way through one of the gallery windows, and to let\nthemselves down from the outer walls by means of the abbé’s ladder of\ncords.\n\nDantès’ eyes sparkled with joy, and he rubbed his hands with delight at\nthe idea of a plan so simple, yet apparently so certain to succeed.\nThat very day the miners began their labors, with a vigor and alacrity\nproportionate to their long rest from fatigue and their hopes of\nultimate success. Nothing interrupted the progress of the work except\nthe necessity that each was under of returning to his cell in\nanticipation of the turnkey’s visits. They had learned to distinguish\nthe almost imperceptible sound of his footsteps as he descended towards\ntheir dungeons, and happily, never failed of being prepared for his\ncoming. The fresh earth excavated during their present work, and which\nwould have entirely blocked up the old passage, was thrown, by degrees\nand with the utmost precaution, out of the window in either Faria’s or\nDantès’ cell, the rubbish being first pulverized so finely that the\nnight wind carried it far away without permitting the smallest trace to\nremain.\n\nMore than a year had been consumed in this undertaking, the only tools\nfor which had been a chisel, a knife, and a wooden lever; Faria still\ncontinuing to instruct Dantès by conversing with him, sometimes in one\nlanguage, sometimes in another; at others, relating to him the history\nof nations and great men who from time to time have risen to fame and\ntrodden the path of glory. The abbé was a man of the world, and had,\nmoreover, mixed in the first society of the day; he wore an air of\nmelancholy dignity which Dantès, thanks to the imitative powers\nbestowed on him by nature, easily acquired, as well as that outward\npolish and politeness he had before been wanting in, and which is\nseldom possessed except by those who have been placed in constant\nintercourse with persons of high birth and breeding.\n\nAt the end of fifteen months the level was finished, and the excavation\ncompleted beneath the gallery, and the two workmen could distinctly\nhear the measured tread of the sentinel as he paced to and fro over\ntheir heads. Compelled, as they were, to await a night sufficiently\ndark to favor their flight, they were obliged to defer their final\nattempt till that auspicious moment should arrive; their greatest dread\nnow was lest the stone through which the sentry was doomed to fall\nshould give way before its right time, and this they had in some\nmeasure provided against by propping it up with a small beam which they\nhad discovered in the walls through which they had worked their way.\nDantès was occupied in arranging this piece of wood when he heard\nFaria, who had remained in Edmond’s cell for the purpose of cutting a\npeg to secure their rope-ladder, call to hi"
    },
    {
      "chunk_idx": 885,
      "chunk_id": "The Count of Monte Cristo_chunk_649",
      "start_pos": 2271500,
      "end_pos": 2275500,
      "similarity": 0.04032258064516129,
      "text": "pression with which her daughter looked upon Debray,—an expression\nwhich seemed to imply that she understood all her mother’s amorous and\npecuniary relationships with the intimate secretary; moreover, she saw\nthat Eugénie detested Debray, not only because he was a source of\ndissension and scandal under the paternal roof, but because she had at\nonce classed him in that catalogue of bipeds whom Plato endeavors to\nwithdraw from the appellation of men, and whom Diogenes designated as\nanimals upon two legs without feathers.\n\nUnfortunately, in this world of ours, each person views things through\na certain medium, and so is prevented from seeing in the same light as\nothers, and Madame Danglars, therefore, very much regretted that the\nmarriage of Eugénie had not taken place, not only because the match was\ngood, and likely to insure the happiness of her child, but because it\nwould also set her at liberty. She ran therefore to Debray, who, after\nhaving, like the rest of Paris, witnessed the contract scene and the\nscandal attending it, had retired in haste to his club, where he was\nchatting with some friends upon the events which served as a subject of\nconversation for three-fourths of that city known as the capital of the\nworld.\n\nAt the precise time when Madame Danglars, dressed in black and\nconcealed in a long veil, was ascending the stairs leading to Debray’s\napartments, notwithstanding the assurances of the concierge that the\nyoung man was not at home, Debray was occupied in repelling the\ninsinuations of a friend, who tried to persuade him that after the\nterrible scene which had just taken place he ought, as a friend of the\nfamily, to marry Mademoiselle Danglars and her two millions. Debray did\nnot defend himself very warmly, for the idea had sometimes crossed his\nmind; still, when he recollected the independent, proud spirit of\nEugénie, he positively rejected it as utterly impossible, though the\nsame thought again continually recurred and found a resting-place in\nhis heart. Tea, play, and the conversation, which had become\ninteresting during the discussion of such serious affairs, lasted till\none o’clock in the morning.\n\nMeanwhile Madame Danglars, veiled and uneasy, awaited the return of\nDebray in the little green room, seated between two baskets of flowers,\nwhich she had that morning sent, and which, it must be confessed,\nDebray had himself arranged and watered with so much care that his\nabsence was half excused in the eyes of the poor woman.\n\nAt twenty minutes to twelve, Madame Danglars, tired of waiting,\nreturned home. Women of a certain grade are like prosperous grisettes\nin one respect, they seldom return home after twelve o’clock. The\nbaroness returned to the hotel with as much caution as Eugénie used in\nleaving it; she ran lightly upstairs, and with an aching heart entered\nher apartment, contiguous, as we know, to that of Eugénie. She was\nfearful of exciting any remark, and believed firmly in her daughter’s\ninnocence and fidelity to the paternal roof. She listened at Eugénie’s\ndoor, and hearing no sound tried to enter, but the bolts were in place.\nMadame Danglars then concluded that the young girl had been overcome\nwith the terrible excitement of the evening, and had gone to bed and to\nsleep. She called the maid and questioned her.\n\n“Mademoiselle Eugénie,” said the maid, “retired to her apartment with\nMademoiselle d’Armilly; they then took tea together, after which they\ndesired me to leave, saying that they needed me no longer.”\n\nSince then the maid had been below, and like everyone else she thought\nthe young ladies were in their own room; Madame Danglars, therefore,\nwent to bed without a shadow of suspicion, and began to muse over the\nrecent events. In proportion as her memory became clearer, the\noccurrences of the evening were revealed in their true light; what she\nhad taken for confusion was a tumult; what she had regarded as\nsomething distressing, was in reality a disgrace. And then the baroness\nremembered that she had fe"
    },
    {
      "chunk_idx": 162,
      "chunk_id": "In Search of the Castaways_chunk_162",
      "start_pos": 567000,
      "end_pos": 571000,
      "similarity": 0.03978779840848806,
      "text": " me, my lord,\" continued Captain Mangles. \"I know Tom Austin.\nHe was to execute your orders, and start as soon as his departure was\npossible. Who knows whether the Duncan was ready, or her injuries\nrepaired, on the arrival of Ben Joyce at Melbourne? Supposing the\nyacht could not put to sea, and suffered one or two days of delay?\"\n\n\"You are right, John,\" replied Glenarvan. \"We must reach Twofold Bay.\nWe are only thirty-five miles from Delegete.\"\n\n\"Yes,\" said Paganel, \"and in that town we shall find rapid means of\nconveyance. Who knows whether we shall not arrive in time to prevent\nthis calamity?\"\n\n\"Let us start!\" cried Glenarvan.\n\nCaptain Mangles and Wilson at once occupied themselves in constructing\na raft of large dimensions. Experience had proved that pieces of bark\ncould not resist the violence of the torrent. The captain cut down\nseveral gum-trees, of which he made a rude but substantial raft. It was\na tedious task, and that day ended before the work was completed; but\nthe next day it was finished.\n\nThe waters had now considerably subsided. The torrent had become a\nriver again, with a rapid current. However, with proper management, the\ncaptain hoped to reach the opposite bank.\n\nAt noon they put on board as much provisions as each could carry for\ntwo days' travel. The rest was abandoned with the cart and the tent.\nMulready was well enough to be moved; he was recovering rapidly.\n\nEach took his place on the raft, which was moored to the bank. Captain\nMangles had arranged on the starboard side, and confided to Wilson, a\nkind of oar to sustain the raft against the current, and prevent its\ndrifting. As for himself, he stood at the stern, and steered by means\nof a clumsy rudder. Lady Helena and Mary Grant occupied the centre\nof the raft near Mulready. Glenarvan, the major, Paganel, and Robert\nsurrounded them, ready to lend assistance.\n\n\"Are we ready, Wilson?\" asked Captain Mangles.\n\n\"Yes, captain,\" replied the sailor, seizing his oar with a firm hand.\n\n[Illustration: However, the raft was entangled in the midst of the\nriver, half a mile below where they started.]\n\n\"Attention, and bear up against the current.\"\n\nCaptain Mangles unmoored the raft, and with one push launched it into\nthe current of the river. All went well for some time, and Wilson\nresisted the leeway. But soon the craft was drawn into the eddies, and\nturned round and round, so that neither oar nor rudder could keep it in\na straight course. In spite of their efforts, they were soon placed in\na position where it was impossible to use the oars.\n\nThey were forced to be passive; there was no means of preventing this\ngyratory motion. They were whirled about with a giddy rapidity, and\nsent out of their course. The captain, with pale face and set teeth,\nstood and gazed at the eddying water.\n\nHowever, the raft was entangled in the midst of the river, half a mile\nbelow where they started. The current here was very strong, and, as\nit broke the eddies, it lessened the whirling motion. The captain and\nWilson resumed their oars, and succeeded in propelling the craft in an\noblique direction. In this way they approached nearer the left bank,\nand were only a few yards distant, when Wilson's oar broke. The raft,\nno longer sustained against the current, was carried down stream. The\ncaptain endeavored to prevent it, at the risk of breaking his rudder,\nand Wilson with bleeding hands assisted him.\n\nAt last they succeeded, and the raft, after a voyage of more than half\nan hour, ran upon the steeply-sloping bank. The shock was violent; the\ntimbers were thrown apart, the ropes broken, and the foaming water came\nthrough. The travelers had only time to cling to the bushes that hung\nover the stream. They extricated Mulready and the two ladies, who were\nhalf drenched. In short, everybody was saved; but the greater part of\nthe provisions and arms, except the major's rifle, were swept away with\nthe fragments of the raft.\n\n[Sidenote: A WEARY PILGRIMAGE.]\n\nThe river was crossed, but the little party"
    },
    {
      "chunk_idx": 407,
      "chunk_id": "The Count of Monte Cristo_chunk_171",
      "start_pos": 598500,
      "end_pos": 602500,
      "similarity": 0.03968253968253968,
      "text": "ch he could rely;\nand, as they reached him, he found himself in a condition to meet his\nengagements when the end of July came.\n\nThe agent of Thomson & French had not been again seen at Marseilles;\nthe day after, or two days after his visit to Morrel, he had\ndisappeared; and as in that city he had had no intercourse but with the\nmayor, the inspector of prisons, and M. Morrel, his departure left no\ntrace except in the memories of these three persons. As to the sailors\nof the _Pharaon_, they must have found snug berths elsewhere, for they\nalso had disappeared.\n\nCaptain Gaumard, recovered from his illness, had returned from Palma.\nHe delayed presenting himself at Morrel’s, but the owner, hearing of\nhis arrival, went to see him. The worthy shipowner knew, from Penelon’s\nrecital, of the captain’s brave conduct during the storm, and tried to\nconsole him. He brought him also the amount of his wages, which Captain\nGaumard had not dared to apply for.\n\nAs he descended the staircase, Morrel met Penelon, who was going up.\nPenelon had, it would seem, made good use of his money, for he was\nnewly clad. When he saw his employer, the worthy tar seemed much\nembarrassed, drew on one side into the corner of the landing-place,\npassed his quid from one cheek to the other, stared stupidly with his\ngreat eyes, and only acknowledged the squeeze of the hand which Morrel\nas usual gave him by a slight pressure in return. Morrel attributed\nPenelon’s embarrassment to the elegance of his attire; it was evident\nthe good fellow had not gone to such an expense on his own account; he\nwas, no doubt, engaged on board some other vessel, and thus his\nbashfulness arose from the fact of his not having, if we may so express\nourselves, worn mourning for the _Pharaon_ longer. Perhaps he had come\nto tell Captain Gaumard of his good luck, and to offer him employment\nfrom his new master.\n\n“Worthy fellows!” said Morrel,  as he went away, “may your new master\nlove you as I loved you, and be more fortunate than I have been!”\n\n20049m\n\n\n\nAugust rolled by in unceasing efforts on the part of Morrel to renew\nhis credit or revive the old. On the 20th of August it was known at\nMarseilles that he had left town in the mailcoach, and then it was said\nthat the bills would go to protest at the end of the month, and that\nMorrel had gone away and left his chief clerk Emmanuel, and his cashier\nCocles, to meet the creditors. But, contrary to all expectation, when\nthe 31st of August came, the house opened as usual, and Cocles appeared\nbehind the grating of the counter, examined all bills presented with\nthe usual scrutiny, and, from first to last, paid all with the usual\nprecision. There came in, moreover, two drafts which M. Morrel had\nfully anticipated, and which Cocles paid as punctually as the bills\nwhich the shipowner had accepted. All this was incomprehensible, and\nthen, with the tenacity peculiar to prophets of bad news, the failure\nwas put off until the end of September.\n\nOn the 1st, Morrel returned; he was awaited by his family with extreme\nanxiety, for from this journey to Paris they hoped great things. Morrel\nhad thought of Danglars, who was now immensely rich, and had lain under\ngreat obligations to Morrel in former days, since to him it was owing\nthat Danglars entered the service of the Spanish banker, with whom he\nhad laid the foundations of his vast wealth. It was said at this moment\nthat Danglars was worth from six to eight millions of francs, and had\nunlimited credit. Danglars, then, without taking a crown from his\npocket, could save Morrel; he had but to pass his word for a loan, and\nMorrel was saved. Morrel had long thought of Danglars, but had kept\naway from some instinctive motive, and had delayed as long as possible\navailing himself of this last resource. And Morrel was right, for he\nreturned home crushed by the humiliation of a refusal.\n\nYet, on his arrival, Morrel did not utter a complaint, or say one harsh\nword. He embraced his weeping wife and daughter, pressed Emmanue"
    }
  ]
}