{
  "2e125a5f08c9": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05102040816326531,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 787,
      "chunk_id": "The Count of Monte Cristo_chunk_551",
      "start_pos": 1928500,
      "end_pos": 1932500,
      "similarity": 0.032418952618453865,
      "text": "en minutes in the drawing-room before he drew\nDanglars aside into the recess of a bow-window, and, after an ingenious\npreamble, related to him all his anxieties and cares since his noble\nfather’s departure. He acknowledged the extreme kindness which had been\nshown him by the banker’s family, in which he had been received as a\nson, and where, besides, his warmest affections had found an object on\nwhich to centre in Mademoiselle Danglars.\n\nDanglars listened with the most profound attention; he had expected\nthis declaration for the last two or three days, and when at last it\ncame his eyes glistened as much as they had lowered on listening to\nMorcerf. He would not, however, yield immediately to the young man’s\nrequest, but made a few conscientious objections.\n\n“Are you not rather young, M. Andrea, to think of marrying?”\n\n“I think not, sir,” replied M. Cavalcanti; “in Italy the nobility\ngenerally marry young. Life is so uncertain, that we ought to secure\nhappiness while it is within our reach.”\n\n“Well, sir,” said Danglars, “in case your proposals, which do me honor,\nare accepted by my wife and daughter, by whom shall the preliminary\narrangements be settled? So important a negotiation should, I think, be\nconducted by the respective fathers of the young people.”\n\n“Sir, my father is a man of great foresight and prudence. Thinking that\nI might wish to settle in France, he left me at his departure, together\nwith the papers establishing my identity, a letter promising, if he\napproved of my choice, 150,000 livres per annum from the day I was\nmarried. So far as I can judge, I suppose this to be a quarter of my\nfather’s revenue.”\n\n“I,” said Danglars, “have always intended giving my daughter 500,000\nfrancs as her dowry; she is, besides, my sole heiress.”\n\n“All would then be easily arranged if the baroness and her daughter are\nwilling. We should command an annuity of 175,000 livres. Supposing,\nalso, I should persuade the marquis to give me my capital, which is not\nlikely, but still is possible, we would place these two or three\nmillions in your hands, whose talent might make it realize ten per\ncent.”\n\n“I never give more than four per cent, and generally only three and a\nhalf; but to my son-in-law I would give five, and we would share the\nprofits.”\n\n“Very good, father-in-law,” said Cavalcanti, yielding to his low-born\nnature, which would escape sometimes through the aristocratic gloss\nwith which he sought to conceal it. Correcting himself immediately, he\nsaid, “Excuse me, sir; hope alone makes me almost mad,—what will not\nreality do?”\n\n“But,” said Danglars, who, on his part, did not perceive how soon the\nconversation, which was at first disinterested, was turning to a\nbusiness transaction, “there is, doubtless, a part of your fortune your\nfather could not refuse you?”\n\n“Which?” asked the young man.\n\n“That you inherit from your mother.”\n\n“Truly, from my mother, Leonora Corsinari.”\n\n“How much may it amount to?”\n\n“Indeed, sir,” said Andrea, “I assure you I have never given the\nsubject a thought, but I suppose it must have been at least two\nmillions.”\n\nDanglars felt as much overcome with joy as the miser who finds a lost\ntreasure, or as the shipwrecked mariner who feels himself on solid\nground instead of in the abyss which he expected would swallow him up.\n\n“Well, sir,” said Andrea, bowing to the banker respectfully, “may I\nhope?”\n\n“You may not only hope,” said Danglars, “but consider it a settled\nthing, if no obstacle arises on your part.”\n\n“I am, indeed, rejoiced,” said Andrea.\n\n“But,” said Danglars thoughtfully, “how is it that your patron, M. de\nMonte Cristo, did not make his proposal for you?”\n\nAndrea blushed imperceptibly.\n\n“I have just left the count, sir,” said he; “he is, doubtless, a\ndelightful man but inconceivably peculiar in his ideas. He esteems me\nhighly. He even told me he had not the slightest doubt that my father\nwould give me the capital instead of the interest of my property. He\nhas promised to use his influence to obtain it fo"
    },
    {
      "chunk_idx": 393,
      "chunk_id": "The Count of Monte Cristo_chunk_157",
      "start_pos": 549500,
      "end_pos": 553500,
      "similarity": 0.030848329048843187,
      "text": "ship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fernand’s hands with a transport which he took for\nlove, but which was only joy at being no longer alone in the world, and\nseeing at last a friend, after long hours of solitary sorrow. And then,\nit must be confessed, Fernand had never been hated—he was only not\nprecisely loved. Another possessed all Mercédès’ heart; that other was\nabsent, had disappeared, perhaps was dead. At this last thought\nMercédès burst into a flood of tears, and wrung her hands in agony; but\nthe thought, which she had always repelled before when it was suggested\nto her by another, came now in full force upon her mind; and then, too,\nold Dantès incessantly said to her, ‘Our Edmond is dead; if he were\nnot, he would return to us.’\n\n“The old man died, as I have told you; had he lived, Mercédès,\nperchance, had not become the wife of another, for he would have been\nthere to reproach her infidelity. Fernand saw this, and when he learned\nof the old man’s death he returned. He was now a lieutenant. At his\nfirst coming he had not said a word of love to Mercédès; at the second\nhe reminded her that he loved her.\n\n“Mercédès begged for six months more in which to await and mourn for\nEdmond.”\n\n“So that,” said the abbé, with a bitter smile, “that makes eighteen\nmonths in all. What more could the most devoted lover desire?” Then he\nmurmured the words of the English poet, “‘Frailty, thy name is woman.’”\n\n“Six months afterwards,” continued Caderousse, “the marriage took place\nin the church of Accoules.”\n\n“The very church in which she was to have married Edmond,” murmured the\npriest; “there was only a change of bridegrooms.”\n\n“Well, Mercédès was married,” proceeded Caderousse; “but although in\nthe eyes of the world she appeared calm, she nearly fainted as she\npassed La Réserve, where, eighteen months before, the betrothal had\nbeen celebrated with him whom she might have known she still loved, had\nshe looked to the bottom of her heart. Fernand, more happy, but not\nmore at his ease—for I saw at this time he was in constant dread of\nEdmond’s return—Fernand was very anxious to get his wife away, and to\ndepart himself. There were too many unpleasant possibilities associated\nwith the Catalans, and eight days after the wedding they left\nMarseilles.”\n\n“Did you ever see Mercédès again?” inquired the priest.\n\n“Yes, during the Spanish war, at Perpignan, where Fernand had left her;\nshe was attending to the education of her son.”\n\nThe abbé started. “Her son?” said he.\n\n“Yes,” replied Caderousse, “little Albert.”\n\n“But, then, to be able to instruct her child,” continued the abbé, “she\nmust have received an education herself. I understood from Edmond that\nshe was the daughter of a simple fisherman, beautiful but uneducated.”\n\n“Oh,” replied Caderousse, “did he know so little of his lovely\nbetrothed? Mercédès might have been a queen, sir, if the crown were to\nbe placed on the heads of the loveliest and most intelligent. Fernand’s\nfortune was already waxing great, and she developed with his growing\nfortune. She learned drawing, music—everything. Besides, I believe,\nbetween ourselves, she did this in order to distract her mind, that she\nmight forget; and she only filled her head in order to alleviate the\nweight on her heart. But now her position in life is assured,”\ncontinued Caderousse; “no doubt fortune and honors have comforted her;\nshe is rich, a countess, and yet——”\n\nCaderousse paused.\n\n“And yet what?” asked the abbé.\n\n“Yet, I am sure, she is not happy,” said Caderousse.\n\n“What makes you believe thi"
    },
    {
      "chunk_idx": 230,
      "chunk_id": "In Search of the Castaways_chunk_230",
      "start_pos": 805000,
      "end_pos": 809000,
      "similarity": 0.030226700251889168,
      "text": "the beach between two others. His\nform was tall and stout.]\n\nHow great a debt of gratitude did he feel that he owed this noble woman\nand her companions! From Lord Glenarvan down to the lowest sailor,\nhad not all struggled and suffered for him? Harry Grant expressed\nthe feelings of thankfulness that overflowed his heart with so much\nsimplicity and nobleness, and his manly countenance was illumined by so\npure and sincere a sentiment, that all felt themselves repaid for the\ntrials they had undergone. Even the imperturbable major's eye was wet\nwith a tear that he could not repress. As for Paganel, he wept like a\nchild who does not think of hiding his emotion.\n\nCaptain Grant could not cease gazing at his daughter. He found her\nbeautiful and charming, and told her so again and again, appealing\nto Lady Helena as if to be assured that his fatherly love was not\nmistaken. Then, turning to his son, he cried rapturously:\n\n\"How he has grown! He is a man!\"\n\nHe lavished upon these two beings, so dearly loved, the thousand\nexpressions of love that had been unuttered during long years of\nabsence. Robert introduced him successively to all his friends. All had\nalike proved their kindness and good wishes towards the two orphans.\nWhen Captain Mangles came to be introduced, he blushed like a young\ngirl, and his voice trembled as he saluted Mary's father.\n\nLady Helena then told the story of the voyage, and made the captain\nproud of his son and daughter. He learned the exploits of the young\nhero, and how the boy had already repaid part of his obligation to Lord\nGlenarvan at the peril of his life. Captain Mangles' language to Mary\nand concerning her was so truly loving, that Harry Grant, who had been\nalready informed on this point by Lady Helena, placed the hand of his\ndaughter in that of the noble young captain, and, turning towards Lord\nand Lady Glenarvan, said:\n\n\"My lord and lady, join with me to bless our children!\"\n\nIt was not long before Glenarvan related Ayrton's story to the captain,\nwho confirmed the quartermaster's declaration in regard to his having\nbeen abandoned on the Australian coast.\n\n\"He is a shrewd and courageous man,\" added he; \"but his passions have\nruined him. May meditation and repentance lead him to better feelings!\"\n\nBut before Ayrton was transferred to Tabor Island, Harry Grant wished\nto show his new friends the bounds of his habitation. He invited them\nto visit his house, and sit for once at his table. Glenarvan and his\ncompanions cordially accepted the invitation, and Robert and Mary\nwere not a little desirous to see those haunts where their father had\ndoubtless at times bewailed his fate. A boat was manned, and the whole\nparty soon disembarked on the shores of the island.\n\nA few hours sufficed to traverse Captain Grant's domain. It was in\nreality the summit of a submarine mountain, covered with basaltic rocks\nand volcanic fragments. When the shipwrecked seamen of the Britannia\ntook refuge here, the hand of man began to control the development of\nnature's resources, and in two years and a half the captain and his\ncompanions had completely metamorphosed their island home.\n\nThe visitors at last reached the house, shaded by verdant gum-trees,\nwhile before its windows stretched the glorious sea, glittering in\nthe rays of the sun. Harry Grant set his table in the shade, and all\ntook seats around it. Some cold roast meat, some of the produce of the\nbreadfruit-tree, several bowls of milk, two or three bunches of wild\nchicory, and pure, fresh water, formed the elements of the simple but\nhealthful repast. Paganel was in ecstasies. It recalled his old idea of\nRobinson Crusoe.\n\n[Sidenote: THE RULING PASSION STILL STRONG.]\n\n\"That rascal Ayrton will have no cause to complain,\" cried he in his\nenthusiasm. \"The island is a paradise!\"\n\n\"Yes,\" replied Harry Grant, \"a paradise for three poor sailors whom\nHeaven sheltered here. But I regret that Maria Theresa is not a large\nand fertile island, with a river instead of a rivulet, and a harbor\nin"
    },
    {
      "chunk_idx": 738,
      "chunk_id": "The Count of Monte Cristo_chunk_502",
      "start_pos": 1757000,
      "end_pos": 1761000,
      "similarity": 0.02925531914893617,
      "text": ", went at once to his study, and,\noffering the young man a chair:\n\n“M. d’Épinay,” said he, “allow me to remind you at this moment,—which\nis perhaps not so ill-chosen as at first sight may appear, for\nobedience to the wishes of the departed is the first offering which\nshould be made at their tomb,—allow me then to remind you of the wish\nexpressed by Madame de Saint-Méran on her death-bed, that Valentine’s\nwedding might not be deferred. You know the affairs of the deceased are\nin perfect order, and her will bequeaths to Valentine the entire\nproperty of the Saint-Méran family; the notary showed me the documents\nyesterday, which will enable us to draw up the contract immediately.\nYou may call on the notary, M. Deschamps, Place Beauveau, Faubourg\nSaint-Honoré, and you have my authority to inspect those deeds.”\n\n“Sir,” replied M. d’Épinay, “it is not, perhaps, the moment for\nMademoiselle Valentine, who is in deep distress, to think of a husband;\nindeed, I fear——”\n\n40028m\n\n\n\n“Valentine will have no greater pleasure than that of fulfilling her\ngrandmother’s last injunctions; there will be no obstacle from that\nquarter, I assure you.”\n\n“In that case,” replied Franz, “as I shall raise none, you may make\narrangements when you please; I have pledged my word, and shall feel\npleasure and happiness in adhering to it.”\n\n“Then,” said Villefort, “nothing further is required. The contract was\nto have been signed three days since; we shall find it all ready, and\ncan sign it today.”\n\n“But the mourning?” said Franz, hesitating.\n\n“Don’t be uneasy on that score,” replied Villefort; “no ceremony will\nbe neglected in my house. Mademoiselle de Villefort may retire during\nthe prescribed three months to her estate of Saint-Méran; I say hers,\nfor she inherits it today. There, after a few days, if you like, the\ncivil marriage shall be celebrated without pomp or ceremony. Madame de\nSaint-Méran wished her daughter should be married there. When that is\nover, you, sir, can return to Paris, while your wife passes the time of\nher mourning with her mother-in-law.”\n\n“As you please, sir,” said Franz.\n\n“Then,” replied M. de Villefort, “have the kindness to wait half an\nhour; Valentine shall come down into the drawing-room. I will send for\nM. Deschamps; we will read and sign the contract before we separate,\nand this evening Madame de Villefort shall accompany Valentine to her\nestate, where we will rejoin them in a week.”\n\n“Sir,” said Franz, “I have one request to make.”\n\n“What is it?”\n\n“I wish Albert de Morcerf and Raoul de Château-Renaud to be present at\nthis signature; you know they are my witnesses.”\n\n“Half an hour will suffice to apprise them; will you go for them\nyourself, or shall you send?”\n\n“I prefer going, sir.”\n\n“I shall expect you, then, in half an hour, baron, and Valentine will\nbe ready.”\n\nFranz bowed and left the room. Scarcely had the door closed, when M. de\nVillefort sent to tell Valentine to be ready in the drawing-room in\nhalf an hour, as he expected the notary and M. d’Épinay and his\nwitnesses. The news caused a great sensation throughout the house;\nMadame de Villefort would not believe it, and Valentine was\nthunderstruck. She looked around for help, and would have gone down to\nher grandfather’s room, but on the stairs she met M. de Villefort, who\ntook her arm and led her into the drawing-room. In the anteroom,\nValentine met Barrois, and looked despairingly at the old servant. A\nmoment later, Madame de Villefort entered the drawing-room with her\nlittle Edward. It was evident that she had shared the grief of the\nfamily, for she was pale and looked fatigued. She sat down, took Edward\non her knees, and from time to time pressed this child, on whom her\naffections appeared centred, almost convulsively to her bosom.\n\nTwo carriages were soon heard to enter the courtyard. One was the\nnotary’s; the other, that of Franz and his friends. In a moment the\nwhole party was assembled. Valentine was so pale one might trace the\nblue veins from her temples, round her "
    }
  ]
}