{
  "c5994388711f": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03296703296703297,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 214,
      "chunk_id": "In Search of the Castaways_chunk_214",
      "start_pos": 749000,
      "end_pos": 753000,
      "similarity": 0.02617801047120419,
      "text": "dway, coming towards\nus! Courage, captain!\"\n\nThe fugitives displayed new energy, and for several moments longer they\nkept their distance. The steamer grew more and more distinct. They\ncould clearly discern her masts, and the thick clouds of black smoke\nthat issued from her smoke-stack. Glenarvan, giving the helm to Robert,\nhad seized the geographer's glass, and did not lose a single movement\nof the vessel.\n\nBut what were Captain Mangles and his companions to think when they\nsaw the expression of his features change, his face grow pale, and the\ninstrument fall from his hands. A single word explained this sudden\nemotion.\n\n\"The Duncan!\" cried Glenarvan,--\"the Duncan and the convicts!\"\n\n\"The Duncan?\" repeated the captain, dropping his oar and rising.\n\n\"Yes, death on all sides!\" moaned Glenarvan, overcome by so many\ncalamities.\n\nIt was indeed the yacht--without a doubt,--the yacht, with her crew of\nbandits! The major could not repress a malediction. This was too much.\n\nMeantime the canoe was floating at random. Whither should they guide\nit, whither flee? Was it possible to choose between the savages and the\nconvicts?\n\n[Illustration: A second ball whistled over their heads, and demolished\nthe nearest of the three canoes.]\n\n[Sidenote: A MYSTERIOUS PRESERVATION.]\n\nJust then a shot came from the native boat, that had approached nearer.\nThe bullet struck Wilson's oar; but his companions still propelled\nthe canoe towards the Duncan. The yacht was advancing at full speed,\nand was only half a mile distant. Captain Mangles, beset on all sides,\nno longer knew how to act, or in what direction to escape. The two poor\nladies were on their knees, praying in their despair.\n\nThe savages were now firing a continued volley, and the bullets rained\naround the canoe. Just then a sharp report sounded, and a ball from the\nyacht's cannon passed over the heads of the fugitives, who remained\nmotionless between the fire of the Duncan and the natives.\n\nCaptain Mangles, frantic with despair, seized his hatchet. He was on\nthe point of sinking their own canoe, with his unfortunate companions,\nwhen a cry from Robert stopped him.\n\n\"Tom Austin! Tom Austin!\" said the child. \"He is on board! I see him!\nHe has recognized us! He is waving his hat!\"\n\nThe hatchet was suspended in mid-air. A second ball whistled over\ntheir heads, and demolished the nearest of the three canoes, while a\nloud hurrah was heard on board the Duncan. The savages fled in terror\ntowards the coast.\n\n\"Help, help, Tom!\" cried Captain Mangles, in a piercing voice. And\na few moments afterwards the ten fugitives, without knowing how, or\nscarcely comprehending this unexpected good fortune, were all in safety\non board the Duncan.\n\n\n\n\nCHAPTER LV.\n\nWHY THE DUNCAN WENT TO NEW ZEALAND.\n\n\nThe feelings of Glenarvan and his friends, when the songs of old\nScotland resounded in their ears, it is impossible to describe. As soon\nas they set foot on deck the bagpiper struck up a well remembered air,\nwhile hearty hurrahs welcomed the owner's return on board. Glenarvan,\nJohn Mangles, Paganel, Robert, and even the major, wept and embraced\neach other. Their emotions rose from joy to ecstasy. The geographer was\nfairly wild, skipping about and watching with his inseparable telescope\nthe canoes returning to shore.\n\nBut at sight of Glenarvan and his companions, with tattered garments,\nemaciated features, and the traces of extreme suffering, the crew\nceased their lively demonstrations. These were spectres, not the bold\nand dashing travelers whom, three months before, hope had stimulated to\na search for the shipwrecked captain. Chance alone had led them back to\nthis vessel that they had ceased to regard as theirs, and in what a sad\nstate of exhaustion and feebleness!\n\nHowever, before thinking of fatigue, or the imperative calls of hunger\nand thirst, Glenarvan questioned Tom Austin concerning his presence in\nthese waters. Why was the Duncan on the eastern coast of New Zealand?\nWhy was she not in the hands of Ben Joyce? By what "
    },
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.025423728813559324,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 377,
      "chunk_id": "The Count of Monte Cristo_chunk_141",
      "start_pos": 493500,
      "end_pos": 497500,
      "similarity": 0.02452316076294278,
      "text": "hed beneath the many vehicles continually passing\nthere. Recovering himself, however, he wiped the perspiration from his\nbrows, and stopped not again till he found himself at the door of the\nhouse in which his father had lived.\n\nThe nasturtiums and other plants, which his father had delighted to\ntrain before his window, had all disappeared from the upper part of the\nhouse.\n\nLeaning against the tree, he gazed thoughtfully for a time at the upper\nstories of the shabby little house. Then he advanced to the door, and\nasked whether there were any rooms to be let. Though answered in the\nnegative, he begged so earnestly to be permitted to visit those on the\nfifth floor, that, in despite of the oft-repeated assurance of the\n_concierge_ that they were occupied, Dantès succeeded in inducing the\nman to go up to the tenants, and ask permission for a gentleman to be\nallowed to look at them.\n\nThe tenants of the humble lodging were a young couple who had been\nscarcely married a week; and seeing them, Dantès sighed heavily.\nNothing in the two small chambers forming the apartments remained as it\nhad been in the time of the elder Dantès; the very paper was different,\nwhile the articles of antiquated furniture with which the rooms had\nbeen filled in Edmond’s time had all disappeared; the four walls alone\nremained as he had left them.\n\nThe bed belonging to the present occupants was placed as the former\nowner of the chamber had been accustomed to have his; and, in spite of\nhis efforts to prevent it, the eyes of Edmond were suffused in tears as\nhe reflected that on that spot the old man had breathed his last,\nvainly calling for his son.\n\nThe young couple gazed with astonishment at the sight of their\nvisitor’s emotion, and wondered to see the large tears silently chasing\neach other down his otherwise stern and immovable features; but they\nfelt the sacredness of his grief, and kindly refrained from questioning\nhim as to its cause, while, with instinctive delicacy, they left him to\nindulge his sorrow alone.\n\n0317m\n\n\n\nWhen he withdrew from the scene of his painful recollections, they both\naccompanied him downstairs, reiterating their hope that he would come\nagain whenever he pleased, and assuring him that their poor dwelling\nwould ever be open to him.\n\nAs Edmond passed the door on the fourth floor, he paused to inquire\nwhether Caderousse the tailor still dwelt there; but he received for\nreply, that the person in question had got into difficulties, and at\nthe present time kept a small inn on the route from Bellegarde to\nBeaucaire.\n\nHaving obtained the address of the person to whom the house in the\nAllées de Meilhan belonged, Dantès next proceeded thither, and, under\nthe name of Lord Wilmore (the name and title inscribed on his\npassport), purchased the small dwelling for the sum of twenty-five\nthousand francs, at least ten thousand more than it was worth; but had\nits owner asked half a million, it would unhesitatingly have been\ngiven.\n\nThe very same day the occupants of the apartments on the fifth floor of\nthe house, now become the property of Dantès, were duly informed by the\nnotary who had arranged the necessary transfer of deeds, etc., that the\nnew landlord gave them their choice of any of the rooms in the house,\nwithout the least augmentation of rent, upon condition of their giving\ninstant possession of the two small chambers they at present inhabited.\n\nThis strange event aroused great wonder and curiosity in the\nneighborhood of the Allées de Meilhan, and a multitude of theories were\nafloat, none of which was anywhere near the truth. But what raised\npublic astonishment to a climax, and set all conjecture at defiance,\nwas the knowledge that the same stranger who had in the morning visited\nthe Allées de Meilhan had been seen in the evening walking in the\nlittle village of the Catalans, and afterwards observed to enter a poor\nfisherman’s hut, and to pass more than an hour in inquiring after\npersons who had either been dead or gone away for more than fif"
    },
    {
      "chunk_idx": 911,
      "chunk_id": "The Count of Monte Cristo_chunk_675",
      "start_pos": 2362500,
      "end_pos": 2366500,
      "similarity": 0.02444987775061125,
      "text": "Cristo is as good as money; take it to\nRothschild’s or Lafitte’s, and they will take it off your hands at\nonce.”\n\n“What, though payable at Rome?”\n\n“Certainly; it will only cost you a discount of 5,000 or 6,000 francs.”\n\nThe receiver started back.\n\n“_Ma foi!_” he said, “I prefer waiting till tomorrow. What a\nproposition!”\n\n“I thought, perhaps,” said Danglars with supreme impertinence, “that\nyou had a deficiency to make up?”\n\n“Indeed,” said the receiver.\n\n“And if that were the case it would be worth while to make some\nsacrifice.”\n\n“Thank you, no, sir.”\n\n“Then it will be tomorrow.”\n\n“Yes; but without fail.”\n\n“Ah, you are laughing at me; send tomorrow at twelve, and the bank\nshall be notified.”\n\n“I will come myself.”\n\n“Better still, since it will afford me the pleasure of seeing you.”\nThey shook hands.\n\n“By the way,” said M. de Boville, “are you not going to the funeral of\npoor Mademoiselle de Villefort, which I met on my road here?”\n\n“No,” said the banker; “I have appeared rather ridiculous since that\naffair of Benedetto, so I remain in the background.”\n\n“Bah, you are wrong. How were you to blame in that affair?”\n\n“Listen—when one bears an irreproachable name, as I do, one is rather\nsensitive.”\n\n“Everybody pities you, sir; and, above all, Mademoiselle Danglars!”\n\n“Poor Eugénie!” said Danglars; “do you know she is going to embrace a\nreligious life?”\n\n“No.”\n\n“Alas, it is unhappily but too true. The day after the event, she\ndecided on leaving Paris with a nun of her acquaintance; they are gone\nto seek a very strict convent in Italy or Spain.”\n\n“Oh, it is terrible!” and M. de Boville retired with this exclamation,\nafter expressing acute sympathy with the father. But he had scarcely\nleft before Danglars, with an energy of action those can alone\nunderstand who have seen Robert Macaire represented by Frédérick,24\nexclaimed:\n\n“Fool!”\n\nThen enclosing Monte Cristo’s receipt in a little pocket-book, he\nadded:—“Yes, come at twelve o’clock; I shall then be far away.”\n\nThen he double-locked his door, emptied all his drawers, collected\nabout fifty thousand francs in bank-notes, burned several papers, left\nothers exposed to view, and then commenced writing a letter which he\naddressed:\n\n“To Madame la Baronne Danglars.”\n\n“I will place it on her table myself tonight,” he murmured. Then taking\na passport from his drawer he said,—“Good, it is available for two\nmonths longer.”\n\n\n\n Chapter 105. The Cemetery of Père-Lachaise\n\nM. de Boville had indeed met the funeral procession which was taking\nValentine to her last home on earth. The weather was dull and stormy, a\ncold wind shook the few remaining yellow leaves from the boughs of the\ntrees, and scattered them among the crowd which filled the boulevards.\nM. de Villefort, a true Parisian, considered the cemetery of\nPère-Lachaise alone worthy of receiving the mortal remains of a\nParisian family; there alone the corpses belonging to him would be\nsurrounded by worthy associates. He had therefore purchased a vault,\nwhich was quickly occupied by members of his family. On the front of\nthe monument was inscribed: “The families of Saint-Méran and\nVillefort,” for such had been the last wish expressed by poor Renée,\nValentine’s mother. The pompous procession therefore wended its way\ntowards Père-Lachaise from the Faubourg Saint-Honoré. Having crossed\nParis, it passed through the Faubourg du Temple, then leaving the\nexterior boulevards, it reached the cemetery. More than fifty private\ncarriages followed the twenty mourning-coaches, and behind them more\nthan five hundred persons joined in the procession on foot.\n\n50117m\n\n\n\nThese last consisted of all the young people whom Valentine’s death had\nstruck like a thunderbolt, and who, notwithstanding the raw chilliness\nof the season, could not refrain from paying a last tribute to the\nmemory of the beautiful, chaste, and adorable girl, thus cut off in the\nflower of her youth.\n\nAs they left Paris, an equipage with four horses, at full speed, was\nseen to draw up suddenly; it"
    }
  ]
}