{
  "51edb22cb623": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0425531914893617,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 826,
      "chunk_id": "The Count of Monte Cristo_chunk_590",
      "start_pos": 2065000,
      "end_pos": 2069000,
      "similarity": 0.032520325203252036,
      "text": ".”\n\nAlbert felt the blood mounting to his brow; there was no doubt upon the\nsubject. Danglars defended himself with the baseness, but at the same\ntime with the assurance, of a man who speaks the truth, at least in\npart, if not wholly—not for conscience’ sake, but through fear.\nBesides, what was Morcerf seeking? It was not whether Danglars or Monte\nCristo was more or less guilty; it was a man who would answer for the\noffence, whether trifling or serious; it was a man who would fight, and\nit was evident Danglars would not fight.\n\nIn addition to this, everything forgotten or unperceived before\npresented itself now to his recollection. Monte Cristo knew everything,\nas he had bought the daughter of Ali Pasha; and, knowing everything, he\nhad advised Danglars to write to Yanina. The answer known, he had\nyielded to Albert’s wish to be introduced to Haydée, and allowed the\nconversation to turn on the death of Ali, and had not opposed Haydée’s\nrecital (but having, doubtless, warned the young girl, in the few\nRomaic words he spoke to her, not to implicate Morcerf’s father).\nBesides, had he not begged of Morcerf not to mention his father’s name\nbefore Haydée? Lastly, he had taken Albert to Normandy when he knew the\nfinal blow was near. There could be no doubt that all had been\ncalculated and previously arranged; Monte Cristo then was in league\nwith his father’s enemies. Albert took Beauchamp aside, and\ncommunicated these ideas to him.\n\n“You are right,” said the latter; “M. Danglars has only been a\nsecondary agent in this sad affair, and it is of M. de Monte Cristo\nthat you must demand an explanation.”\n\nAlbert turned.\n\n“Sir,” said he to Danglars, “understand that I do not take a final\nleave of you; I must ascertain if your insinuations are just, and am\ngoing now to inquire of the Count of Monte Cristo.”\n\nHe bowed to the banker, and went out with Beauchamp, without appearing\nto notice Cavalcanti. Danglars accompanied him to the door, where he\nagain assured Albert that no motive of personal hatred had influenced\nhim against the Count of Morcerf.\n\n\n\n Chapter 88. The Insult\n\nAt the banker’s door Beauchamp stopped Morcerf.\n\n“Listen,” said he; “just now I told you it was of M. de Monte Cristo\nyou must demand an explanation.”\n\n“Yes; and we are going to his house.”\n\n“Reflect, Morcerf, one moment before you go.”\n\n“On what shall I reflect?”\n\n“On the importance of the step you are taking.”\n\n“Is it more serious than going to M. Danglars?”\n\n“Yes; M. Danglars is a money-lover, and those who love money, you know,\nthink too much of what they risk to be easily induced to fight a duel.\nThe other is, on the contrary, to all appearance a true nobleman; but\ndo you not fear to find him a bully?”\n\n“I only fear one thing; namely, to find a man who will not fight.”\n\n“Do not be alarmed,” said Beauchamp; “he will meet you. My only fear is\nthat he will be too strong for you.”\n\n“My friend,” said Morcerf, with a sweet smile, “that is what I wish.\nThe happiest thing that could occur to me, would be to die in my\nfather’s stead; that would save us all.”\n\n“Your mother would die of grief.”\n\n“My poor mother!” said Albert, passing his hand across his eyes, “I\nknow she would; but better so than die of shame.”\n\n“Are you quite decided, Albert?”\n\n“Yes; let us go.”\n\n“But do you think we shall find the count at home?”\n\n“He intended returning some hours after me, and doubtless he is now at\nhome.”\n\nThey ordered the driver to take them to No. 30 Champs-Élysées.\nBeauchamp wished to go in alone, but Albert observed that as this was\nan unusual circumstance he might be allowed to deviate from the usual\netiquette of duels. The cause which the young man espoused was one so\nsacred that Beauchamp had only to comply with all his wishes; he\nyielded and contented himself with following Morcerf. Albert sprang\nfrom the porter’s lodge to the steps. He was received by Baptistin. The\ncount had, indeed, just arrived, but he was in his bath, and had\nforbidden that anyone should be admitted.\n\n“But after"
    },
    {
      "chunk_idx": 798,
      "chunk_id": "The Count of Monte Cristo_chunk_562",
      "start_pos": 1967000,
      "end_pos": 1971000,
      "similarity": 0.032,
      "text": "d long been extinct. It might be\nexpected that the attack, if indeed an attack was projected, would be\nmade from the staircase of the ground floor, and not from a window; in\nMonte Cristo’s opinion, the villains sought his life, not his money. It\nwould be his bedroom they would attack, and they must reach it by the\nback staircase, or by the window in the dressing-room.\n\nThe clock of the Invalides struck a quarter to twelve; the west wind\nbore on its moistened gusts the doleful vibration of the three strokes.\n\n40152m\n\n\n\nAs the last stroke died away, the count thought he heard a slight noise\nin the dressing-room; this first sound, or rather this first grinding,\nwas followed by a second, then a third; at the fourth, the count knew\nwhat to expect. A firm and well-practised hand was engaged in cutting\nthe four sides of a pane of glass with a diamond. The count felt his\nheart beat more rapidly.\n\nInured as men may be to danger, forewarned as they may be of peril,\nthey understand, by the fluttering of the heart and the shuddering of\nthe frame, the enormous difference between a dream and a reality,\nbetween the project and the execution. However, Monte Cristo only made\na sign to apprise Ali, who, understanding that danger was approaching\nfrom the other side, drew nearer to his master. Monte Cristo was eager\nto ascertain the strength and number of his enemies.\n\nThe window whence the noise proceeded was opposite the opening by which\nthe count could see into the dressing-room. He fixed his eyes on that\nwindow—he distinguished a shadow in the darkness; then one of the panes\nbecame quite opaque, as if a sheet of paper were stuck on the outside,\nthen the square cracked without falling. Through the opening an arm was\npassed to find the fastening, then a second; the window turned on its\nhinges, and a man entered. He was alone.\n\n“That’s a daring rascal,” whispered the count.\n\nAt that moment Ali touched him slightly on the shoulder. He turned; Ali\npointed to the window of the room in which they were, facing the\nstreet.\n\n“I see!” said he, “there are two of them; one does the work while the\nother stands guard.” He made a sign to Ali not to lose sight of the man\nin the street, and turned to the one in the dressing-room.\n\nThe glass-cutter had entered, and was feeling his way, his arms\nstretched out before him. At last he appeared to have made himself\nfamiliar with his surroundings. There were two doors; he bolted them\nboth.\n\nWhen he drew near to the bedroom door, Monte Cristo expected that he\nwas coming in, and raised one of his pistols; but he simply heard the\nsound of the bolts sliding in their copper rings. It was only a\nprecaution. The nocturnal visitor, ignorant of the fact that the count\nhad removed the staples, might now think himself at home, and pursue\nhis purpose with full security. Alone and free to act as he wished, the\nman then drew from his pocket something which the count could not\ndiscern, placed it on a stand, then went straight to the secretaire,\nfelt the lock, and contrary to his expectation found that the key was\nmissing. But the glass-cutter was a prudent man who had provided for\nall emergencies. The count soon heard the rattling of a bunch of\nskeleton keys, such as the locksmith brings when called to force a\nlock, and which thieves call nightingales, doubtless from the music of\ntheir nightly song when they grind against the bolt.\n\n“Ah, ha,” whispered Monte Cristo with a smile of disappointment, “he is\nonly a thief.”\n\nBut the man in the dark could not find the right key. He reached the\ninstrument he had placed on the stand, touched a spring, and\nimmediately a pale light, just bright enough to render objects\ndistinct, was reflected on his hands and countenance.\n\n“By heavens,” exclaimed Monte Cristo, starting back, “it is——”\n\nAli raised his hatchet.\n\n“Don’t stir,” whispered Monte Cristo, “and put down your hatchet; we\nshall require no arms.”\n\n40154m\n\n\n\nThen he added some words in a low tone, for the exclamation which\nsurprise had dr"
    },
    {
      "chunk_idx": 873,
      "chunk_id": "The Count of Monte Cristo_chunk_637",
      "start_pos": 2229500,
      "end_pos": 2233500,
      "similarity": 0.031496062992125984,
      "text": "cted that it was the waistcoat of the\nmurdered man. My valet, in examining this mournful relic, felt a paper\nin the pocket and drew it out; it was a letter addressed to you,\nbaron.”\n\n“To me?” cried Danglars.\n\n“Yes, indeed, to you; I succeeded in deciphering your name under the\nblood with which the letter was stained,” replied Monte Cristo, amid\nthe general outburst of amazement.\n\n“But,” asked Madame Danglars, looking at her husband with uneasiness,\n“how could that prevent M. de Villefort——”\n\n“In this simple way, madame,” replied Monte Cristo; “the waistcoat and\nthe letter were both what is termed circumstantial evidence; I\ntherefore sent them to the king’s attorney. You understand, my dear\nbaron, that legal methods are the safest in criminal cases; it was,\nperhaps, some plot against you.” Andrea looked steadily at Monte Cristo\nand disappeared in the second drawing-room.\n\n“Possibly,” said Danglars; “was not this murdered man an old\ngalley-slave?”\n\n50025m\n\n\n\n“Yes,” replied the count; “a felon named Caderousse.” Danglars turned\nslightly pale; Andrea reached the anteroom beyond the little\ndrawing-room.\n\n“But go on signing,” said Monte Cristo; “I perceive that my story has\ncaused a general emotion, and I beg to apologize to you, baroness, and\nto Mademoiselle Danglars.”\n\nThe baroness, who had signed, returned the pen to the notary.\n\n“Prince Cavalcanti,” said the latter; “Prince Cavalcanti, where are\nyou?”\n\n“Andrea, Andrea,” repeated several young people, who were already on\nsufficiently intimate terms with him to call him by his Christian name.\n\n“Call the prince; inform him that it is his turn to sign,” cried\nDanglars to one of the floorkeepers.\n\nBut at the same instant the crowd of guests rushed in alarm into the\nprincipal salon as if some frightful monster had entered the\napartments, _quærens quem devoret_. There was, indeed, reason to\nretreat, to be alarmed, and to scream. An officer was placing two\nsoldiers at the door of each drawing-room, and was advancing towards\nDanglars, preceded by a commissary of police, girded with his scarf.\nMadame Danglars uttered a scream and fainted. Danglars, who thought\nhimself threatened (certain consciences are never calm),—Danglars even\nbefore his guests showed a countenance of abject terror.\n\n“What is the matter, sir?” asked Monte Cristo, advancing to meet the\ncommissioner.\n\n“Which of you gentlemen,” asked the magistrate, without replying to the\ncount, “answers to the name of Andrea Cavalcanti?”\n\nA cry of astonishment was heard from all parts of the room. They\nsearched; they questioned.\n\n“But who then is Andrea Cavalcanti?” asked Danglars in amazement.\n\n“A galley-slave, escaped from confinement at Toulon.”\n\n“And what crime has he committed?”\n\n“He is accused,” said the commissary with his inflexible voice, “of\nhaving assassinated the man named Caderousse, his former companion in\nprison, at the moment he was making his escape from the house of the\nCount of Monte Cristo.”\n\nMonte Cristo cast a rapid glance around him. Andrea was gone.\n\n\n\n Chapter 97. The Departure for Belgium\n\nA few minutes after the scene of confusion produced in the salons of M.\nDanglars by the unexpected appearance of the brigade of soldiers, and\nby the disclosure which had followed, the mansion was deserted with as\nmuch rapidity as if a case of plague or of cholera morbus had broken\nout among the guests.\n\nIn a few minutes, through all the doors, down all the staircases, by\nevery exit, everyone hastened to retire, or rather to fly; for it was a\nsituation where the ordinary condolences,—which even the best friends\nare so eager to offer in great catastrophes,—were seen to be utterly\nfutile. There remained in the banker’s house only Danglars, closeted in\nhis study, and making his statement to the officer of gendarmes; Madame\nDanglars, terrified, in the boudoir with which we are acquainted; and\nEugénie, who with haughty air and disdainful lip had retired to her\nroom with her inseparable companion, Mademoiselle Louise d’Armilly.\n\nAs "
    },
    {
      "chunk_idx": 706,
      "chunk_id": "The Count of Monte Cristo_chunk_470",
      "start_pos": 1645000,
      "end_pos": 1649000,
      "similarity": 0.030927835051546393,
      "text": " or, rather, all the\nEnglishman appeared to know. The agent arose, and having bowed to Lord\nWilmore, who returned his salutation with the stiff politeness of the\nEnglish, he retired. Lord Wilmore, having heard the door close after\nhim, returned to his bedroom, where with one hand he pulled off his\nlight hair, his red whiskers, his false jaw, and his wound, to resume\nthe black hair, dark complexion, and pearly teeth of the Count of Monte\nCristo.\n\nIt was M. de Villefort, and not the prefect, who returned to the house\nof M. de Villefort. The procureur felt more at ease, although he had\nlearned nothing really satisfactory, and, for the first time since the\ndinner-party at Auteuil, he slept soundly.\n\n\n\n Chapter 70. The Ball\n\nIt was in the warmest days of July, when in due course of time the\nSaturday arrived upon which the ball was to take place at M. de\nMorcerf’s. It was ten o’clock at night; the branches of the great trees\nin the garden of the count’s house stood out boldly against the azure\ncanopy of heaven, which was studded with golden stars, but where the\nlast fleeting clouds of a vanishing storm yet lingered.\n\nFrom the apartments on the ground floor might be heard the sound of\nmusic, with the whirl of the waltz and galop, while brilliant streams\nof light shone through the openings of the Venetian blinds. At this\nmoment the garden was only occupied by about ten servants, who had just\nreceived orders from their mistress to prepare the supper, the serenity\nof the weather continuing to increase. Until now, it had been undecided\nwhether the supper should take place in the dining-room, or under a\nlong tent erected on the lawn, but the beautiful blue sky, studded with\nstars, had settled the question in favor of the lawn.\n\nThe gardens were illuminated with colored lanterns, according to the\nItalian custom, and, as is usual in countries where the luxuries of the\ntable—the rarest of all luxuries in their complete form—are well\nunderstood, the supper-table was loaded with wax-lights and flowers.\n\n30297m\n\n\n\nAt the time the Countess of Morcerf returned to the rooms, after giving\nher orders, many guests were arriving, more attracted by the charming\nhospitality of the countess than by the distinguished position of the\ncount; for, owing to the good taste of Mercédès, one was sure of\nfinding some devices at her entertainment worthy of describing, or even\ncopying in case of need.\n\nMadame Danglars, in whom the events we have related had caused deep\nanxiety, had hesitated about going to Madame de Morcerf’s, when during\nthe morning her carriage happened to meet that of Villefort. The latter\nmade a sign, and when the carriages had drawn close together, said:\n\n“You are going to Madame de Morcerf’s, are you not?”\n\n“No,” replied Madame Danglars, “I am too ill.”\n\n“You are wrong,” replied Villefort, significantly; “it is important\nthat you should be seen there.”\n\n“Do you think so?” asked the baroness.\n\n“I do.”\n\n“In that case I will go.”\n\nAnd the two carriages passed on towards their different destinations.\nMadame Danglars therefore came, not only beautiful in person, but\nradiant with splendor; she entered by one door at the time when\nMercédès appeared at the door. The countess took Albert to meet Madame\nDanglars. He approached, paid her some well merited compliments on her\ntoilet, and offered his arm to conduct her to a seat. Albert looked\naround him.\n\n“You are looking for my daughter?” said the baroness, smiling.\n\n“I confess it,” replied Albert. “Could you have been so cruel as not to\nbring her?”\n\n“Calm yourself. She has met Mademoiselle de Villefort, and has taken\nher arm; see, they are following us, both in white dresses, one with a\nbouquet of camellias, the other with one of myosotis. But tell me——”\n\n“Well, what do you wish to know?”\n\n“Will not the Count of Monte Cristo be here tonight?”\n\n“Seventeen!” replied Albert.\n\n“What do you mean?”\n\n“I only mean that the count seems the rage,” replied the viscount,\nsmiling, “and that you are the seventeenth p"
    }
  ]
}