{
  "20b0a95abafd": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05434782608695652,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 594,
      "chunk_id": "The Count of Monte Cristo_chunk_358",
      "start_pos": 1253000,
      "end_pos": 1257000,
      "similarity": 0.0327455919395466,
      "text": "st in anticipating the worst,—why\npicture so gloomy a future?”\n\n“Because I judge it from the past.”\n\n“Still, consider that although I may not be, strictly speaking, what is\ntermed an illustrious match for you, I am, for many reasons, not\naltogether so much beneath your alliance. The days when such\ndistinctions were so nicely weighed and considered no longer exist in\nFrance, and the first families of the monarchy have intermarried with\nthose of the empire. The aristocracy of the lance has allied itself\nwith the nobility of the cannon. Now I belong to this last-named class;\nand certainly my prospects of military preferment are most encouraging\nas well as certain. My fortune, though small, is free and unfettered,\nand the memory of my late father is respected in our country,\nValentine, as that of the most upright and honorable merchant of the\ncity; I say our country, because you were born not far from\nMarseilles.”\n\n“Don’t speak of Marseilles, I beg of you, Maximilian; that one word\nbrings back my mother to my recollection—my angel mother, who died too\nsoon for myself and all who knew her; but who, after watching over her\nchild during the brief period allotted to her in this world, now, I\nfondly hope, watches from her home in heaven. Oh, if my mother were\nstill living, there would be nothing to fear, Maximilian, for I would\ntell her that I loved you, and she would protect us.”\n\n“I fear, Valentine,” replied the lover, “that were she living I should\nnever have had the happiness of knowing you; you would then have been\ntoo happy to have stooped from your grandeur to bestow a thought on\nme.”\n\n“Now it is you who are unjust, Maximilian,” cried Valentine; “but there\nis one thing I wish to know.”\n\n“And what is that?” inquired the young man, perceiving that Valentine\nhesitated.\n\n“Tell me truly, Maximilian, whether in former days, when our fathers\ndwelt at Marseilles, there was ever any misunderstanding between them?”\n\n“Not that I am aware of,” replied the young man, “unless, indeed, any\nill-feeling might have arisen from their being of opposite parties—your\nfather was, as you know, a zealous partisan of the Bourbons, while mine\nwas wholly devoted to the emperor; there could not possibly be any\nother difference between them. But why do you ask?”\n\n“I will tell you,” replied the young girl, “for it is but right you\nshould know. Well, on the day when your appointment as an officer of\nthe Legion of Honor was announced in the papers, we were all sitting\nwith my grandfather, M. Noirtier; M. Danglars was there also—you\nrecollect M. Danglars, do you not, Maximilian, the banker, whose horses\nran away with my stepmother and little brother, and very nearly killed\nthem? While the rest of the company were discussing the approaching\nmarriage of Mademoiselle Danglars, I was reading the paper to my\ngrandfather; but when I came to the paragraph about you, although I had\ndone nothing else but read it over to myself all the morning (you know\nyou had told me all about it the previous evening), I felt so happy,\nand yet so nervous, at the idea of speaking your name aloud, and before\nso many people, that I really think I should have passed it over, but\nfor the fear that my doing so might create suspicions as to the cause\nof my silence; so I summoned up all my courage, and read it as firmly\nand as steadily as I could.”\n\n30059m\n\n\n\n“Dear Valentine!”\n\n“Well, would you believe it? directly my father caught the sound of\nyour name he turned round quite hastily, and, like a poor silly thing,\nI was so persuaded that everyone must be as much affected as myself by\nthe utterance of your name, that I was not surprised to see my father\nstart, and almost tremble; but I even thought (though that surely must\nhave been a mistake) that M. Danglars trembled too.”\n\n“‘Morrel, Morrel,’ cried my father, ‘stop a bit;’ then knitting his\nbrows into a deep frown, he added, ‘surely this cannot be one of the\nMorrel family who lived at Marseilles, and gave us so much trouble from\ntheir violent "
    },
    {
      "chunk_idx": 820,
      "chunk_id": "The Count of Monte Cristo_chunk_584",
      "start_pos": 2044000,
      "end_pos": 2048000,
      "similarity": 0.032520325203252036,
      "text": "bout to pass his sentence of life\nor death. To the committee the adventure was so extraordinary and\ncurious, that the interest they had felt for the count’s safety became\nnow quite a secondary matter. The president himself advanced to place a\nseat for the young lady; but she declined availing herself of it. As\nfor the count, he had fallen on his chair; it was evident that his legs\nrefused to support him.\n\n“‘Madame,’ said the president, ‘you have engaged to furnish the\ncommittee with some important particulars respecting the affair at\nYanina, and you have stated that you were an eyewitness of the\nevent.’—‘I was, indeed,’ said the stranger, with a tone of sweet\nmelancholy, and with the sonorous voice peculiar to the East.\n\n“‘But allow me to say that you must have been very young then.’—‘I was\nfour years old; but as those events deeply concerned me, not a single\ndetail has escaped my memory.’—‘In what manner could these events\nconcern you? and who are you, that they should have made so deep an\nimpression on you?’—‘On them depended my father’s life,’ replied she.\n‘I am Haydée, the daughter of Ali Tepelini, pasha of Yanina, and of\nVasiliki, his beloved wife.’\n\n40202m\n\n\n\n“The blush of mingled pride and modesty which suddenly suffused the\ncheeks of the young woman, the brilliancy of her eye, and her highly\nimportant communication, produced an indescribable effect on the\nassembly. As for the count, he could not have been more overwhelmed if\na thunderbolt had fallen at his feet and opened an immense gulf before\nhim.\n\n“‘Madame,’ replied the president, bowing with profound respect, ‘allow\nme to ask one question; it shall be the last: Can you prove the\nauthenticity of what you have now stated?’\n\n“‘I can, sir,’ said Haydée, drawing from under her veil a satin satchel\nhighly perfumed; ‘for here is the register of my birth, signed by my\nfather and his principal officers, and that of my baptism, my father\nhaving consented to my being brought up in my mother’s faith,—this\nlatter has been sealed by the grand primate of Macedonia and Epirus;\nand lastly (and perhaps the most important), the record of the sale of\nmy person and that of my mother to the Armenian merchant El-Kobbir, by\nthe French officer, who, in his infamous bargain with the Porte, had\nreserved as his part of the booty the wife and daughter of his\nbenefactor, whom he sold for the sum of four hundred thousand francs.’\nA greenish pallor spread over the count’s cheeks, and his eyes became\nbloodshot at these terrible imputations, which were listened to by the\nassembly with ominous silence.\n\n“Haydée, still calm, but with a calmness more dreadful than the anger\nof another would have been, handed to the president the record of her\nsale, written in Arabic. It had been supposed some of the papers might\nbe in the Arabian, Romaic, or Turkish language, and the interpreter of\nthe House was in attendance. One of the noble peers, who was familiar\nwith the Arabic language, having studied it during the famous Egyptian\ncampaign, followed with his eye as the translator read aloud:\n\n“‘I, El-Kobbir, a slave-merchant, and purveyor of the harem of his\nhighness, acknowledge having received for transmission to the sublime\nemperor, from the French lord, the Count of Monte Cristo, an emerald\nvalued at eight hundred thousand francs; as the ransom of a young\nChristian slave of eleven years of age, named Haydée, the acknowledged\ndaughter of the late lord Ali Tepelini, pasha of Yanina, and of\nVasiliki, his favorite; she having been sold to me seven years\npreviously, with her mother, who had died on arriving at\nConstantinople, by a French colonel in the service of the Vizier Ali\nTepelini, named Fernand Mondego. The above-mentioned purchase was made\non his highness’s account, whose mandate I had, for the sum of four\nhundred thousand francs.\n\n“‘Given at Constantinople, by authority of his highness, in the year\n1247 of the Hegira.\n\n“‘Signed, El-Kobbir.’\n\n“‘That this record should have all due authority, it shall bear"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.030716723549488054,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 761,
      "chunk_id": "The Count of Monte Cristo_chunk_525",
      "start_pos": 1837500,
      "end_pos": 1841500,
      "similarity": 0.030612244897959183,
      "text": "oaches which will\ndecide everything. In the space of half an hour we shall know the\nemperor’s answer. Go into the cavern with Haydée.’—‘I will not quit\nyou,’ said Vasiliki; ‘if you die, my lord, I will die with you.’—‘Go to\nSelim!’ cried my father. ‘Adieu, my lord,’ murmured my mother,\ndetermining quietly to await the approach of death. ‘Take away\nVasiliki!’ said my father to his Palikares.\n\n“As for me, I had been forgotten in the general confusion; I ran toward\nAli Tepelini; he saw me hold out my arms to him, and he stooped down\nand pressed my forehead with his lips. Oh, how distinctly I remember\nthat kiss!—it was the last he ever gave me, and I feel as if it were\nstill warm on my forehead. On descending, we saw through the\nlattice-work several boats which were gradually becoming more distinct\nto our view. At first they appeared like black specks, and now they\nlooked like birds skimming the surface of the waves. During this time,\nin the kiosk at my father’s feet, were seated twenty Palikares,\nconcealed from view by an angle of the wall and watching with eager\neyes the arrival of the boats. They were armed with their long guns\ninlaid with mother-of-pearl and silver, and cartridges in great numbers\nwere lying scattered on the floor. My father looked at his watch, and\npaced up and down with a countenance expressive of the greatest\nanguish. This was the scene which presented itself to my view as I\nquitted my father after that last kiss.\n\n“My mother and I traversed the gloomy passage leading to the cavern.\nSelim was still at his post, and smiled sadly on us as we entered. We\nfetched our cushions from the other end of the cavern, and sat down by\nSelim. In great dangers the devoted ones cling to each other; and,\nyoung as I was, I quite understood that some imminent danger was\nhanging over our heads.”\n\nAlbert had often heard—not from his father, for he never spoke on the\nsubject, but from strangers—the description of the last moments of the\nvizier of Yanina; he had read different accounts of his death, but the\nstory seemed to acquire fresh meaning from the voice and expression of\nthe young girl, and her sympathetic accent and the melancholy\nexpression of her countenance at once charmed and horrified him.\n\nAs to Haydée, these terrible reminiscences seemed to have overpowered\nher for a moment, for she ceased speaking, her head leaning on her hand\nlike a beautiful flower bowing beneath the violence of the storm; and\nher eyes gazing on vacancy indicated that she was mentally\ncontemplating the green summit of the Pindus and the blue waters of the\nlake of Yanina, which, like a magic mirror, seemed to reflect the\nsombre picture which she sketched. Monte Cristo looked at her with an\nindescribable expression of interest and pity.\n\n“Go on, my child,” said the count in the Romaic language.\n\n40074m\n\n\n\nHaydée looked up abruptly, as if the sonorous tones of Monte Cristo’s\nvoice had awakened her from a dream; and she resumed her narrative.\n\n“It was about four o’clock in the afternoon, and although the day was\nbrilliant out-of-doors, we were enveloped in the gloomy darkness of the\ncavern. One single, solitary light was burning there, and it appeared\nlike a star set in a heaven of blackness; it was Selim’s flaming lance.\nMy mother was a Christian, and she prayed. Selim repeated from time to\ntime the sacred words: ‘God is great!’ However, my mother had still\nsome hope. As she was coming down, she thought she recognized the\nFrench officer who had been sent to Constantinople, and in whom my\nfather placed so much confidence; for he knew that all the soldiers of\nthe French emperor were naturally noble and generous. She advanced some\nsteps towards the staircase, and listened. ‘They are approaching,’ said\nshe; ‘perhaps they bring us peace and liberty!’\n\n“‘What do you fear, Vasiliki?’ said Selim, in a voice at once so gentle\nand yet so proud. ‘If they do not bring us peace, we will give them\nwar; if they do not bring life, we will give them death.’ And he\nre"
    }
  ]
}