{
  "493ba8228837": [
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.04950495049504951,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 645,
      "chunk_id": "The Count of Monte Cristo_chunk_409",
      "start_pos": 1431500,
      "end_pos": 1435500,
      "similarity": 0.04810126582278481,
      "text": "e still retained its inanimate expression.\n\nMadame de Villefort now took her part in the conversation and added:\n\n“We thought this news would possess an interest for you, sir, who have\nalways entertained a great affection for Valentine; it therefore only\nnow remains for us to tell you the name of the young man for whom she\nis destined. It is one of the most desirable connections which could\npossibly be formed; he possesses fortune, a high rank in society, and\nevery personal qualification likely to render Valentine supremely\nhappy,—his name, moreover, cannot be wholly unknown to you. It is M.\nFranz de Quesnel, Baron d’Épinay.”\n\nWhile his wife was speaking, Villefort had narrowly watched the old\nman’s countenance. When Madame de Villefort pronounced the name of\nFranz, the pupil of M. Noirtier’s eye began to dilate, and his eyelids\ntrembled with the same movement that may be perceived on the lips of an\nindividual about to speak, and he darted a lightning glance at Madame\nde Villefort and his son. The procureur, who knew the political hatred\nwhich had formerly existed between M. Noirtier and the elder d’Épinay,\nwell understood the agitation and anger which the announcement had\nproduced; but, feigning not to perceive either, he immediately resumed\nthe narrative begun by his wife.\n\n“Sir,” said he, “you are aware that Valentine is about to enter her\nnineteenth year, which renders it important that she should lose no\ntime in forming a suitable alliance. Nevertheless, you have not been\nforgotten in our plans, and we have fully ascertained beforehand that\nValentine’s future husband will consent, not to live in this house, for\nthat might not be pleasant for the young people, but that you should\nlive with them; so that you and Valentine, who are so attached to each\nother, would not be separated, and you would be able to pursue exactly\nthe same course of life which you have hitherto done, and thus, instead\nof losing, you will be a gainer by the change, as it will secure to you\ntwo children instead of one, to watch over and comfort you.”\n\n30165m\n\n\n\nNoirtier’s look was furious; it was very evident that something\ndesperate was passing in the old man’s mind, for a cry of anger and\ngrief rose in his throat, and not being able to find vent in utterance,\nappeared almost to choke him, for his face and lips turned quite purple\nwith the struggle. Villefort quietly opened a window, saying, “It is\nvery warm, and the heat affects M. Noirtier.” He then returned to his\nplace, but did not sit down.\n\n“This marriage,” added Madame de Villefort, “is quite agreeable to the\nwishes of M. d’Épinay and his family; besides, he had no relations\nnearer than an uncle and aunt, his mother having died at his birth, and\nhis father having been assassinated in 1815, that is to say, when he\nwas but two years old; it naturally followed that the child was\npermitted to choose his own pursuits, and he has, therefore, seldom\nacknowledged any other authority but that of his own will.”\n\n“That assassination was a mysterious affair,” said Villefort, “and the\nperpetrators have hitherto escaped detection, although suspicion has\nfallen on the head of more than one person.”\n\nNoirtier made such an effort that his lips expanded into a smile.\n\n“Now,” continued Villefort, “those to whom the guilt really belongs, by\nwhom the crime was committed, on whose heads the justice of man may\nprobably descend here, and the certain judgment of God hereafter, would\nrejoice in the opportunity thus afforded of bestowing such a\npeace-offering as Valentine on the son of him whose life they so\nruthlessly destroyed.” Noirtier had succeeded in mastering his emotion\nmore than could have been deemed possible with such an enfeebled and\nshattered frame.\n\n“Yes, I understand,” was the reply contained in his look; and this look\nexpressed a feeling of strong indignation, mixed with profound\ncontempt. Villefort fully understood his father’s meaning, and answered\nby a slight shrug of his shoulders. He then motioned to "
    },
    {
      "chunk_idx": 944,
      "chunk_id": "The Count of Monte Cristo_chunk_708",
      "start_pos": 2478000,
      "end_pos": 2482000,
      "similarity": 0.04785894206549118,
      "text": "N, and carried me into a garden,\nwhere he buried me alive.”\n\nA shudder ran through the assembly when they saw that the confidence of\nthe prisoner increased in proportion to the terror of M. de Villefort.\n\n“But how have you become acquainted with all these details?” asked the\npresident.\n\n“I will tell you, Mr. President. A man who had sworn vengeance against\nmy father, and had long watched his opportunity to kill him, had\nintroduced himself that night into the garden in which my father buried\nme. He was concealed in a thicket; he saw my father bury something in\nthe ground, and stabbed him; then thinking the deposit might contain\nsome treasure he turned up the ground, and found me still living. The\nman carried me to the foundling asylum, where I was registered under\nthe number 37. Three months afterwards, a woman travelled from Rogliano\nto Paris to fetch me, and having claimed me as her son, carried me\naway. Thus, you see, though born in Paris, I was brought up in\nCorsica.”\n\nThere was a moment’s silence, during which one could have fancied the\nhall empty, so profound was the stillness.\n\n“Proceed,” said the president.\n\n“Certainly, I might have lived happily amongst those good people, who\nadored me, but my perverse disposition prevailed over the virtues which\nmy adopted mother endeavored to instil into my heart. I increased in\nwickedness till I committed crime. One day when I cursed Providence for\nmaking me so wicked, and ordaining me to such a fate, my adopted father\nsaid to me, ‘Do not blaspheme, unhappy child, the crime is that of your\nfather, not yours,—of your father, who consigned you to hell if you\ndied, and to misery if a miracle preserved you alive.’ After that I\nceased to blaspheme, but I cursed my father. That is why I have uttered\nthe words for which you blame me; that is why I have filled this whole\nassembly with horror. If I have committed an additional crime, punish\nme, but if you will allow that ever since the day of my birth my fate\nhas been sad, bitter, and lamentable, then pity me.”\n\n“But your mother?” asked the president.\n\n“My mother thought me dead; she is not guilty. I did not even wish to\nknow her name, nor do I know it.”\n\nJust then a piercing cry, ending in a sob, burst from the centre of the\ncrowd, who encircled the lady who had before fainted, and who now fell\ninto a violent fit of hysterics. She was carried out of the hall, the\nthick veil which concealed her face dropped off, and Madame Danglars\nwas recognized. Notwithstanding his shattered nerves, the ringing\nsensation in his ears, and the madness which turned his brain,\nVillefort rose as he perceived her.\n\n“The proofs, the proofs!” said the president; “remember this tissue of\nhorrors must be supported by the clearest proofs.”\n\n“The proofs?” said Benedetto, laughing; “do you want proofs?”\n\n“Yes.”\n\n“Well, then, look at M. de Villefort, and then ask me for proofs.”\n\nEveryone turned towards the procureur, who, unable to bear the\nuniversal gaze now riveted on him alone, advanced staggering into the\nmidst of the tribunal, with his hair dishevelled and his face indented\nwith the mark of his nails. The whole assembly uttered a long murmur of\nastonishment.\n\n“Father,” said Benedetto, “I am asked for proofs, do you wish me to\ngive them?”\n\n“No, no, it is useless,” stammered M. de Villefort in a hoarse voice;\n“no, it is useless!”\n\n“How useless?” cried the president, “what do you mean?”\n\n“I mean that I feel it impossible to struggle against this deadly\nweight which crushes me. Gentlemen, I know I am in the hands of an\navenging God! We need no proofs; everything relating to this young man\nis true.”\n\nA dull, gloomy silence, like that which precedes some awful phenomenon\nof nature, pervaded the assembly, who shuddered in dismay.\n\n“What, M. de Villefort,” cried the president, “do you yield to an\nhallucination? What, are you no longer in possession of your senses?\nThis strange, unexpected, terrible accusation has disordered your\nreason. Come, recover.”\n\nThe procureur drop"
    },
    {
      "chunk_idx": 362,
      "chunk_id": "The Count of Monte Cristo_chunk_126",
      "start_pos": 441000,
      "end_pos": 445000,
      "similarity": 0.047493403693931395,
      "text": "r sails, Edmond,\nwith a chart in his hand, became the instructor of Jacopo, as the poor\nAbbé Faria had been his tutor. He pointed out to him the bearings of\nthe coast, explained to him the variations of the compass, and taught\nhim to read in that vast book opened over our heads which they call\nheaven, and where God writes in azure with letters of diamonds.\n\nAnd when Jacopo inquired of him, “What is the use of teaching all these\nthings to a poor sailor like me?” Edmond replied, “Who knows? You may\none day be the captain of a vessel. Your fellow-countryman, Bonaparte,\nbecame emperor.” We had forgotten to say that Jacopo was a Corsican.\n\nTwo months and a half elapsed in these trips, and Edmond had become as\nskilful a coaster as he had been a hardy seaman; he had formed an\nacquaintance with all the smugglers on the coast, and learned all the\nMasonic signs by which these half pirates recognize each other. He had\npassed and re-passed his Island of Monte Cristo twenty times, but not\nonce had he found an opportunity of landing there.\n\nHe then formed a resolution. As soon as his engagement with the patron\nof _La Jeune Amélie_ ended, he would hire a small vessel on his own\naccount—for in his several voyages he had amassed a hundred\npiastres—and under some pretext land at the Island of Monte Cristo.\nThen he would be free to make his researches, not perhaps entirely at\nliberty, for he would be doubtless watched by those who accompanied\nhim. But in this world we must risk something. Prison had made Edmond\nprudent, and he was desirous of running no risk whatever. But in vain\ndid he rack his imagination; fertile as it was, he could not devise any\nplan for reaching the island without companionship.\n\nDantès was tossed about on these doubts and wishes, when the patron,\nwho had great confidence in him, and was very desirous of retaining him\nin his service, took him by the arm one evening and led him to a tavern\non the Via del’ Oglio, where the leading smugglers of Leghorn used to\ncongregate and discuss affairs connected with their trade. Already\nDantès had visited this maritime Bourse two or three times, and seeing\nall these hardy free-traders, who supplied the whole coast for nearly\ntwo hundred leagues in extent, he had asked himself what power might\nnot that man attain who should give the impulse of his will to all\nthese contrary and diverging minds. This time it was a great matter\nthat was under discussion, connected with a vessel laden with Turkey\ncarpets, stuffs of the Levant, and cashmeres. It was necessary to find\nsome neutral ground on which an exchange could be made, and then to try\nand land these goods on the coast of France. If the venture was\nsuccessful the profit would be enormous, there would be a gain of fifty\nor sixty piastres each for the crew.\n\nThe patron of _La Jeune Amélie_ proposed as a place of landing the\nIsland of Monte Cristo, which being completely deserted, and having\nneither soldiers nor revenue officers, seemed to have been placed in\nthe midst of the ocean since the time of the heathen Olympus by\nMercury, the god of merchants and robbers, classes of mankind which we\nin modern times have separated if not made distinct, but which\nantiquity appears to have included in the same category.\n\nAt the mention of Monte Cristo Dantès started with joy; he rose to\nconceal his emotion, and took a turn around the smoky tavern, where all\nthe languages of the known world were jumbled in a _lingua franca_.\n\nWhen he again joined the two persons who had been discussing the\nmatter, it had been decided that they should touch at Monte Cristo and\nset out on the following night. Edmond, being consulted, was of opinion\nthat the island afforded every possible security, and that great\nenterprises to be well done should be done quickly.\n\nNothing then was altered in the plan, and orders were given to get\nunder weigh next night, and, wind and weather permitting, to make the\nneutral island by the following day.\n\n0289m\n\n\n\n\n Chapter 23. The Island of "
    },
    {
      "chunk_idx": 905,
      "chunk_id": "The Count of Monte Cristo_chunk_669",
      "start_pos": 2341500,
      "end_pos": 2345500,
      "similarity": 0.04639175257731959,
      "text": "ered the calm and pale face,\nwhich looked like that of a sleeping angel.\n\nA tear, which appeared in the old man’s eye, expressed his thanks to\nthe doctor. The doctor of the dead then laid his permit on the corner\nof the table, and having fulfilled his duty, was conducted out by\nd’Avrigny. Villefort met them at the door of his study; having in a few\nwords thanked the district doctor, he turned to d’Avrigny, and said:\n\n“And now the priest.”\n\n“Is there any particular priest you wish to pray with Valentine?” asked\nd’Avrigny.\n\n“No.” said Villefort; “fetch the nearest.”\n\n“The nearest,” said the district doctor, “is a good Italian abbé, who\nlives next door to you. Shall I call on him as I pass?”\n\n“D’Avrigny,” said Villefort, “be so kind, I beseech you, as to\naccompany this gentleman. Here is the key of the door, so that you can\ngo in and out as you please; you will bring the priest with you, and\nwill oblige me by introducing him into my child’s room.”\n\n50101m\n\n\n\n“Do you wish to see him?”\n\n“I only wish to be alone. You will excuse me, will you not? A priest\ncan understand a father’s grief.”\n\nAnd M. de Villefort, giving the key to d’Avrigny, again bade farewell\nto the strange doctor, and retired to his study, where he began to\nwork. For some temperaments work is a remedy for all afflictions.\n\nAs the doctors entered the street, they saw a man in a cassock standing\non the threshold of the next door.\n\n“This is the abbé of whom I spoke,” said the doctor to d’Avrigny.\nD’Avrigny accosted the priest.\n\n“Sir,” he said, “are you disposed to confer a great obligation on an\nunhappy father who has just lost his daughter? I mean M. de Villefort,\nthe king’s attorney.”\n\n“Ah,” said the priest, in a marked Italian accent; “yes, I have heard\nthat death is in that house.”\n\n“Then I need not tell you what kind of service he requires of you.”\n\n“I was about to offer myself, sir,” said the priest; “it is our mission\nto forestall our duties.”\n\n“It is a young girl.”\n\n“I know it, sir; the servants who fled from the house informed me. I\nalso know that her name is Valentine, and I have already prayed for\nher.”\n\n“Thank you, sir,” said d’Avrigny; “since you have commenced your sacred\noffice, deign to continue it. Come and watch by the dead, and all the\nwretched family will be grateful to you.”\n\n“I am going, sir; and I do not hesitate to say that no prayers will be\nmore fervent than mine.”\n\nD’Avrigny took the priest’s hand, and without meeting Villefort, who\nwas engaged in his study, they reached Valentine’s room, which on the\nfollowing night was to be occupied by the undertakers. On entering the\nroom, Noirtier’s eyes met those of the abbé, and no doubt he read some\nparticular expression in them, for he remained in the room. D’Avrigny\nrecommended the attention of the priest to the living as well as to the\ndead, and the abbé promised to devote his prayers to Valentine and his\nattentions to Noirtier.\n\nIn order, doubtless, that he might not be disturbed while fulfilling\nhis sacred mission, the priest rose as soon as d’Avrigny departed, and\nnot only bolted the door through which the doctor had just left, but\nalso that leading to Madame de Villefort’s room.\n\n\n\n Chapter 104. Danglars’ Signature\n\nThe next morning dawned dull and cloudy. During the night the\nundertakers had executed their melancholy office, and wrapped the\ncorpse in the winding-sheet, which, whatever may be said about the\nequality of death, is at least a last proof of the luxury so pleasing\nin life. This winding-sheet was nothing more than a beautiful piece of\ncambric, which the young girl had bought a fortnight before.\n\nDuring the evening two men, engaged for the purpose, had carried\nNoirtier from Valentine’s room into his own, and contrary to all\nexpectation there was no difficulty in withdrawing him from his child.\nThe Abbé Busoni had watched till daylight, and then left without\ncalling anyone. D’Avrigny returned about eight o’clock in the morning;\nhe met Villefort on his way to Noirtier’s room, and accomp"
    }
  ]
}