{
  "cecc50d9b3ed": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.046511627906976744,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 101,
      "chunk_id": "In Search of the Castaways_chunk_101",
      "start_pos": 353500,
      "end_pos": 357500,
      "similarity": 0.025069637883008356,
      "text": "n they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for them.\n\n\"What! fifty, do you say?\" asked the major, with an air of doubt.\n\n\"Yes, MacNabb, decidedly,\" said the geographer, piqued at the hesitancy\nto believe him.\n\n\"Impossible!\" replied the major.\n\n\"Not at all; and if you doubt my veracity, I will cite their names.\"\n\n\"Ah!\" said the major, quietly, \"you clever people stick at nothing.\"\n\n\"Major,\" said Paganel, \"will you wager your rifle against my telescope\nthat I cannot name at least fifty Australian explorers?\"\n\n\"Of course, Paganel, if you like,\" replied MacNabb, seeing that he\ncould not now recede from his position without incurring the ridicule\nof the company.\n\n[Illustration: \"Major,\" said Paganel, \"will you wager your rifle\nagainst my telescope that I cannot name at least fifty Australian\nexplorers?\"]\n\n[Illustration: \"Master Robert shall count for us.\" And forthwith the\nlearned geographer opened his budget, and poured forth the history of\nthe discovery of Australia.]\n\n\"Well, then,\" said Paganel to Lady Helena and Miss Grant, \"come and\nbe umpires, and Master Robert shall count for us.\" And forthwith the\nlearned geographer opened his budget, and poured forth the history of\nthe discovery of Australia, with the names of its discoverers and the\ndates of their explorations, as fluently as though his sole calling in\nlife was to be professor of Australian history. Rapidly he mentioned\nthe first twenty who found or traversed the Austral shores; as rapidly\ndid the names of the second score flow from his lips; and after the\nprescribed fifty had been enumerated, he kept on as though his list\nwere inexhaustible.\n\n\"Enough, enough, Monsieur Paganel!\" said Lady Helena. \"You have shown\nthat there is nothing, great or small, about Australia, of which you\nare ignorant.\"\n\n\"Nay, madam,\" said the geographer, with a bow.\n\nThen, with a peculiar expression, he smiled as he said to the major,\n\"We will talk about the rifle at another time.\"\n\n\n\n\nCHAPTER XXIX.\n\nTHE STORM ON THE INDIAN OCEAN.\n\n\nTwo days after this conversation, Captain Mangles took an observation,\nand the passengers saw, to their great satisfaction, upon consulting\nthe map, that they were in the vicinity of Cape Bernouilli, which\nthey might expect to reach in four days. The west wind had hitherto\nfavored the progress of the yacht, but for several days it had shown a\ntendency to fail, and now there was a perfect calm. The sails flapped\nidly against the masts, and had it not been for her powerful screw, the\nDuncan would have been becalmed on the ocean.\n\n[Sidenote: FOREBODINGS OF DISASTER.]\n\nThis state of things might be prolonged indefinitely. At evening\nGlenarvan consulted the captain on the subject. The latter, whose\nsupply of coal was rapidly diminishing, appeared much disturbed at the\nsubsidence of the wind. He had covered his ship with canvas, and set\nhis studding- and main-sails, that he might take advantage of the least\nbreeze; but, in nautical language, there was not enough wind \"to fill a\nhat.\"\n\n\"At all events,\" said Glenarvan, \"we need not complain. It is better to\nbe without wind than to have a contrary one.\"\n\n\"Your lordship is right,\" replied Captain Mangles; \"but I dread some\nsudden change in the weather. We are now in the neighborhood of the\ntrade-winds, which, from October to April, blow from the northeast, and\nour progress will, therefore, be very much retarded.\"\n\n\"But what can we do, captain? If this misfortune occurs, we must submit\nto it. It will only be a delay, after all.\"\n\n\"Probably, if a storm does not come upon us too.\"\n\n\"Do y"
    },
    {
      "chunk_idx": 22,
      "chunk_id": "In Search of the Castaways_chunk_22",
      "start_pos": 77000,
      "end_pos": 81000,
      "similarity": 0.023872679045092837,
      "text": "o converse with you.\"\n\n\"You arrived on board this vessel the day before yesterday?\"\n\n\"Yes, my lord, day before yesterday, at eight o'clock in the evening.\nI took a cab from the Caledonian Railway to the Scotia, in which I had\nengaged cabin number six at Paris. The night was dark. I saw no one on\nboard. Feeling fatigued by thirty hours of travel, and knowing that\na good way to avoid sea-sickness is to go to bed on embarking, and\nnot stir from your bunk for the first days of the voyage, I retired\nimmediately, and have conscientiously slept thirty-six hours, I assure\nyou.\"\n\nJacques Paganel's hearers now knew the reason of his presence on board.\nThe Frenchman, mistaking the vessel, had embarked while the crew of\nthe Duncan were engaged in the ceremony at Saint Mungo. Everything was\nexplained. But what would the geographer say, when he learned the name\nand destination of the vessel on which he had taken passage?\n\n\"So, Monsieur Paganel,\" said Glenarvan, \"you have chosen Calcutta as\nyour centre of action?\"\n\n\"Yes, my lord. To see India is an idea that I have cherished all my\nlife. It is my brightest dream, which shall be realized at last in the\ncountry of the elephants and the Thugs.\"\n\n\"Then you would not care to visit another country?\"\n\n\"No, my lord; it would be even disagreeable, for I have letters from\nLord Somerset to the governor-general of India, and a mission from the\nGeographical Society which I must fulfil.\"\n\n\"Ah! you have a mission?\"\n\n\"Yes, a useful and curious voyage to undertake, the programme of\nwhich has been arranged by my scientific friend and colleague, M.\nVivien de Saint Martin. It is to follow in the steps of the brothers\nSchlagintweit, and many other celebrated travelers. I hope to succeed\nwhere Missionary Krick unfortunately failed in 1846. In a word, I wish\nto discover the course of the Yaroo-tsang-bo-tsoo, which waters Thibet,\nand finally to settle whether this river does not join the Brahmapootra\nin the northeast part of Assam. A gold medal is promised to that\ntraveler who shall succeed in supplying this much-needed information on\nIndian geography.\"\n\nPaganel was grandiloquent. He spoke with a lofty animation, and was\ncarried away in the rapid flight of imagination. It would have been\nas impossible to check him as to stay the Rhine at the Falls of\nSchaffhausen.\n\n\"Monsieur Jacques Paganel,\" said Lord Glenarvan, after a moment\nof silence, \"that is certainly a fine voyage, and one for which\nscience would be very grateful; but I will not further prolong your\nignorance. For the present, you must give up the pleasure of seeing\nIndia.\"\n\n\n\"Give it up! And why?\"\n\n\"Because you are turning your back upon the Indian peninsula.\"\n\n\"How? Captain Burton----\"\n\n\"I am not Captain Burton,\" replied John Mangles.\n\n\"But the Scotia?\"\n\n\"This vessel is not the Scotia.\"\n\nPaganel's amazement cannot be depicted. He looked first at Lord\nGlenarvan, always serious; then at Lady Helena and Miss Grant, whose\nfeatures expressed a sympathetic disappointment; and finally at Captain\nMangles, who was smiling, and the imperturbable major. Then, raising\nhis shoulders and drawing down his glasses from his forehead to his\neyes, he exclaimed,--\n\n\"What a joke!\"\n\nBut at that his eyes fell upon the steering wheel, on which were\ninscribed these two words, thus:\n\n[Illustration]\n\n\"The Duncan! the Duncan!\" he cried in a tone of real despair; and,\nleaping down the companion-way, he rushed to his cabin.\n\nWhen the unfortunate geographer had disappeared, no one on board,\nexcept the major, could retain gravity, and the laugh was communicated\neven to the sailors. To mistake the railroad was not so bad; to take\nthe train to Dumbarton, instead of Edinburgh, would do. But to mistake\nthe vessel, and be sailing to Chili, when he wished to go to India, was\nthe height of absent-mindedness.\n\n[Sidenote: ABSENT-MINDEDNESS.]\n\n\"On the whole, I am not astonished at this on the part of Jacques\nPaganel,\" said Glenarvan; \"he is noted for such blunders. He once\npublished a celebrated "
    },
    {
      "chunk_idx": 235,
      "chunk_id": "In Search of the Castaways_chunk_235",
      "start_pos": 822500,
      "end_pos": 826131,
      "similarity": 0.022099447513812154,
      "text": "ge of\nLord Glenarvan.\n\nBut was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity.\nHis eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention.\n\nJust at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. Paganel was\nfar from being insensible to Miss Arabella's attractions, yet did not\ndare to declare his sentiments. The major accordingly undertook the\npart of Cupid's messenger between these two congenial hearts, and even\ntold Paganel that marriage was \"the last blunder\" that he could commit.\nBut the geographer was very much embarrassed, and, strangely enough,\ncould not summon courage to speak for himself.\n\n[Illustration: Early in the afternoon the travelers reached Malcolm\nCastle, amidst the hurrahs of their tenantry and friends.]\n\n\"Does not Miss Arabella please you?\" MacNabb would say to him.\n\n\"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too\ncharming for me; and, if I must tell you, would please me better if she\nwere less so. I should like to find a defect.\"\n\n\"Be easy,\" answered the major; \"she has more than one. The most perfect\nwoman always has her share. Well, then, Paganel, are you decided?\"\n\n\"I do not dare.\"\n\n\"But, my learned friend, why do you hesitate?\"\n\n\"I am unworthy of her!\" was the geographer's invariable reply.\n\nAt last, one day, driven desperate by the irrepressible major, Paganel\nconfessed to him, under the pledge of secrecy, a peculiarity that would\nfacilitate his identification, if the police should ever be on his\ntrack!\n\n\"Bah!\" exclaimed the major.\n\n\"It is as I tell you,\" persisted Paganel.\n\n\"What matter, my worthy friend?\"\n\n\"Is that your opinion?\"\n\n\"On the contrary, you are only more remarkable. This adds to your\npersonal advantages. It makes you the inimitable individual of whom\nArabella has dreamed.\"\n\nAnd the major, preserving an imperturbable gravity, left Paganel a prey\nto the most acute anxiety.\n\nA short interview took place between MacNabb and the lady, and fifteen\nweeks after a marriage was celebrated with great pomp in the chapel of\nMalcolm Castle.\n\n[Illustration: Fifteen weeks after a marriage was celebrated with great\npomp in the chapel of Malcolm Castle.]\n\nThe geographer's secret would doubtless have remained forever\nburied in the abysses of the unknown if the major had not told it to\nGlenarvan, who did not conceal it from Lady Helena, who communicated\nit to Mrs. Mangles. In short, it reached the ear of Mrs. Olbinett, and\nspread.\n\nJacques Paganel, during his three days' captivity among the Maoris, had\nbeen tattooed from head to foot, and bore on his breast the picture of\nan heraldic kiwi with outstretched wings, in the act of biting at his\nheart.\n\nThis was the only adventure of his great voyage for which Paganel\ncould never be consoled or pardon the New Zealanders. In spite of the\nrepresentations of his friends, he dared not go back to France, for\nfear of exposing the whole Geographical Society in his person to the\njests and railleries of the caricaturists.\n\nThe return of Captain Grant to Scotland was welcomed as a cause for\nnational rejoicing, and he became the popular man of old Caledonia. His\nson Robert has become a sailor like himself, and, under the patronage\nof Lord Glenarvan, has undertaken the plan of founding a Scottish\ncolony on the shores washed by the Pacific Ocean.\n\n*** END OF THE PROJECT GUTENBERG EBOOK 46597 ***\n"
    },
    {
      "chunk_idx": 16,
      "chunk_id": "In Search of the Castaways_chunk_16",
      "start_pos": 56000,
      "end_pos": 60000,
      "similarity": 0.021798365122615803,
      "text": "lk straight.\"\n\n\"Be easy, my boy,\" replied Glenarvan, without adding that the use of\nthe \"cat-o'-nine-tails\" was prohibited, and moreover quite needless, on\nboard the Duncan.\n\n[Sidenote: GLASGOW GOSSIP.]\n\nTo complete the roll of the passengers, it will be sufficient to\ndescribe Major MacNabb. The major was a man of fifty, of calm,\nregular features, who did as he was bid; of an excellent and superior\ncharacter, modest, taciturn, peaceable, and mild; always agreeing\nwith anything or any one, disputing nothing, and neither contradicting\nhimself nor exaggerating. He would mount with measured step the\nstaircase to his bed-chamber, even were a cannon-ball behind him; and\nprobably to his dying day would never find an opportunity to fly into a\npassion.\n\nThis man possessed, in a high degree, not only the common courage of\nthe battle-field (that physical bravery due only to nervous strength),\nbut, better still, moral courage, that is to say, firmness of soul. If\nhe had a fault, it was that of being absolutely Scotch from head to\nfoot, a pure-blooded Caledonian, an infatuated observer of the ancient\ncustoms of his country. Through his relationship to the Glenarvans he\nlived at Malcolm Castle; and as major and military man it was very\nnatural that he should be found on board the Duncan.\n\nSuch, then, were the passengers of this yacht, summoned by unforeseen\ncircumstances to accomplish one of the most surprising voyages of\nmodern times. Since her arrival at the wharf at Glasgow, she had\nmonopolized the public attention. A considerable number came every day\nto visit her. They were interested in her alone, and spoke only of her,\nto the great umbrage of the other captains of the port, among others\nCaptain Burton, commanding the Scotia, a magnificent steamer, moored\nbeside the Duncan, and bound for Calcutta. The Scotia, from her size,\nhad a right to consider the Duncan as a mere fly-boat. Nevertheless,\nall the attraction centred in Lord Glenarvan's yacht, and increased\nfrom day to day.\n\nThe time of departure approached. Captain Mangles had shown himself\nskillful and expeditious. A month after her trial trip in the Frith of\nClyde, the Duncan, laden, provisioned, and equipped, was ready to put\nto sea. The 25th of August was appointed for the time of departure,\nwhich would enable the yacht to reach the southern latitudes by the\nbeginning of spring. Lord Glenarvan, when his plan was matured, did\nnot neglect to make investigations into the hardships and perils of the\nvoyage; yet he did not hesitate on this account, but prepared to leave\nMalcolm Castle.\n\nOn the 24th of August, Lord and Lady Glenarvan, Major MacNabb, Mary and\nRobert Grant, Mr. Olbinett, the steward of the yacht, and his wife, who\nwas in the service of Lady Glenarvan, left the castle, after taking an\naffectionate farewell of their family servants. Several hours afterward\nthey found themselves on board. Many of the population of Glasgow\nwelcomed with sympathetic admiration the young and courageous lady who\nrenounced the pleasures of a life of luxury, and sailed to the rescue\nof the shipwrecked sailors.\n\nThe apartments of Lord Glenarvan and his wife occupied the entire stern\nof the vessel. They consisted of two bed-chambers, a parlor, and two\ndressing-rooms, adjoining which was an open square inclosed by six\ncabins, five of which were occupied by Mary and Robert Grant, Mr. and\nMrs. Olbinett, and Major MacNabb. As for the cabins of the captain and\nthe mate, they were situated in the forecastle, and opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht,"
    }
  ]
}