{
  "21c592e60777": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06593406593406594,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 119,
      "chunk_id": "In Search of the Castaways_chunk_119",
      "start_pos": 416500,
      "end_pos": 420500,
      "similarity": 0.02997275204359673,
      "text": "mons,--then a well-kept fence,--all\nthese signs told of their approach to Red-gum Station, the home and\nsettlement of an emigrant engaged in the cattle-breeding which is the\nsource of so much Australian wealth. It was in itself an establishment\nof small importance; but to its owners it was a home, and to its\nvisitors, on this occasion, it was a hotel, as the \"station\" generally\nis to the traveler.\n\n[Illustration: Red-gum Station, the home and settlement of an emigrant\nengaged in the cattle-breeding which is the source of so much\nAustralian wealth.]\n\n[Illustration: The major was skillful enough to shoot a very rare\nbird,--a \"jabiru,\" or giant crane. This creature was five feet high;\nand its broad, black, sharp conical beak measured eighteen inches in\nlength.]\n\nGlenarvan's party invariably found beneath the roof of these solitary\nsettlers a well-spread and hospitable table; and in the Australian\nfarmer they always met an obliging host.\n\nAfter a night spent at this resting-place the party advanced through a\ngrove, and at evening encamped on the shores of a brackish and muddy\nlake. Mr. Olbinett prepared supper with his usual promptness, and the\ntravelers--some in the cart and others under the tent--were not long\nin falling asleep, in spite of the dismal howlings of the dingos,--the\njackals of Australia.\n\nThe next morning Glenarvan and his companions were greeted with a\nmagnificent sight. As far as the eye could reach, the landscape seemed\nto be one flowery meadow in spring-like luxuriance. The delicate blue\nof the slender-leaved flax-plant mingled with the flaming scarlet\nof the acanthus, and the ground was clothed with a rich carpet of\ngreen and crimson. After a rapid journey of about ten miles, the cart\nwound through tall groups of acacias, mimosas, and white gum-trees.\nThe vegetable kingdom on these plains did not show itself ungrateful\ntowards the orb of day, and repaid in perfume and color what it\nreceived in sunshine.\n\nAs for the animal kingdom, it was no less lavish of its products.\nSeveral cassowaries bounded over the plain with unapproachable\nswiftness. The major was skillful enough to shoot a very rare bird,--a\n\"jabiru,\" or giant crane. This creature was five feet high; and its\nbroad, black, sharp conical beak measured eighteen inches in length.\nThe violet and purple colors of its head contrasted strongly with the\nlustrous green of its neck, the dazzling white of its breast, and the\nvivid red of its long legs.\n\n[Sidenote: A FOUR-FOOTED ARMY.]\n\nThis bird was greatly admired, and the major would have won the honors\nof the day, if young Robert had not encountered a few miles farther\non, and bravely vanquished, an unsightly beast, half hedgehog, half\nant-eater, a chaotic-looking animal, like those of pre-historic\nperiods. A long, glutinous, extensible tongue hung out of its mouth,\nand fished up the ants that constituted its principal food. Of course,\nPaganel wished to carry away the hideous creature, and proposed to\nput it in the baggage-room; but Mr. Olbinett opposed this with such\nindignation that the geographer gave up his idea of preserving this\ncurious specimen.\n\nHitherto few colonists or squatters had been seen. The country seemed\ndeserted. There was not even the trace of a native; for the savage\ntribes wander farther to the north, over the immense wastes watered by\nthe Darling and the Murray. But now a singular sight was presented to\nGlenarvan's party. They were fortunate enough to see one of those vast\nherds of cattle which bold speculators bring from the eastern mountains\nto the provinces of Victoria and South Australia.\n\nAbout four o'clock in the afternoon, Captain Mangles descried, three\nmiles in advance, an enormous column of dust that spread along the\nhorizon. What occasioned this? It would have been very difficult to\nsay. Paganel was inclined to regard it as some phenomenon, for which\nhis lively imagination already sought a natural cause. But Ayrton\ndissipated all his conjectures by declaring that this cloud of"
    },
    {
      "chunk_idx": 362,
      "chunk_id": "The Count of Monte Cristo_chunk_126",
      "start_pos": 441000,
      "end_pos": 445000,
      "similarity": 0.02972972972972973,
      "text": "r sails, Edmond,\nwith a chart in his hand, became the instructor of Jacopo, as the poor\nAbbé Faria had been his tutor. He pointed out to him the bearings of\nthe coast, explained to him the variations of the compass, and taught\nhim to read in that vast book opened over our heads which they call\nheaven, and where God writes in azure with letters of diamonds.\n\nAnd when Jacopo inquired of him, “What is the use of teaching all these\nthings to a poor sailor like me?” Edmond replied, “Who knows? You may\none day be the captain of a vessel. Your fellow-countryman, Bonaparte,\nbecame emperor.” We had forgotten to say that Jacopo was a Corsican.\n\nTwo months and a half elapsed in these trips, and Edmond had become as\nskilful a coaster as he had been a hardy seaman; he had formed an\nacquaintance with all the smugglers on the coast, and learned all the\nMasonic signs by which these half pirates recognize each other. He had\npassed and re-passed his Island of Monte Cristo twenty times, but not\nonce had he found an opportunity of landing there.\n\nHe then formed a resolution. As soon as his engagement with the patron\nof _La Jeune Amélie_ ended, he would hire a small vessel on his own\naccount—for in his several voyages he had amassed a hundred\npiastres—and under some pretext land at the Island of Monte Cristo.\nThen he would be free to make his researches, not perhaps entirely at\nliberty, for he would be doubtless watched by those who accompanied\nhim. But in this world we must risk something. Prison had made Edmond\nprudent, and he was desirous of running no risk whatever. But in vain\ndid he rack his imagination; fertile as it was, he could not devise any\nplan for reaching the island without companionship.\n\nDantès was tossed about on these doubts and wishes, when the patron,\nwho had great confidence in him, and was very desirous of retaining him\nin his service, took him by the arm one evening and led him to a tavern\non the Via del’ Oglio, where the leading smugglers of Leghorn used to\ncongregate and discuss affairs connected with their trade. Already\nDantès had visited this maritime Bourse two or three times, and seeing\nall these hardy free-traders, who supplied the whole coast for nearly\ntwo hundred leagues in extent, he had asked himself what power might\nnot that man attain who should give the impulse of his will to all\nthese contrary and diverging minds. This time it was a great matter\nthat was under discussion, connected with a vessel laden with Turkey\ncarpets, stuffs of the Levant, and cashmeres. It was necessary to find\nsome neutral ground on which an exchange could be made, and then to try\nand land these goods on the coast of France. If the venture was\nsuccessful the profit would be enormous, there would be a gain of fifty\nor sixty piastres each for the crew.\n\nThe patron of _La Jeune Amélie_ proposed as a place of landing the\nIsland of Monte Cristo, which being completely deserted, and having\nneither soldiers nor revenue officers, seemed to have been placed in\nthe midst of the ocean since the time of the heathen Olympus by\nMercury, the god of merchants and robbers, classes of mankind which we\nin modern times have separated if not made distinct, but which\nantiquity appears to have included in the same category.\n\nAt the mention of Monte Cristo Dantès started with joy; he rose to\nconceal his emotion, and took a turn around the smoky tavern, where all\nthe languages of the known world were jumbled in a _lingua franca_.\n\nWhen he again joined the two persons who had been discussing the\nmatter, it had been decided that they should touch at Monte Cristo and\nset out on the following night. Edmond, being consulted, was of opinion\nthat the island afforded every possible security, and that great\nenterprises to be well done should be done quickly.\n\nNothing then was altered in the plan, and orders were given to get\nunder weigh next night, and, wind and weather permitting, to make the\nneutral island by the following day.\n\n0289m\n\n\n\n\n Chapter 23. The Island of "
    },
    {
      "chunk_idx": 308,
      "chunk_id": "The Count of Monte Cristo_chunk_72",
      "start_pos": 252000,
      "end_pos": 256000,
      "similarity": 0.0291005291005291,
      "text": "\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 34.\n\n\n\n Chapter 15. Number 34 and Number 27\n\nDantès passed through all the stages of torture natural to prisoners in\nsuspense. He was sustained at first by that pride of conscious\ninnocence which is the sequence to hope; then he began to doubt his own\ninnocence, which justified in some measure the governor’s belief in his\nmental alienation; and then, relaxing his sentiment of pride, he\naddressed his supplications, not to God, but to man. God is always the\nlast resource. Unfortunates, who ought to begin with God, do not have\nany hope in him till they have exhausted all other means of\ndeliverance.\n\nDantès asked to be removed from his present dungeon into another, even\nif it were darker and deeper, for a change, however disadvantageous,\nwas still a change, and would afford him some amusement. He entreated\nto be allowed to walk about, to have fresh air, books, and writing\nmaterials. His requests were not granted, but he went on asking all the\nsame. He accustomed himself to speaking to the new jailer, although the\nlatter was, if possible, more taciturn than the old one; but still, to\nspeak to a man, even though mute, was something. Dantès spoke for the\nsake of hearing his own voice; he had tried to speak when alone, but\nthe sound of his voice terrified him.\n\nOften, before his captivity, Dantès’ mind had revolted at the idea of\nassemblages of prisoners, made up of thieves, vagabonds, and murderers.\nHe now wished to be amongst them, in order to see some other face\nbesides that of his jailer; he sighed for the galleys, with the\ninfamous costume, the chain, and the brand on the shoulder. The\ngalley-slaves breathed the fresh air of heaven, and saw each other.\nThey were very happy.\n\nHe besought the jailer one day to let him have a companion, were it\neven the mad abbé. The jailer, though rough and hardened by the\nconstant sight of so much suffering, was yet a man. At the bottom of\nhis heart he had often had a feeling of pity for this unhappy young man\nwho suffered so; and he laid the request of number 34 before the\ngovernor; but the latter sapiently imagined that Dantès wished to\nconspire or attempt an escape, and refused his request. Dantès had\nexhausted all human resources, and he then turned to God.\n\nAll the pious ideas that had been so long forgotten, returned; he\nrecollected the prayers his mother had taught him, and discovered a new\nmeaning in every word; for in prosperity prayers seem but a mere medley\nof words, until misfortune comes and the unhappy sufferer first\nunderstands the meaning of the sublime language in which he invokes the\npity of heaven! He prayed, and prayed aloud, no longer terrified at the\nsound of his own voice, for he fell into a sort of ecstasy. He laid\nevery action of his life before the Almighty, proposed tasks to\naccomplish, and at the end of every prayer introduced the entreaty\noftener addressed to man than to God: “Forgive us our trespasses as we\nforgive them that trespass against us.” Yet in spite of his earnest\nprayers, Dantès remained a prisoner.\n\nThen gloom settled heavily upon him. Dantès was a man of great\nsimplicity of thought, and without education; he could not, therefore,\nin the solitude of his dungeon, traverse in mental vision the history\nof the ages, bring to life the nations that had perished, and rebuild\nthe ancient cities so vast and stupendous in the light of the\nimagination, and that pass before the eye glowing with celestial colors\nin Martin’s Babylonian pictures. He could not do this, he whose past"
    },
    {
      "chunk_idx": 641,
      "chunk_id": "The Count of Monte Cristo_chunk_405",
      "start_pos": 1417500,
      "end_pos": 1421500,
      "similarity": 0.029023746701846966,
      "text": "r? It is not just that he should despise me so, without any\nreason. Ah, forgive me,” said Valentine, perceiving the effect which\nher words were producing on Maximilian: “I have done wrong, for I have\ngiven utterance to thoughts concerning that man which I did not even\nknow existed in my heart. I do not deny the influence of which you\nspeak, or that I have not myself experienced it, but with me it has\nbeen productive of evil rather than good.”\n\n“Well, Valentine,” said Morrel with a sigh, “we will not discuss the\nmatter further. I will not make a confidant of him.”\n\n“Alas!” said Valentine, “I see that I have given you pain. I can only\nsay how sincerely I ask pardon for having grieved you. But, indeed, I\nam not prejudiced beyond the power of conviction. Tell me what this\nCount of Monte Cristo has done for you.”\n\n30157m\n\n\n\n“I own that your question embarrasses me, Valentine, for I cannot say\nthat the count has rendered me any ostensible service. Still, as I have\nalready told you, I have an instinctive affection for him, the source\nof which I cannot explain to you. Has the sun done anything for me? No;\nhe warms me with his rays, and it is by his light that I see\nyou—nothing more. Has such and such a perfume done anything for me? No;\nits odor charms one of my senses—that is all I can say when I am asked\nwhy I praise it. My friendship for him is as strange and unaccountable\nas his for me. A secret voice seems to whisper to me that there must be\nsomething more than chance in this unexpected reciprocity of\nfriendship. In his most simple actions, as well as in his most secret\nthoughts, I find a relation to my own. You will perhaps smile at me\nwhen I tell you that, ever since I have known this man, I have\ninvoluntarily entertained the idea that all the good fortune which has\nbefallen me originated from him. However, I have managed to live thirty\nyears without this protection, you will say; but I will endeavor a\nlittle to illustrate my meaning. He invited me to dine with him on\nSaturday, which was a very natural thing for him to do. Well, what have\nI learned since? That your mother and M. de Villefort are both coming\nto this dinner. I shall meet them there, and who knows what future\nadvantages may result from the interview? This may appear to you to be\nno unusual combination of circumstances; nevertheless, I perceive some\nhidden plot in the arrangement—something, in fact, more than is\napparent on a casual view of the subject. I believe that this singular\nman, who appears to fathom the motives of everyone, has purposely\narranged for me to meet M. and Madame de Villefort, and sometimes, I\nconfess, I have gone so far as to try to read in his eyes whether he\nwas in possession of the secret of our love.”\n\n“My good friend,” said Valentine, “I should take you for a visionary,\nand should tremble for your reason, if I were always to hear you talk\nin a strain similar to this. Is it possible that you can see anything\nmore than the merest chance in this meeting? Pray reflect a little. My\nfather, who never goes out, has several times been on the point of\nrefusing this invitation; Madame de Villefort, on the contrary, is\nburning with the desire of seeing this extraordinary nabob in his own\nhouse, therefore, she has with great difficulty prevailed on my father\nto accompany her. No, no; it is as I have said, Maximilian,—there is no\none in the world of whom I can ask help but yourself and my\ngrandfather, who is little better than a corpse—no support to cling to\nbut my mother in heaven!”\n\n“I see that you are right, logically speaking,” said Maximilian; “but\nthe gentle voice which usually has such power over me fails to convince\nme today.”\n\n“I feel the same as regards yourself.” said Valentine; “and I own that,\nif you have no stronger proof to give me——”\n\n“I have another,” replied Maximilian; “but I fear you will deem it even\nmore absurd than the first.”\n\n“So much the worse,” said Valentine, smiling.\n\n“It is, nevertheless, conclusive to my mind. My ten year"
    }
  ]
}