{
  "f18233130580": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05319148936170213,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 61,
      "chunk_id": "In Search of the Castaways_chunk_61",
      "start_pos": 213500,
      "end_pos": 217500,
      "similarity": 0.026455026455026454,
      "text": ".]\n\nGlenarvan had conceived this idea because the banks of the Guamini\nseemed to be the haunt of the game of the surrounding plains.\n\"Tinamous,\" a kind of partridge, plovers called \"teru-teru,\" yellow\nrails, and water-fowl of magnificent green were seen rising in flocks.\nAs for quadrupeds, they did not make their appearance; but Thalcave,\npointing to the tall grass and thick coppice, explained that they\nwere hidden there. The hunters had only to take a few steps to find\nthemselves in one of the best game-coverts in the world.\n\n[Illustration]\n\nThey began to hunt, therefore, and, disdaining the feathered tribe,\ntheir first attempts were made upon the large game of the Pampas. Soon\nhares and guanacos, like those that had attacked them so violently on\nthe Andes, started up before them by hundreds; but these very timid\nanimals fled with such swiftness that it was impossible to come within\ngun-shot. The hunters, therefore, attacked other game that was less\nfleet. A dozen partridges and rails were brought down, and Glenarvan\nshot a peccary, which was very good eating.\n\nIn less than half an hour they had obtained without difficulty all the\ngame they needed. Robert captured a curious animal called an armadillo,\nwhich was covered with a sort of helmet of movable bony pieces and\nmeasured a foot and a half in length. It was very fat, and would be an\nexcellent dish, as the Patagonian said; while Robert was proud of his\nsuccess.\n\nAs for Thalcave, he showed his companions a \"nandou\" hunt. This bird,\npeculiar to the Pampas, is a kind of ostrich, whose swiftness is\nmarvelous.\n\nThe Indian did not try to decoy so nimble an animal, but urged his\nhorse to a gallop, straight towards the bird, so as to overtake it\nat once, for, if the first attack should fail, the nandou would soon\nfatigue both horse and rider with its giddy backward and forward\nmovements.\n\nThalcave, arriving at a proper distance, launched his \"bolas\" with a\nstrong hand, and so skillfully that they twisted about the legs of\nthe ostrich and paralyzed its efforts. In a few moments it lay on\nthe ground. The Indian soon captured his prize and contributed it\nto the common repast. The string of partridges, Thalcave's ostrich,\nGlenarvan's peccary, and Robert's armadillo were brought back to camp.\nThe ostrich and the peccary were immediately stripped of their skin\nand cut into small slices. As for the armadillo, it is a dainty animal\nwhich carries its roasting dish with it, and it was, accordingly,\nplaced in its own bony covering on the glowing embers.\n\nThe three hunters were satisfied with the partridges for supper, and\nkept the rounds of beef for their friends. This repast was washed down\nwith clear water, which was then considered superior to all the wines\nin the world.\n\nThe horses were not forgotten. A great quantity of dry fodder, piled in\nthe ramada, served them for food and bedding.\n\n[Sidenote: DESERT SILENCE.]\n\nWhen everything was ready, Glenarvan, Robert, and the Indian wrapped\nthemselves in their ponchos, and stretched their limbs on a bundle of\nalfafares, the usual bed of the hunters of the Pampas.\n\n\n\n\nCHAPTER XIX.\n\nTHE RED WOLVES.\n\n\nNight came,--the night of the new moon, only the uncertain light of\nthe stars illumined the plain. On the horizon the zodiacal light faded\naway in a dark mist. The waters of the Guamini flowed without a murmur,\nwhile birds, quadrupeds, and reptiles reposed after the fatigues of\nthe day. The silence of the desert reigned on the vast expanse of the\nPampas.\n\nGlenarvan, Robert, and Thalcave had yielded to the common law, and,\nstretched on their thick beds of grass, they enjoyed a refreshing\nsleep. The horses, overcome with fatigue, had lain down on the ground:\nThaouka alone, like a true blooded horse, slept standing, spirited in\nrepose as in action, and ready to start at the least sign from his\nmaster. Perfect tranquillity reigned within the inclosure, and the\nembers of the night-fire, as they gradually died out, cast their last\nrays over the silent obsc"
    },
    {
      "chunk_idx": 338,
      "chunk_id": "The Count of Monte Cristo_chunk_102",
      "start_pos": 357000,
      "end_pos": 361000,
      "similarity": 0.026455026455026454,
      "text": "I tried by absolute devotion to his will, to make up to him all\nhe had done for me during ten years of unremitting kindness. The\ncardinal’s house had no secrets for me. I had often seen my noble\npatron annotating ancient volumes, and eagerly searching amongst dusty\nfamily manuscripts. One day when I was reproaching him for his\nunavailing searches, and deploring the prostration of mind that\nfollowed them, he looked at me, and, smiling bitterly, opened a volume\nrelating to the History of the City of Rome. There, in the twentieth\nchapter of the Life of Pope Alexander VI., were the following lines,\nwhich I can never forget:—\n\n“‘The great wars of Romagna had ended; Cæsar Borgia, who had completed\nhis conquest, had need of money to purchase all Italy. The pope had\nalso need of money to bring matters to an end with Louis XII. King of\nFrance, who was formidable still in spite of his recent reverses; and\nit was necessary, therefore, to have recourse to some profitable\nscheme, which was a matter of great difficulty in the impoverished\ncondition of exhausted Italy. His holiness had an idea. He determined\nto make two cardinals.’\n\n“By choosing two of the greatest personages of Rome, especially rich\nmen—_this_ was the return the Holy Father looked for. In the first\nplace, he could sell the great appointments and splendid offices which\nthe cardinals already held; and then he had the two hats to sell\nbesides. There was a third point in view, which will appear hereafter.\n\n“The pope and Cæsar Borgia first found the two future cardinals; they\nwere Giovanni Rospigliosi, who held four of the highest dignities of\nthe Holy See, and Cæsar Spada, one of the noblest and richest of the\nRoman nobility; both felt the high honor of such a favor from the pope.\nThey were ambitious, and Cæsar Borgia soon found purchasers for their\nappointments. The result was, that Rospigliosi and Spada paid for being\ncardinals, and eight other persons paid for the offices the cardinals\nheld before their elevation, and thus eight hundred thousand crowns\nentered into the coffers of the speculators.\n\n0239m\n\n\n\n“It is time now to proceed to the last part of the speculation. The\npope heaped attentions upon Rospigliosi and Spada, conferred upon them\nthe insignia of the cardinalate, and induced them to arrange their\naffairs and take up their residence at Rome. Then the pope and Cæsar\nBorgia invited the two cardinals to dinner. This was a matter of\ndispute between the Holy Father and his son. Cæsar thought they could\nmake use of one of the means which he always had ready for his friends,\nthat is to say, in the first place, the famous key which was given to\ncertain persons with the request that they go and open a designated\ncupboard. This key was furnished with a small iron point,—a negligence\non the part of the locksmith. When this was pressed to effect the\nopening of the cupboard, of which the lock was difficult, the person\nwas pricked by this small point, and died next day. Then there was the\nring with the lion’s head, which Cæsar wore when he wanted to greet his\nfriends with a clasp of the hand. The lion bit the hand thus favored,\nand at the end of twenty-four hours, the bite was mortal.\n\n“Cæsar proposed to his father, that they should either ask the\ncardinals to open the cupboard, or shake hands with them; but Alexander\nVI. replied: ‘Now as to the worthy cardinals, Spada and Rospigliosi,\nlet us ask both of them to dinner, something tells me that we shall get\nthat money back. Besides, you forget, Cæsar, an indigestion declares\nitself immediately, while a prick or a bite occasions a delay of a day\nor two.’ Cæsar gave way before such cogent reasoning, and the cardinals\nwere consequently invited to dinner.\n\n“The table was laid in a vineyard belonging to the pope, near San\nPierdarena, a charming retreat which the cardinals knew very well by\nreport. Rospigliosi, quite set up with his new dignities, went with a\ngood appetite and his most ingratiating manner. Spada, a prudent man,\nand gr"
    },
    {
      "chunk_idx": 394,
      "chunk_id": "The Count of Monte Cristo_chunk_158",
      "start_pos": 553000,
      "end_pos": 557000,
      "similarity": 0.025974025974025976,
      "text": "earned drawing, music—everything. Besides, I believe,\nbetween ourselves, she did this in order to distract her mind, that she\nmight forget; and she only filled her head in order to alleviate the\nweight on her heart. But now her position in life is assured,”\ncontinued Caderousse; “no doubt fortune and honors have comforted her;\nshe is rich, a countess, and yet——”\n\nCaderousse paused.\n\n“And yet what?” asked the abbé.\n\n“Yet, I am sure, she is not happy,” said Caderousse.\n\n“What makes you believe this?”\n\n“Why, when I found myself utterly destitute, I thought my old friends\nwould, perhaps, assist me. So I went to Danglars, who would not even\nreceive me. I called on Fernand, who sent me a hundred francs by his\nvalet-de-chambre.”\n\n“Then you did not see either of them?”\n\n“No, but Madame de Morcerf saw me.”\n\n“How was that?”\n\n“As I went away a purse fell at my feet—it contained five-and-twenty\nlouis; I raised my head quickly, and saw Mercédès, who at once shut the\nblind.”\n\n“And M. de Villefort?” asked the abbé.\n\n“Oh, he never was a friend of mine, I did not know him, and I had\nnothing to ask of him.”\n\n“Do you not know what became of him, and the share he had in Edmond’s\nmisfortunes?”\n\n“No; I only know that some time after Edmond’s arrest, he married\nMademoiselle de Saint-Méran, and soon after left Marseilles; no doubt\nhe has been as lucky as the rest; no doubt he is as rich as Danglars,\nas high in station as Fernand. I only, as you see, have remained poor,\nwretched, and forgotten.”\n\n“You are mistaken, my friend,” replied the abbé; “God may seem\nsometimes to forget for a time, while his justice reposes, but there\nalways comes a moment when he remembers—and behold—a proof!”\n\nAs he spoke, the abbé took the diamond from his pocket, and giving it\nto Caderousse, said, “Here, my friend, take this diamond, it is yours.”\n\n“What, for me only?” cried Caderousse, “ah, sir, do not jest with me!”\n\n“This diamond was to have been shared among his friends. Edmond had one\nfriend only, and thus it cannot be divided. Take the diamond, then, and\nsell it; it is worth fifty thousand francs, and I repeat my wish that\nthis sum may suffice to release you from your wretchedness.”\n\n0351m\n\n\n\n“Oh, sir,” said Caderousse, putting out one hand timidly, and with the\nother wiping away the perspiration which bedewed his brow,—“Oh, sir, do\nnot make a jest of the happiness or despair of a man.”\n\n“I know what happiness and what despair are, and I never make a jest of\nsuch feelings. Take it, then, but in exchange——”\n\nCaderousse, who touched the diamond, withdrew his hand.\n\nThe abbé smiled.\n\n“In exchange,” he continued, “give me the red silk purse that M. Morrel\nleft on old Dantès’ chimney-piece, and which you tell me is still in\nyour hands.”\n\nCaderousse, more and more astonished, went toward a large oaken\ncupboard, opened it, and gave the abbé a long purse of faded red silk,\nround which were two copper runners that had once been gilt. The abbé\ntook it, and in return gave Caderousse the diamond.\n\n“Oh, you are a man of God, sir,” cried Caderousse; “for no one knew\nthat Edmond had given you this diamond, and you might have kept it.”\n\n“Which,” said the abbé to himself, “you would have done.” The abbé\nrose, took his hat and gloves. “Well,” he said, “all you have told me\nis perfectly true, then, and I may believe it in every particular.”\n\n“See, sir,” replied Caderousse, “in this corner is a crucifix in holy\nwood—here on this shelf is my wife’s testament; open this book, and I\nwill swear upon it with my hand on the crucifix. I will swear to you by\nmy soul’s salvation, my faith as a Christian, I have told everything to\nyou as it occurred, and as the recording angel will tell it to the ear\nof God at the day of the last judgment!”\n\n“’Tis well,” said the abbé, convinced by his manner and tone that\nCaderousse spoke the truth. “’Tis well, and may this money profit you!\nAdieu; I go far from men who thus so bitterly injure each other.”\n\nThe abbé with difficulty got away from the enthusiastic"
    },
    {
      "chunk_idx": 412,
      "chunk_id": "The Count of Monte Cristo_chunk_176",
      "start_pos": 616000,
      "end_pos": 620000,
      "similarity": 0.02518891687657431,
      "text": ". Maximilian, you are no ordinary man. I\nmake no requests or commands; I only ask you to examine my position as\nif it were your own, and then judge for yourself.”\n\nThe young man reflected for a moment, then an expression of sublime\nresignation appeared in his eyes, and with a slow and sad gesture he\ntook off his two epaulets, the insignia of his rank.\n\n“Be it so, then, my father,” he said, extending his hand to Morrel,\n“die in peace, my father; I will live.”\n\nMorrel was about to cast himself on his knees before his son, but\nMaximilian caught him in his arms, and those two noble hearts were\npressed against each other for a moment.\n\n“You know it is not my fault,” said Morrel.\n\n20057m\n\n\n\nMaximilian smiled. “I know, father, you are the most honorable man I\nhave ever known.”\n\n“Good, my son. And now there is no more to be said; go and rejoin your\nmother and sister.”\n\n“My father,” said the young man, bending his knee, “bless me!” Morrel\ntook the head of his son between his two hands, drew him forward, and\nkissing his forehead several times said:\n\n“Oh, yes, yes, I bless you in my own name, and in the name of three\ngenerations of irreproachable men, who say through me, ‘The edifice\nwhich misfortune has destroyed, Providence may build up again.’ On\nseeing me die such a death, the most inexorable will have pity on you.\nTo you, perhaps, they will accord the time they have refused to me.\nThen do your best to keep our name free from dishonor. Go to work,\nlabor, young man, struggle ardently and courageously; live, yourself,\nyour mother and sister, with the most rigid economy, so that from day\nto day the property of those whom I leave in your hands may augment and\nfructify. Reflect how glorious a day it will be, how grand, how solemn,\nthat day of complete restoration, on which you will say in this very\noffice, ‘My father died because he could not do what I have this day\ndone; but he died calmly and peaceably, because in dying he knew what I\nshould do.’”\n\n“My father, my father!” cried the young man, “why should you not live?”\n\n“If I live, all would be changed; if I live, interest would be\nconverted into doubt, pity into hostility; if I live I am only a man\nwho has broken his word, failed in his engagements—in fact, only a\nbankrupt. If, on the contrary, I die, remember, Maximilian, my corpse\nis that of an honest but unfortunate man. Living, my best friends would\navoid my house; dead, all Marseilles will follow me in tears to my last\nhome. Living, you would feel shame at my name; dead, you may raise your\nhead and say, ‘I am the son of him you killed, because, for the first\ntime, he has been compelled to break his word.’”\n\nThe young man uttered a groan, but appeared resigned.\n\n“And now,” said Morrel, “leave me alone, and endeavor to keep your\nmother and sister away.”\n\n“Will you not see my sister once more?” asked Maximilian. A last but\nfinal hope was concealed by the young man in the effect of this\ninterview, and therefore he had suggested it. Morrel shook his head. “I\nsaw her this morning, and bade her adieu.”\n\n“Have you no particular commands to leave with me, my father?” inquired\nMaximilian in a faltering voice.\n\n“Yes; my son, and a sacred command.”\n\n“Say it, my father.”\n\n“The house of Thomson & French is the only one who, from humanity, or,\nit may be, selfishness—it is not for me to read men’s hearts—has had\nany pity for me. Its agent, who will in ten minutes present himself to\nreceive the amount of a bill of 287,500 francs, I will not say granted,\nbut offered me three months. Let this house be the first repaid, my\nson, and respect this man.”\n\n“Father, I will,” said Maximilian.\n\n“And now, once more, adieu,” said Morrel. “Go, leave me; I would be\nalone. You will find my will in the secretaire in my bedroom.”\n\nThe young man remained standing and motionless, having but the force of\nwill and not the power of execution.\n\n“Hear me, Maximilian,” said his father. “Suppose I were a soldier like\nyou, and ordered to carry a certain redoubt, and you knew"
    }
  ],
  "020459b132a0": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.056818181818181816,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 119,
      "chunk_id": "In Search of the Castaways_chunk_119",
      "start_pos": 416500,
      "end_pos": 420500,
      "similarity": 0.024657534246575342,
      "text": "mons,--then a well-kept fence,--all\nthese signs told of their approach to Red-gum Station, the home and\nsettlement of an emigrant engaged in the cattle-breeding which is the\nsource of so much Australian wealth. It was in itself an establishment\nof small importance; but to its owners it was a home, and to its\nvisitors, on this occasion, it was a hotel, as the \"station\" generally\nis to the traveler.\n\n[Illustration: Red-gum Station, the home and settlement of an emigrant\nengaged in the cattle-breeding which is the source of so much\nAustralian wealth.]\n\n[Illustration: The major was skillful enough to shoot a very rare\nbird,--a \"jabiru,\" or giant crane. This creature was five feet high;\nand its broad, black, sharp conical beak measured eighteen inches in\nlength.]\n\nGlenarvan's party invariably found beneath the roof of these solitary\nsettlers a well-spread and hospitable table; and in the Australian\nfarmer they always met an obliging host.\n\nAfter a night spent at this resting-place the party advanced through a\ngrove, and at evening encamped on the shores of a brackish and muddy\nlake. Mr. Olbinett prepared supper with his usual promptness, and the\ntravelers--some in the cart and others under the tent--were not long\nin falling asleep, in spite of the dismal howlings of the dingos,--the\njackals of Australia.\n\nThe next morning Glenarvan and his companions were greeted with a\nmagnificent sight. As far as the eye could reach, the landscape seemed\nto be one flowery meadow in spring-like luxuriance. The delicate blue\nof the slender-leaved flax-plant mingled with the flaming scarlet\nof the acanthus, and the ground was clothed with a rich carpet of\ngreen and crimson. After a rapid journey of about ten miles, the cart\nwound through tall groups of acacias, mimosas, and white gum-trees.\nThe vegetable kingdom on these plains did not show itself ungrateful\ntowards the orb of day, and repaid in perfume and color what it\nreceived in sunshine.\n\nAs for the animal kingdom, it was no less lavish of its products.\nSeveral cassowaries bounded over the plain with unapproachable\nswiftness. The major was skillful enough to shoot a very rare bird,--a\n\"jabiru,\" or giant crane. This creature was five feet high; and its\nbroad, black, sharp conical beak measured eighteen inches in length.\nThe violet and purple colors of its head contrasted strongly with the\nlustrous green of its neck, the dazzling white of its breast, and the\nvivid red of its long legs.\n\n[Sidenote: A FOUR-FOOTED ARMY.]\n\nThis bird was greatly admired, and the major would have won the honors\nof the day, if young Robert had not encountered a few miles farther\non, and bravely vanquished, an unsightly beast, half hedgehog, half\nant-eater, a chaotic-looking animal, like those of pre-historic\nperiods. A long, glutinous, extensible tongue hung out of its mouth,\nand fished up the ants that constituted its principal food. Of course,\nPaganel wished to carry away the hideous creature, and proposed to\nput it in the baggage-room; but Mr. Olbinett opposed this with such\nindignation that the geographer gave up his idea of preserving this\ncurious specimen.\n\nHitherto few colonists or squatters had been seen. The country seemed\ndeserted. There was not even the trace of a native; for the savage\ntribes wander farther to the north, over the immense wastes watered by\nthe Darling and the Murray. But now a singular sight was presented to\nGlenarvan's party. They were fortunate enough to see one of those vast\nherds of cattle which bold speculators bring from the eastern mountains\nto the provinces of Victoria and South Australia.\n\nAbout four o'clock in the afternoon, Captain Mangles descried, three\nmiles in advance, an enormous column of dust that spread along the\nhorizon. What occasioned this? It would have been very difficult to\nsay. Paganel was inclined to regard it as some phenomenon, for which\nhis lively imagination already sought a natural cause. But Ayrton\ndissipated all his conjectures by declaring that this cloud of"
    },
    {
      "chunk_idx": 69,
      "chunk_id": "In Search of the Castaways_chunk_69",
      "start_pos": 241500,
      "end_pos": 245500,
      "similarity": 0.024193548387096774,
      "text": "erefore have removed them.\nBut a serious question was to be considered. If Captain Grant was a\nprisoner of one of these tribes, had he been carried to the north or\nto the south? This problem harassed Glenarvan. It was advisable at all\nhazards to keep track of the captain. In short, it was better to follow\nThalcave's advice and reach the village of Tandil, where at least they\ncould obtain information.\n\nAbout four o'clock in the afternoon they approached a hill that might\nhave passed for a mountain in so level a country. It was Tapalquem\nSierra, and at its foot the travelers encamped for the night.\n\n[Sidenote: GALLOPING GAUCHOS.]\n\nThe passage of this mountain was accomplished the next day with the\ngreatest ease. They followed the sandy undulations of a gradually\nsloping terrace, which certainly did not present difficulties to\npeople who had scaled the Andes, and the horses scarcely relaxed their\nrapid pace. At noon they reached the abandoned Fort Tapalquem, the\nfirst of the chain of forts built on the southern frontier against the\nplundering natives. But not a shadow of an Indian did they encounter,\nto the increasing surprise of Thalcave; although, towards the middle of\nthe day, three rovers of the plain, well armed and mounted, gazed for\na moment at the little party, but prevented their approach, galloping\naway with incredible rapidity. Glenarvan was furious.\n\n\"Gauchos,\" said the Patagonian.\n\n\"Ah! Gauchos,\" replied MacNabb. \"Well, Paganel, what do you think of\nthese creatures?\"\n\n\"I think they look like famous bandits,\" answered Paganel.\n\n\"And hence of course are, my dear geographer?\"\n\n\"Of course, my dear major.\"\n\nPaganel's avowal was followed by a general laugh, which did not\ndisconcert him at all.\n\nAccording to Thalcave's orders, they advanced in close ranks, and\nat evening encamped in a spacious abandoned rancho, where the chief\nCatriel generally assembled his bands of natives. From an examination\nof the ground and the absence of fresh tracks, the Patagonian knew that\nit had not been occupied for a long time.\n\nThe next morning Glenarvan and his companions found themselves again\non the plain. The first estancias (vast establishments for raising\ncattle), which border upon the Tandil, were descried; but Thalcave\nresolved not to stop, but to keep straight on to Fort Independence,\nwhere he wished to obtain information, especially concerning the\nsingular condition of this abandoned country.\n\nThe trees, so rare since leaving the Andes, now reappeared. The greater\npart of these have been planted since the arrival of the Europeans\non the American continent. They generally surround \"corrals,\" vast\ncattle-inclosures protected with stakes. Here thousands of cattle,\nsheep, cows, and horses, branded with the mark of the owner, graze\nand fatten, while large numbers of huge dogs keep watch. The soil is\nadmirably adapted to raising cattle, and yields an excellent fodder.\n\nThe people lead the life of the shepherds of the Bible. Their flocks\nare perhaps even more numerous than those which fed on the plains of\nMesopotamia; but the family element is wanting, and the owners of the\ngreat folds of the Pampas have little to recommend themselves or their\nmanner of life.\n\nPaganel explained all these particulars to his companions, and even\nsucceeded in interesting the major.\n\nThalcave, meanwhile, hastened their progress, as he wished to arrive\nthat evening at Fort Independence. The horses, urged on by their\nmasters, and following the example of Thaouka, dashed through the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at t"
    },
    {
      "chunk_idx": 924,
      "chunk_id": "The Count of Monte Cristo_chunk_688",
      "start_pos": 2408000,
      "end_pos": 2412000,
      "similarity": 0.02416918429003021,
      "text": " too white; if he wished to walk through the\ntown, his boots seemed too highly polished. Yet these two noble and\nintelligent creatures, united by the indissoluble ties of maternal and\nfilial love, had succeeded in tacitly understanding one another, and\neconomizing their stores, and Albert had been able to tell his mother\nwithout extorting a change of countenance:\n\n“Mother, we have no more money.”\n\n50141m\n\n\n\nMercédès had never known misery; she had often, in her youth, spoken of\npoverty, but between want and necessity, those synonymous words, there\nis a wide difference.\n\nAmongst the Catalans, Mercédès wished for a thousand things, but still\nshe never really wanted any. So long as the nets were good, they caught\nfish; and so long as they sold their fish, they were able to buy twine\nfor new nets. And then, shut out from friendship, having but one\naffection, which could not be mixed up with her ordinary pursuits, she\nthought of herself—of no one but herself. Upon the little she earned\nshe lived as well as she could; now there were two to be supported, and\nnothing to live upon.\n\nWinter approached. Mercédès had no fire in that cold and naked\nroom—she, who was accustomed to stoves which heated the house from the\nhall to the boudoir; she had not even one little flower—she whose\napartment had been a conservatory of costly exotics. But she had her\nson. Hitherto the excitement of fulfilling a duty had sustained them.\nExcitement, like enthusiasm, sometimes renders us unconscious to the\nthings of earth. But the excitement had calmed down, and they felt\nthemselves obliged to descend from dreams to reality; after having\nexhausted the ideal, they found they must talk of the actual.\n\n“Mother,” exclaimed Albert, just as Madame Danglars was descending the\nstairs, “let us reckon our riches, if you please; I want capital to\nbuild my plans upon.”\n\n“Capital—nothing!” replied Mercédès with a mournful smile.\n\n“No, mother,—capital 3,000 francs. And I have an idea of our leading a\ndelightful life upon this 3,000 francs.”\n\n“Child!” sighed Mercédès.\n\n“Alas, dear mother,” said the young man, “I have unhappily spent too\nmuch of your money not to know the value of it. These 3,000 francs are\nenormous, and I intend building upon this foundation a miraculous\ncertainty for the future.”\n\n“You say this, my dear boy; but do you think we ought to accept these\n3,000 francs?” said Mercédès, coloring.\n\n“I think so,” answered Albert in a firm tone. “We will accept them the\nmore readily, since we have them not here; you know they are buried in\nthe garden of the little house in the Allées de Meilhan, at Marseilles.\nWith 200 francs we can reach Marseilles.”\n\n“With 200 francs?—are you sure, Albert?”\n\n“Oh, as for that, I have made inquiries respecting the diligences and\nsteamboats, and my calculations are made. You will take your place in\nthe _coupé_ to Châlons. You see, mother, I treat you handsomely for\nthirty-five francs.”\n\nAlbert then took a pen, and wrote:\n\n\n                                                         Frs. _Coupé_,\n                                                         thirty-five\n                                                         francs........\n                                                         ..............\n                                                         ........ 35.\n                                                         From Châlons\n                                                         to Lyons you\n                                                         will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ."
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.024054982817869417,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    }
  ]
}