{
  "69d2ffd59d8e": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.045454545454545456,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 129,
      "chunk_id": "In Search of the Castaways_chunk_129",
      "start_pos": 451500,
      "end_pos": 455500,
      "similarity": 0.024793388429752067,
      "text": "onda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-bearing value of various spots. Then, in addition to the usual\noperations of a banking establishment, it was here that the ore was\nstored, from hence that it was sent, under government escort and with\ngovernment guarantee, subject to a fixed, though moderate, charge,\nso that the transport to Melbourne, which at first was a dangerous\nand expensive \"middle passage,\" was now as easily and inexpensively\naccomplished as is the transmission of freight from London to Paris.\n\n[Illustration: In the streets, in connection with the strange\nsign-boards and announcements, the novel erections and purposes to\nwhich some of them were adapted, Paganel had a history and commentary\nfor every one.]\n\nOver the whole of this establishment they were conducted by the most\ncourteous and obliging of officials, and the services thus rendered\ncharmed the Frenchman, who was none the less loquacious, and was in\ntruth able even to enlighten his guides.\n\n[Illustration: Here was the mineralogical museum, in which might be\nseen specimens illustrative of all the various ways in which the gold\nhas been found.]\n\n[Sidenote: PLEASING PROGRESS.]\n\nBut his joy culminated when, after some time spent in the hotel, the\nparty left the town, and passed through the \"diggings,\" properly so\ncalled. It was difficult to persuade Paganel and Robert--who kept\ntogether--to come on, in order that they might not leave Ayrton and\nMulready too long in suspense. Now the Frenchman would see just the key\nthat he needed to understand a point not before clear to him; anon you\nmight see him as in the illustration, when he had picked up a pebble\nand was sure that it was in itself so interesting as a mineralogical\nspecimen that he must treasure it up for the Bank of France, so that\nhis own land might have at least one part of Australia. All this was\ndone with such a mingling of childish good-nature and scientific and\nnational pride that it was useless to do anything but laugh, and an\nirrepressible smile came over even the major's features. At length,\nhowever, by drawing him into a lecture, they succeeded in persuading\nhim to follow them; and, as they left the diggings, he told them the\nhistory of the prophecies, the discovery, and the spread of knowledge\nas to the rich auriferous deposits of this part of Australia. He\ncould give them facts and incidents and dates as to the ingress into\nMelbourne, and the exodus therefrom to the diggings, in the year 1852;\nhe told them how the energy and the love of order which characterize\nthe English-speaking peoples had reduced to system, method,\nsubordination, the chaotic surgings and restlessness which marked the\nfirst weeks and months of this new era; and he detailed, as though\nhe had studied the subject to the entire neglect of other matters,\nthe working of the system,--how the land was registered, what was the\nsum paid in the aggregate, how the taxes were collected, wherein the\nsystem had been found faulty. All this occupied much time, and, before\nhe had finished, the cart was in sight, in which Lady Helena and Miss\nGrant reseated themselves, and for the remainder of the day and the\nsucceeding night their progress was in the accustomed order.\n\n\n\n\nCHAPTER XXXVII.\n\nA WARNING.\n\n\nAt sunrise the travelers left the gold regions and crossed the\nfrontiers of the county of Talbot. Their line of travel now struck\nthe dusty roads of the county of Dalhousie. Half the journey was\naccomplished. In fifteen days more of travel equally rapid the little\nparty would reach the shore"
    },
    {
      "chunk_idx": 820,
      "chunk_id": "The Count of Monte Cristo_chunk_584",
      "start_pos": 2044000,
      "end_pos": 2048000,
      "similarity": 0.02452316076294278,
      "text": "bout to pass his sentence of life\nor death. To the committee the adventure was so extraordinary and\ncurious, that the interest they had felt for the count’s safety became\nnow quite a secondary matter. The president himself advanced to place a\nseat for the young lady; but she declined availing herself of it. As\nfor the count, he had fallen on his chair; it was evident that his legs\nrefused to support him.\n\n“‘Madame,’ said the president, ‘you have engaged to furnish the\ncommittee with some important particulars respecting the affair at\nYanina, and you have stated that you were an eyewitness of the\nevent.’—‘I was, indeed,’ said the stranger, with a tone of sweet\nmelancholy, and with the sonorous voice peculiar to the East.\n\n“‘But allow me to say that you must have been very young then.’—‘I was\nfour years old; but as those events deeply concerned me, not a single\ndetail has escaped my memory.’—‘In what manner could these events\nconcern you? and who are you, that they should have made so deep an\nimpression on you?’—‘On them depended my father’s life,’ replied she.\n‘I am Haydée, the daughter of Ali Tepelini, pasha of Yanina, and of\nVasiliki, his beloved wife.’\n\n40202m\n\n\n\n“The blush of mingled pride and modesty which suddenly suffused the\ncheeks of the young woman, the brilliancy of her eye, and her highly\nimportant communication, produced an indescribable effect on the\nassembly. As for the count, he could not have been more overwhelmed if\na thunderbolt had fallen at his feet and opened an immense gulf before\nhim.\n\n“‘Madame,’ replied the president, bowing with profound respect, ‘allow\nme to ask one question; it shall be the last: Can you prove the\nauthenticity of what you have now stated?’\n\n“‘I can, sir,’ said Haydée, drawing from under her veil a satin satchel\nhighly perfumed; ‘for here is the register of my birth, signed by my\nfather and his principal officers, and that of my baptism, my father\nhaving consented to my being brought up in my mother’s faith,—this\nlatter has been sealed by the grand primate of Macedonia and Epirus;\nand lastly (and perhaps the most important), the record of the sale of\nmy person and that of my mother to the Armenian merchant El-Kobbir, by\nthe French officer, who, in his infamous bargain with the Porte, had\nreserved as his part of the booty the wife and daughter of his\nbenefactor, whom he sold for the sum of four hundred thousand francs.’\nA greenish pallor spread over the count’s cheeks, and his eyes became\nbloodshot at these terrible imputations, which were listened to by the\nassembly with ominous silence.\n\n“Haydée, still calm, but with a calmness more dreadful than the anger\nof another would have been, handed to the president the record of her\nsale, written in Arabic. It had been supposed some of the papers might\nbe in the Arabian, Romaic, or Turkish language, and the interpreter of\nthe House was in attendance. One of the noble peers, who was familiar\nwith the Arabic language, having studied it during the famous Egyptian\ncampaign, followed with his eye as the translator read aloud:\n\n“‘I, El-Kobbir, a slave-merchant, and purveyor of the harem of his\nhighness, acknowledge having received for transmission to the sublime\nemperor, from the French lord, the Count of Monte Cristo, an emerald\nvalued at eight hundred thousand francs; as the ransom of a young\nChristian slave of eleven years of age, named Haydée, the acknowledged\ndaughter of the late lord Ali Tepelini, pasha of Yanina, and of\nVasiliki, his favorite; she having been sold to me seven years\npreviously, with her mother, who had died on arriving at\nConstantinople, by a French colonel in the service of the Vizier Ali\nTepelini, named Fernand Mondego. The above-mentioned purchase was made\non his highness’s account, whose mandate I had, for the sum of four\nhundred thousand francs.\n\n“‘Given at Constantinople, by authority of his highness, in the year\n1247 of the Hegira.\n\n“‘Signed, El-Kobbir.’\n\n“‘That this record should have all due authority, it shall bear"
    },
    {
      "chunk_idx": 455,
      "chunk_id": "The Count of Monte Cristo_chunk_219",
      "start_pos": 766500,
      "end_pos": 770500,
      "similarity": 0.023936170212765957,
      "text": " suffer thereby.”\n\n“Well, then, if you obtain the reprieve?”\n\n“The middle window at the Café Rospoli will be hung with white damask,\nbearing a red cross.”\n\n“And if you fail?”\n\n“Then all three windows will have yellow draperies.”\n\n“And then?”\n\n“And then, my good fellow, use your daggers in any way you please, and\nI further promise you to be there as a spectator of your prowess.”\n\n“We understand each other perfectly, then. Adieu, your excellency;\ndepend upon me as firmly as I do upon you.”\n\nSaying these words, the Transteverin disappeared down the staircase,\nwhile his companion, muffling his features more closely than before in\nthe folds of his mantle, passed almost close to Franz, and descended to\nthe arena by an outward flight of steps. The next minute Franz heard\nhimself called by Albert, who made the lofty building re-echo with the\nsound of his friend’s name. Franz, however, did not obey the summons\ntill he had satisfied himself that the two men whose conversation he\nhad overheard were at a sufficient distance to prevent his encountering\nthem in his descent. In ten minutes after the strangers had departed,\nFranz was on the road to the Piazza di Spagna, listening with studied\nindifference to the learned dissertation delivered by Albert, after the\nmanner of Pliny and Calpurnius, touching the iron-pointed nets used to\nprevent the ferocious beasts from springing on the spectators.\n\nFranz let him proceed without interruption, and, in fact, did not hear\nwhat was said; he longed to be alone, and free to ponder over all that\nhad occurred. One of the two men, whose mysterious meeting in the\nColosseum he had so unintentionally witnessed, was an entire stranger\nto him, but not so the other; and though Franz had been unable to\ndistinguish his features, from his being either wrapped in his mantle\nor obscured by the shadow, the tones of his voice had made too powerful\nan impression on him the first time he had heard them for him ever\nagain to forget them, hear them when or where he might. It was more\nespecially when this man was speaking in a manner half jesting, half\nbitter, that Franz’s ear recalled most vividly the deep sonorous, yet\nwell-pitched voice that had addressed him in the grotto of Monte\nCristo, and which he heard for the second time amid the darkness and\nruined grandeur of the Colosseum. And the more he thought, the more\nentire was his conviction, that the person who wore the mantle was no\nother than his former host and entertainer, “Sinbad the Sailor.”\n\n20139m\n\n\n\nUnder any other circumstances, Franz would have found it impossible to\nresist his extreme curiosity to know more of so singular a personage,\nand with that intent have sought to renew their short acquaintance; but\nin the present instance, the confidential nature of the conversation he\nhad overheard made him, with propriety, judge that his appearance at\nsuch a time would be anything but agreeable. As we have seen,\ntherefore, he permitted his former host to retire without attempting a\nrecognition, but fully promising himself a rich indemnity for his\npresent forbearance should chance afford him another opportunity.\n\nIn vain did Franz endeavor to forget the many perplexing thoughts which\nassailed him; in vain did he court the refreshment of sleep. Slumber\nrefused to visit his eyelids and the night was passed in feverish\ncontemplation of the chain of circumstances tending to prove the\nidentity of the mysterious visitant to the Colosseum with the\ninhabitant of the grotto of Monte Cristo; and the more he thought, the\nfirmer grew his opinion on the subject.\n\nWorn out at length, he fell asleep at daybreak, and did not awake till\nlate. Like a genuine Frenchman, Albert had employed his time in\narranging for the evening’s diversion; he had sent to engage a box at\nthe Teatro Argentina; and Franz, having a number of letters to write,\nrelinquished the carriage to Albert for the whole of the day.\n\nAt five o’clock Albert returned, delighted with his day’s work; he had\nbeen occupied "
    },
    {
      "chunk_idx": 841,
      "chunk_id": "The Count of Monte Cristo_chunk_605",
      "start_pos": 2117500,
      "end_pos": 2121500,
      "similarity": 0.023936170212765957,
      "text": ".\n\n“There is a carriage coming,” said Château-Renaud. It advanced rapidly\nalong one of the avenues leading towards the open space where they were\nassembled.\n\n“You are doubtless provided with pistols, gentlemen? M. de Monte Cristo\nyields his right of using his.”\n\n“We had anticipated this kindness on the part of the count,” said\nBeauchamp, “and I have brought some weapons which I bought eight or ten\ndays since, thinking to want them on a similar occasion. They are quite\nnew, and have not yet been used. Will you examine them.”\n\n“Oh, M. Beauchamp, if you assure me that M. de Morcerf does not know\nthese pistols, you may readily believe that your word will be quite\nsufficient.”\n\n“Gentlemen,” said Château-Renaud, “it is not Morcerf coming in that\ncarriage;—faith, it is Franz and Debray!”\n\nThe two young men he announced were indeed approaching. “What chance\nbrings you here, gentlemen?” said Château-Renaud, shaking hands with\neach of them.\n\n“Because,” said Debray, “Albert sent this morning to request us to\ncome.” Beauchamp and Château-Renaud exchanged looks of astonishment. “I\nthink I understand his reason,” said Morrel.\n\n“What is it?”\n\n“Yesterday afternoon I received a letter from M. de Morcerf, begging me\nto attend the Opera.”\n\n“And I,” said Debray.\n\n“And I also,” said Franz.\n\n“And we, too,” added Beauchamp and Château-Renaud.\n\n“Having wished you all to witness the challenge, he now wishes you to\nbe present at the combat.”\n\n“Exactly so,” said the young men; “you have probably guessed right.”\n\n“But, after all these arrangements, he does not come himself,” said\nChâteau-Renaud. “Albert is ten minutes after time.”\n\n“There he comes,” said Beauchamp, “on horseback, at full gallop,\nfollowed by a servant.”\n\n“How imprudent,” said Château-Renaud, “to come on horseback to fight a\nduel with pistols, after all the instructions I had given him.”\n\n“And besides,” said Beauchamp, “with a collar above his cravat, an open\ncoat and white waistcoat! Why has he not painted a spot upon his\nheart?—it would have been more simple.”\n\nMeanwhile Albert had arrived within ten paces of the group formed by\nthe five young men. He jumped from his horse, threw the bridle on his\nservant’s arms, and joined them. He was pale, and his eyes were red and\nswollen; it was evident that he had not slept. A shade of melancholy\ngravity overspread his countenance, which was not natural to him.\n\n“I thank you, gentlemen,” said he, “for having complied with my\nrequest; I feel extremely grateful for this mark of friendship.” Morrel\nhad stepped back as Morcerf approached, and remained at a short\ndistance. “And to you also, M. Morrel, my thanks are due. Come, there\ncannot be too many.”\n\n40248m\n\n\n\n“Sir,” said Maximilian, “you are not perhaps aware that I am M. de\nMonte Cristo’s friend?”\n\n“I was not sure, but I thought it might be so. So much the better; the\nmore honorable men there are here the better I shall be satisfied.”\n\n“M. Morrel,” said Château-Renaud, “will you apprise the Count of Monte\nCristo that M. de Morcerf is arrived, and we are at his disposal?”\n\nMorrel was preparing to fulfil his commission. Beauchamp had meanwhile\ndrawn the box of pistols from the carriage.\n\n“Stop, gentlemen,” said Albert; “I have two words to say to the Count\nof Monte Cristo.”\n\n“In private?” asked Morrel.\n\n“No, sir; before all who are here.”\n\nAlbert’s witnesses looked at each other. Franz and Debray exchanged\nsome words in a whisper, and Morrel, rejoiced at this unexpected\nincident, went to fetch the count, who was walking in a retired path\nwith Emmanuel.\n\n“What does he want with me?” said Monte Cristo.\n\n“I do not know, but he wishes to speak to you.”\n\n“Ah?” said Monte Cristo, “I trust he is not going to tempt me by some\nfresh insult!”\n\n“I do not think that such is his intention,” said Morrel.\n\nThe count advanced, accompanied by Maximilian and Emmanuel. His calm\nand serene look formed a singular contrast to Albert’s grief-stricken\nface, who approached also, followed by the other four young men.\n\nWhen at"
    }
  ]
}