{
  "c1ba6ad8052f": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06060606060606061,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 363,
      "chunk_id": "The Count of Monte Cristo_chunk_127",
      "start_pos": 444500,
      "end_pos": 448500,
      "similarity": 0.03978779840848806,
      "text": "ho had been discussing the\nmatter, it had been decided that they should touch at Monte Cristo and\nset out on the following night. Edmond, being consulted, was of opinion\nthat the island afforded every possible security, and that great\nenterprises to be well done should be done quickly.\n\nNothing then was altered in the plan, and orders were given to get\nunder weigh next night, and, wind and weather permitting, to make the\nneutral island by the following day.\n\n0289m\n\n\n\n\n Chapter 23. The Island of Monte Cristo\n\nThus, at length, by one of the unexpected strokes of fortune which\nsometimes befall those who have for a long time been the victims of an\nevil destiny, Dantès was about to secure the opportunity he wished for,\nby simple and natural means, and land on the island without incurring\nany suspicion. One night more and he would be on his way.\n\nThe night was one of feverish distraction, and in its progress visions,\ngood and evil, passed through Dantès’ mind. If he closed his eyes, he\nsaw Cardinal Spada’s letter written on the wall in characters of\nflame—if he slept for a moment the wildest dreams haunted his brain. He\nascended into grottos paved with emeralds, with panels of rubies, and\nthe roof glowing with diamond stalactites. Pearls fell drop by drop, as\nsubterranean waters filter in their caves. Edmond, amazed,\nwonderstruck, filled his pockets with the radiant gems and then\nreturned to daylight, when he discovered that his prizes had all\nchanged into common pebbles. He then endeavored to re-enter the\nmarvellous grottos, but they had suddenly receded, and now the path\nbecame a labyrinth, and then the entrance vanished, and in vain did he\ntax his memory for the magic and mysterious word which opened the\nsplendid caverns of Ali Baba to the Arabian fisherman. All was useless,\nthe treasure disappeared, and had again reverted to the genii from whom\nfor a moment he had hoped to carry it off.\n\nThe day came at length, and was almost as feverish as the night had\nbeen, but it brought reason to the aid of imagination, and Dantès was\nthen enabled to arrange a plan which had hitherto been vague and\nunsettled in his brain. Night came, and with it the preparation for\ndeparture, and these preparations served to conceal Dantès’ agitation.\nHe had by degrees assumed such authority over his companions that he\nwas almost like a commander on board; and as his orders were always\nclear, distinct, and easy of execution, his comrades obeyed him with\ncelerity and pleasure.\n\nThe old patron did not interfere, for he too had recognized the\nsuperiority of Dantès over the crew and himself. He saw in the young\nman his natural successor, and regretted that he had not a daughter,\nthat he might have bound Edmond to him by a more secure alliance. At\nseven o’clock in the evening all was ready, and at ten minutes past\nseven they doubled the lighthouse just as the beacon was kindled. The\nsea was calm, and, with a fresh breeze from the south-east, they sailed\nbeneath a bright blue sky, in which God also lighted up in turn his\nbeacon lights, each of which is a world. Dantès told them that all\nhands might turn in, and he would take the helm. When the Maltese (for\nso they called Dantès) had said this, it was sufficient, and all went\nto their bunks contentedly.\n\nThis frequently happened. Dantès, cast from solitude into the world,\nfrequently experienced an imperious desire for solitude; and what\nsolitude is more complete, or more poetical, than that of a ship\nfloating in isolation on the sea during the obscurity of the night, in\nthe silence of immensity, and under the eye of Heaven?\n\nNow this solitude was peopled with his thoughts, the night lighted up\nby his illusions, and the silence animated by his anticipations. When\nthe patron awoke, the vessel was hurrying on with every sail set, and\nevery sail full with the breeze. They were making nearly ten knots an\nhour. The Island of Monte Cristo loomed large in the horizon. Edmond\nresigned the lugger to the master’s care, and w"
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.03783783783783784,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    },
    {
      "chunk_idx": 214,
      "chunk_id": "In Search of the Castaways_chunk_214",
      "start_pos": 749000,
      "end_pos": 753000,
      "similarity": 0.03598971722365039,
      "text": "dway, coming towards\nus! Courage, captain!\"\n\nThe fugitives displayed new energy, and for several moments longer they\nkept their distance. The steamer grew more and more distinct. They\ncould clearly discern her masts, and the thick clouds of black smoke\nthat issued from her smoke-stack. Glenarvan, giving the helm to Robert,\nhad seized the geographer's glass, and did not lose a single movement\nof the vessel.\n\nBut what were Captain Mangles and his companions to think when they\nsaw the expression of his features change, his face grow pale, and the\ninstrument fall from his hands. A single word explained this sudden\nemotion.\n\n\"The Duncan!\" cried Glenarvan,--\"the Duncan and the convicts!\"\n\n\"The Duncan?\" repeated the captain, dropping his oar and rising.\n\n\"Yes, death on all sides!\" moaned Glenarvan, overcome by so many\ncalamities.\n\nIt was indeed the yacht--without a doubt,--the yacht, with her crew of\nbandits! The major could not repress a malediction. This was too much.\n\nMeantime the canoe was floating at random. Whither should they guide\nit, whither flee? Was it possible to choose between the savages and the\nconvicts?\n\n[Illustration: A second ball whistled over their heads, and demolished\nthe nearest of the three canoes.]\n\n[Sidenote: A MYSTERIOUS PRESERVATION.]\n\nJust then a shot came from the native boat, that had approached nearer.\nThe bullet struck Wilson's oar; but his companions still propelled\nthe canoe towards the Duncan. The yacht was advancing at full speed,\nand was only half a mile distant. Captain Mangles, beset on all sides,\nno longer knew how to act, or in what direction to escape. The two poor\nladies were on their knees, praying in their despair.\n\nThe savages were now firing a continued volley, and the bullets rained\naround the canoe. Just then a sharp report sounded, and a ball from the\nyacht's cannon passed over the heads of the fugitives, who remained\nmotionless between the fire of the Duncan and the natives.\n\nCaptain Mangles, frantic with despair, seized his hatchet. He was on\nthe point of sinking their own canoe, with his unfortunate companions,\nwhen a cry from Robert stopped him.\n\n\"Tom Austin! Tom Austin!\" said the child. \"He is on board! I see him!\nHe has recognized us! He is waving his hat!\"\n\nThe hatchet was suspended in mid-air. A second ball whistled over\ntheir heads, and demolished the nearest of the three canoes, while a\nloud hurrah was heard on board the Duncan. The savages fled in terror\ntowards the coast.\n\n\"Help, help, Tom!\" cried Captain Mangles, in a piercing voice. And\na few moments afterwards the ten fugitives, without knowing how, or\nscarcely comprehending this unexpected good fortune, were all in safety\non board the Duncan.\n\n\n\n\nCHAPTER LV.\n\nWHY THE DUNCAN WENT TO NEW ZEALAND.\n\n\nThe feelings of Glenarvan and his friends, when the songs of old\nScotland resounded in their ears, it is impossible to describe. As soon\nas they set foot on deck the bagpiper struck up a well remembered air,\nwhile hearty hurrahs welcomed the owner's return on board. Glenarvan,\nJohn Mangles, Paganel, Robert, and even the major, wept and embraced\neach other. Their emotions rose from joy to ecstasy. The geographer was\nfairly wild, skipping about and watching with his inseparable telescope\nthe canoes returning to shore.\n\nBut at sight of Glenarvan and his companions, with tattered garments,\nemaciated features, and the traces of extreme suffering, the crew\nceased their lively demonstrations. These were spectres, not the bold\nand dashing travelers whom, three months before, hope had stimulated to\na search for the shipwrecked captain. Chance alone had led them back to\nthis vessel that they had ceased to regard as theirs, and in what a sad\nstate of exhaustion and feebleness!\n\nHowever, before thinking of fatigue, or the imperative calls of hunger\nand thirst, Glenarvan questioned Tom Austin concerning his presence in\nthese waters. Why was the Duncan on the eastern coast of New Zealand?\nWhy was she not in the hands of Ben Joyce? By what "
    },
    {
      "chunk_idx": 431,
      "chunk_id": "The Count of Monte Cristo_chunk_195",
      "start_pos": 682500,
      "end_pos": 686500,
      "similarity": 0.03571428571428571,
      "text": "bad was\ngoing to Malaga, while it seems he is in the direction of\nPorto-Vecchio.”\n\n“Don’t you remember,” said the patron, “I told you that among the crew\nthere were two Corsican brigands?”\n\n“True; and he is going to land them,” added Franz.\n\n“Precisely so,” replied Gaetano. “Ah, he is one who fears neither God\nnor Satan, they say, and would at any time run fifty leagues out of his\ncourse to do a poor devil a service.”\n\n20093m\n\n\n\n“But such services as these might involve him with the authorities of\nthe country in which he practices this kind of philanthropy,” said\nFranz.\n\n“And what cares he for that,” replied Gaetano with a laugh, “or any\nauthorities? He smiles at them. Let them try to pursue him! Why, in the\nfirst place, his yacht is not a ship, but a bird, and he would beat any\nfrigate three knots in every nine; and if he were to throw himself on\nthe coast, why, is he not certain of finding friends everywhere?”\n\nIt was perfectly clear that the Signor Sinbad, Franz’s host, had the\nhonor of being on excellent terms with the smugglers and bandits along\nthe whole coast of the Mediterranean, and so enjoyed exceptional\nprivileges. As to Franz, he had no longer any inducement to remain at\nMonte Cristo. He had lost all hope of detecting the secret of the\ngrotto; he consequently despatched his breakfast, and, his boat being\nready, he hastened on board, and they were soon under way. At the\nmoment the boat began her course they lost sight of the yacht, as it\ndisappeared in the gulf of Porto-Vecchio. With it was effaced the last\ntrace of the preceding night; and then supper, Sinbad, hashish,\nstatues,—all became a dream for Franz.\n\nThe boat sailed on all day and all night, and next morning, when the\nsun rose, they had lost sight of Monte Cristo.\n\nWhen Franz had once again set foot on shore, he forgot, for the moment\nat least, the events which had just passed, while he finished his\naffairs of pleasure at Florence, and then thought of nothing but how he\nshould rejoin his companion, who was awaiting him at Rome.\n\nHe set out, and on the Saturday evening reached the Place de la Douane\nby the mail-coach. An apartment, as we have said, had been retained\nbeforehand, and thus he had but to go to Signor Pastrini’s hotel. But\nthis was not so easy a matter, for the streets were thronged with\npeople, and Rome was already a prey to that low and feverish murmur\nwhich precedes all great events; and at Rome there are four great\nevents in every year,—the Carnival, Holy Week, Corpus Christi, and the\nFeast of St. Peter.\n\nAll the rest of the year the city is in that state of dull apathy,\nbetween life and death, which renders it similar to a kind of station\nbetween this world and the next—a sublime spot, a resting-place full of\npoetry and character, and at which Franz had already halted five or six\ntimes, and at each time found it more marvellous and striking.\n\nAt last he made his way through the mob, which was continually\nincreasing and getting more and more turbulent, and reached the hotel.\nOn his first inquiry he was told, with the impertinence peculiar to\nhired hackney-coachmen and innkeepers with their houses full, that\nthere was no room for him at the Hôtel de Londres. Then he sent his\ncard to Signor Pastrini, and asked for Albert de Morcerf. This plan\nsucceeded; and Signor Pastrini himself ran to him, excusing himself for\nhaving made his excellency wait, scolding the waiters, taking the\ncandlestick from the porter, who was ready to pounce on the traveller\nand was about to lead him to Albert, when Morcerf himself appeared.\n\nThe apartment consisted of two small rooms and a parlor. The two rooms\nlooked on to the street—a fact which Signor Pastrini commented upon as\nan inappreciable advantage. The rest of the floor was hired by a very\nrich gentleman who was supposed to be a Sicilian or Maltese; but the\nhost was unable to decide to which of the two nations the traveller\nbelonged.\n\n“Very good, signor Pastrini,” said Franz; “but we must have some supper\ninstan"
    }
  ],
  "8ec5938fab2b": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03488372093023256,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 289,
      "chunk_id": "The Count of Monte Cristo_chunk_53",
      "start_pos": 185500,
      "end_pos": 189500,
      "similarity": 0.020833333333333332,
      "text": " was to pause.\n\n“Come in, M. de Villefort,” said the king, “come in.”\n\nVillefort bowed, and advancing a few steps, waited until the king\nshould interrogate him.\n\n“M. de Villefort,” said Louis XVIII., “the Duc de Blacas assures me you\nhave some interesting information to communicate.”\n\n“Sire, the duke is right, and I believe your majesty will think it\nequally important.”\n\n0137m\n\n\n\n“In the first place, and before everything else, sir, is the news as\nbad in your opinion as I am asked to believe?”\n\n“Sire, I believe it to be most urgent, but I hope, by the speed I have\nused, that it is not irreparable.”\n\n“Speak as fully as you please, sir,” said the king, who began to give\nway to the emotion which had showed itself in Blacas’s face and\naffected Villefort’s voice. “Speak, sir, and pray begin at the\nbeginning; I like order in everything.”\n\n“Sire,” said Villefort, “I will render a faithful report to your\nmajesty, but I must entreat your forgiveness if my anxiety leads to\nsome obscurity in my language.” A glance at the king after this\ndiscreet and subtle exordium, assured Villefort of the benignity of his\naugust auditor, and he went on:\n\n“Sire, I have come as rapidly to Paris as possible, to inform your\nmajesty that I have discovered, in the exercise of my duties, not a\ncommonplace and insignificant plot, such as is every day got up in the\nlower ranks of the people and in the army, but an actual conspiracy—a\nstorm which menaces no less than your majesty’s throne. Sire, the\nusurper is arming three ships, he meditates some project, which,\nhowever mad, is yet, perhaps, terrible. At this moment he will have\nleft Elba, to go whither I know not, but assuredly to attempt a landing\neither at Naples, or on the coast of Tuscany, or perhaps on the shores\nof France. Your majesty is well aware that the sovereign of the Island\nof Elba has maintained his relations with Italy and France?”\n\n“I am, sir,” said the king, much agitated; “and recently we have had\ninformation that the Bonapartist clubs have had meetings in the Rue\nSaint-Jacques. But proceed, I beg of you. How did you obtain these\ndetails?”\n\n“Sire, they are the results of an examination which I have made of a\nman of Marseilles, whom I have watched for some time, and arrested on\nthe day of my departure. This person, a sailor, of turbulent character,\nand whom I suspected of Bonapartism, has been secretly to the Island of\nElba. There he saw the grand-marshal, who charged him with an oral\nmessage to a Bonapartist in Paris, whose name I could not extract from\nhim; but this mission was to prepare men’s minds for a return (it is\nthe man who says this, sire)—a return which will soon occur.”\n\n“And where is this man?”\n\n“In prison, sire.”\n\n“And the matter seems serious to you?”\n\n“So serious, sire, that when the circumstance surprised me in the midst\nof a family festival, on the very day of my betrothal, I left my bride\nand friends, postponing everything, that I might hasten to lay at your\nmajesty’s feet the fears which impressed me, and the assurance of my\ndevotion.”\n\n“True,” said Louis XVIII., “was there not a marriage engagement between\nyou and Mademoiselle de Saint-Méran?”\n\n“Daughter of one of your majesty’s most faithful servants.”\n\n“Yes, yes; but let us talk of this plot, M. de Villefort.”\n\n“Sire, I fear it is more than a plot; I fear it is a conspiracy.”\n\n“A conspiracy in these times,” said Louis XVIII., smiling, “is a thing\nvery easy to meditate, but more difficult to conduct to an end,\ninasmuch as, re-established so recently on the throne of our ancestors,\nwe have our eyes open at once upon the past, the present, and the\nfuture. For the last ten months my ministers have redoubled their\nvigilance, in order to watch the shore of the Mediterranean. If\nBonaparte landed at Naples, the whole coalition would be on foot before\nhe could even reach Piombino; if he land in Tuscany, he will be in an\nunfriendly territory; if he land in France, it must be with a handful\nof men, and the result of that is easil"
    },
    {
      "chunk_idx": 375,
      "chunk_id": "The Count of Monte Cristo_chunk_139",
      "start_pos": 486500,
      "end_pos": 490500,
      "similarity": 0.018421052631578946,
      "text": "ieces.\n\nThe delighted builder then offered his services in providing a suitable\ncrew for the little vessel, but this Dantès declined with many thanks,\nsaying he was accustomed to cruise about quite alone, and his principal\npleasure consisted in managing his yacht himself; the only thing the\nbuilder could oblige him in would be to contrive a sort of secret\ncloset in the cabin at his bed’s head, the closet to contain three\ndivisions, so constructed as to be concealed from all but himself. The\nbuilder cheerfully undertook the commission, and promised to have these\nsecret places completed by the next day, Dantès furnishing the\ndimensions and plan in accordance with which they were to be\nconstructed.\n\n0313m\n\n\n\nTwo hours afterward Dantès sailed from the port of Genoa, under the\ninspection of an immense crowd drawn together by curiosity to see the\nrich Spanish nobleman who preferred managing his own yacht. But their\nwonder was soon changed to admiration at seeing the perfect skill with\nwhich Dantès handled the helm. The boat, indeed, seemed to be animated\nwith almost human intelligence, so promptly did it obey the slightest\ntouch; and Dantès required but a short trial of his beautiful craft to\nacknowledge that the Genoese had not without reason attained their high\nreputation in the art of shipbuilding.\n\nThe spectators followed the little vessel with their eyes as long as it\nremained visible; they then turned their conjectures upon her probable\ndestination. Some insisted she was making for Corsica, others the\nIsland of Elba; bets were offered to any amount that she was bound for\nSpain; while Africa was positively reported by many persons as her\nintended course; but no one thought of Monte Cristo.\n\nYet thither it was that Dantès guided his vessel, and at Monte Cristo\nhe arrived at the close of the second day; his boat had proved herself\na first-class sailor, and had come the distance from Genoa in\nthirty-five hours. Dantès had carefully noted the general appearance of\nthe shore, and, instead of landing at the usual place, he dropped\nanchor in the little creek. The island was utterly deserted, and bore\nno evidence of having been visited since he went away; his treasure was\njust as he had left it.\n\nEarly on the following morning he commenced the removal of his riches,\nand ere nightfall the whole of his immense wealth was safely deposited\nin the compartments of the secret locker.\n\nA week passed by. Dantès employed it in manœuvring his yacht round the\nisland, studying it as a skilful horseman would the animal he destined\nfor some important service, till at the end of that time he was\nperfectly conversant with its good and bad qualities. The former Dantès\nproposed to augment, the latter to remedy.\n\nUpon the eighth day he discerned a small vessel under full sail\napproaching Monte Cristo. As it drew near, he recognized it as the boat\nhe had given to Jacopo. He immediately signalled it. His signal was\nreturned, and in two hours afterwards the new-comer lay at anchor\nbeside the yacht.\n\nA mournful answer awaited each of Edmond’s eager inquiries as to the\ninformation Jacopo had obtained. Old Dantès was dead, and Mercédès had\ndisappeared.\n\nDantès listened to these melancholy tidings with outward calmness; but,\nleaping lightly ashore, he signified his desire to be quite alone. In a\ncouple of hours he returned. Two of the men from Jacopo’s boat came on\nboard the yacht to assist in navigating it, and he gave orders that she\nshould be steered direct to Marseilles. For his father’s death he was\nin some manner prepared; but he knew not how to account for the\nmysterious disappearance of Mercédès.\n\nWithout divulging his secret, Dantès could not give sufficiently clear\ninstructions to an agent. There were, besides, other particulars he was\ndesirous of ascertaining, and those were of a nature he alone could\ninvestigate in a manner satisfactory to himself. His looking-glass had\nassured him, during his stay at Leghorn, that he ran no risk of\nrecognition; more"
    },
    {
      "chunk_idx": 158,
      "chunk_id": "In Search of the Castaways_chunk_158",
      "start_pos": 553000,
      "end_pos": 557000,
      "similarity": 0.017412935323383085,
      "text": "of a mile distant. Glenarvan, pushing back MacNabb,\nwas advancing along the path, when, not far from the cart, these words\nwere uttered:\n\n\"Help! help!\"\n\nIt was a plaintive and despairing voice. Captain Mangles and the major\nrushed towards it. In a few moments they perceived, on the edge of\nthe coppice, a human form that was dragging itself along and groaning\npiteously. It was Mulready, wounded and half dead. When his companions\nraised him, they felt their hands dabbling in blood. The rain now\nincreased, and the wind howled through the branches of the dead trees.\nIn the midst of these terrific gusts, Glenarvan, the major, and the\ncaptain bore the body of Mulready.\n\nOn arriving at the cart, Paganel, Robert, Wilson, and Olbinett came\nout, and Lady Helena gave up her room to the poor sailor. The major\ntook off Mulready's vest, wet with blood and rain. He discovered the\nwound. It was a poniard stab, which the unfortunate had received in his\nright side.\n\nMacNabb dressed it skillfully. Whether the weapon had reached the vital\nparts, he could not say. A stream of bright-red blood spurted forth,\nwhile the paleness and the swoon of the wounded man proved that he had\nbeen seriously injured. The major accordingly placed upon the opening\nof the wound, after first washing it with fresh water, a thick wad of\ntinder, and then a few layers of lint, confined by a bandage, and thus\nsucceeded in stopping the hemorrhage. The patient was then laid on his\nside, his head and breast raised, and Lady Helena gave him a refreshing\ndraught.\n\nAt the end of a quarter of an hour, the wounded man, who had been\nmotionless till then, made a movement. His eyes half opened, his lips\nmurmured disconnected words, and the major, putting down his ear, heard\nhim say:\n\n\"My lord--the letter--Ben Joyce----\"\n\n[Sidenote: A DAY OF DOUBT.]\n\nThe major repeated these words, and glanced at his companions. What did\nMulready mean? Ben Joyce had attacked the sailor, but why? Was it not\nsimply for the purpose of preventing him from reaching the Duncan? This\nletter--Glenarvan examined the sailor's pockets. The letter addressed\nto Tom Austin was gone.\n\nThe night passed in anxiety and anguish. They feared every moment that\nthe wounded man would die. A burning fever consumed him. Lady Helena\nand Mary Grant, as though his sisters, did not leave him; never was\npatient better nursed, or by more tender hands.\n\nDay appeared. The rain had ceased. Heavy clouds still rolled along\nthe vault of the sky, and the earth was strewn with the fragments of\nbranches. The clay, soaked by floods of water, had yielded; and the\nsides of the cart became unsteady, but sank no deeper.\n\nCaptain Mangles, Paganel, and Glenarvan took a tour of exploration\naround the camp. They traversed the path still marked with blood, but\nfound no trace of Ben Joyce or his band. They went to the place where\nthe attack had been made. Here two corpses lay on the ground, shot\nby Mulready. One was the farrier of Black Point. His face, which had\nmortified, was a horrible sight.\n\nGlenarvan did not pursue his investigations farther, prudence\nforbidding. He therefore returned to the cart, much alarmed by the\nseriousness of the situation.\n\n\"We cannot think of sending another messenger to Melbourne,\" said he.\n\n\"But we must,\" replied Captain Mangles; \"and I will make the attempt,\nsince my sailor has failed.\"\n\n\"No, John. You have not even a horse to carry you these two hundred\nmiles.\"\n\nIndeed, Mulready's horse, the only one that remained, had not\nreappeared. Had he fallen beneath the shots of the murderers? Was he\nrunning wild over the desert? Had the convicts captured him?\n\n[Illustration: In the midst of these terrific gusts, Glenarvan, the\nmajor, and the captain bore the body of Mulready.]\n\n[Sidenote: RESOLUTION, AND RECOVERY.]\n\n\"Whatever happens,\" continued Glenarvan, \"we will separate no more.\nLet us wait eight or fifteen days, till the waters of the river resume\ntheir natural level. We will then reach Twofold Bay by short journeys,\nand"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.01730103806228374,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    }
  ]
}