{
  "0e88602241a5": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06306306306306306,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 542,
      "chunk_id": "The Count of Monte Cristo_chunk_306",
      "start_pos": 1071000,
      "end_pos": 1075000,
      "similarity": 0.04639175257731959,
      "text": " was to be landed in the Gulf of Lyons, and this was a\ndifficult thing to do because it was then the year 1829. The most\nperfect tranquillity was restored, and the vigilance of the\ncustom-house officers was redoubled, and their strictness was increased\nat this time, in consequence of the fair at Beaucaire.\n\n20301m\n\n\n\n“Our expedition made a favorable beginning. We anchored our\nvessel—which had a double hold, where our goods were concealed—amidst a\nnumber of other vessels that bordered the banks of the Rhône from\nBeaucaire to Arles. On our arrival we began to discharge our cargo in\nthe night, and to convey it into the town, by the help of the innkeeper\nwith whom we were connected.\n\n“Whether success rendered us imprudent, or whether we were betrayed, I\nknow not; but one evening, about five o’clock, our little cabin-boy\ncame breathlessly, to inform us that he had seen a detachment of\ncustom-house officers advancing in our direction. It was not their\nproximity that alarmed us, for detachments were constantly patrolling\nalong the banks of the Rhône, but the care, according to the boy’s\naccount, that they took to avoid being seen. In an instant we were on\nthe alert, but it was too late; our vessel was surrounded, and amongst\nthe custom-house officers I observed several gendarmes, and, as\nterrified at the sight of their uniforms as I was brave at the sight of\nany other, I sprang into the hold, opened a port, and dropped into the\nriver, dived, and only rose at intervals to breathe, until I reached a\nditch that had recently been made from the Rhône to the canal that runs\nfrom Beaucaire to Aigues-Mortes. I was now safe, for I could swim along\nthe ditch without being seen, and I reached the canal in safety. I had\ndesignedly taken this direction. I have already told your excellency of\nan innkeeper from Nîmes who had set up a little tavern on the road from\nBellegarde to Beaucaire.”\n\n“Yes,” said Monte Cristo “I perfectly recollect him; I think he was\nyour colleague.”\n\n“Precisely,” answered Bertuccio; “but he had, seven or eight years\nbefore this period, sold his establishment to a tailor at Marseilles,\nwho, having almost ruined himself in his old trade, wished to make his\nfortune in another. Of course, we made the same arrangements with the\nnew landlord that we had with the old; and it was of this man that I\nintended to ask shelter.”\n\n“What was his name?” inquired the count, who seemed to become somewhat\ninterested in Bertuccio’s story.\n\n“Gaspard Caderousse; he had married a woman from the village of\nCarconte, and whom we did not know by any other name than that of her\nvillage. She was suffering from malarial fever, and seemed dying by\ninches. As for her husband, he was a strapping fellow of forty, or\nfive-and-forty, who had more than once, in time of danger, given ample\nproof of his presence of mind and courage.”\n\n“And you say,” interrupted Monte Cristo “that this took place towards\nthe year——”\n\n“1829, your excellency.”\n\n“In what month?”\n\n“June.”\n\n“The beginning or the end?”\n\n“The evening of the 3rd.”\n\n20303m\n\n\n\n“Ah,” said Monte Cristo “the evening of the 3rd of June, 1829. Go on.”\n\n“It was from Caderousse that I intended demanding shelter, and, as we\nnever entered by the door that opened onto the road, I resolved not to\nbreak through the rule, so climbing over the garden-hedge, I crept\namongst the olive and wild fig trees, and fearing that Caderousse might\nhave some guest, I entered a kind of shed in which I had often passed\nthe night, and which was only separated from the inn by a partition, in\nwhich holes had been made in order to enable us to watch an opportunity\nof announcing our presence.\n\n“My intention was, if Caderousse was alone, to acquaint him with my\npresence, finish the meal the custom-house officers had interrupted,\nand profit by the threatened storm to return to the Rhône, and\nascertain the state of our vessel and its crew. I stepped into the\nshed, and it was fortunate I did so, for at that moment Caderousse\nentered with a st"
    },
    {
      "chunk_idx": 9,
      "chunk_id": "In Search of the Castaways_chunk_9",
      "start_pos": 31500,
      "end_pos": 35500,
      "similarity": 0.045454545454545456,
      "text": "narvan lived happily at Malcolm Castle, in the midst\nof the grand and wild scenery of the Highlands, rambling in the\nshady alleys of horse-chestnuts and sycamores, along the shores of\nthe lake, where still resounded the war cries of ancient times, or\nin the depths of those uncultivated gorges in which the history of\nScotland lies written in ruins from age to age. One day they would\nwander in the forests of beeches and larches, and in the midst of the\nmasses of heather; another, they would scale the precipitous summits\nof Ben Lomond, or traverse on horseback the solitary glens, studying,\ncomprehending, and admiring this poetic country, still called \"the land\nof Rob Roy,\" and all those celebrated sites so grandly sung by Walter\nScott.\n\nIn the sweet, still evening, when the \"lantern of Mac Farlane\"\nillumined the horizon, they would stroll along the \"bartizans,\" an old\ncircular balcony that formed a chain of battlements to Malcolm Castle,\nand there, pensive, oblivious, and as if alone in the world, seated\non some detached rock, under the pale rays of the moon, while night\ngradually enveloped the rugged summits of the mountains, they would\ncontinue wrapt in that pure ecstasy and inward delight known only to\nloving hearts.\n\n[Illustration]\n\nThus passed the first months of their married life. But Lord Glenarvan\ndid not forget that his wife was the daughter of a great traveler. He\nthought that Lady Helena must have in her heart all the aspirations of\nher father, and he was not mistaken. The Duncan was constructed, and\nwas designed to convey Lord and Lady Glenarvan to the most beautiful\ncountries of the world, along the waves of the Mediterranean, and to\nthe isles of the Archipelago. Imagine the joy of Lady Helena when her\nhusband placed the Duncan at her disposal! Indeed, can there be a\ngreater happiness than to lead your love towards those charming \"isles\nwhere Sappho sung,\" and behold the enchanting scenes of the Orient,\nwith all their spirit-stirring memories?\n\n[Illustration]\n\nMeantime Lord Glenarvan had started for London. The safety of the\nunfortunate shipwrecked men was at stake. Thus, in his temporary\nabsence, Lady Helena showed herself more anxious than sad. The next\nday a dispatch from her husband made her hope for a speedy return; in\nthe evening a letter hinted at its postponement. His proposal had to\nencounter some difficulties, and the following day a second letter\ncame, in which Lord Glenarvan did not conceal his indignation against\nthe authorities.\n\n[Illustration: \"Please, madam, speak! I am strong against grief, and\ncan hear all.\"]\n\nOn that day Lady Helena began to be uneasy. At evening she was alone in\nher chamber, when the steward of the castle, Mr. Halbert, came to ask\nif she would see a young girl and boy who desired to speak with Lord\nGlenarvan.\n\n\"People of the country?\" asked Lady Helena.\n\n\"No, madam,\" replied the steward, \"for I do not know them. They have\njust arrived by the Balloch railway, and from Balloch to Luss they tell\nme they have made the journey on foot.\"\n\n\"Bid them come up, steward,\" said Lady Glenarvan.\n\nThe steward withdrew. Some moments afterward the young girl and boy\nwere ushered into Lady Helena's chamber. They were brother and sister;\nyou could not doubt it by their resemblance.\n\nThe sister was sixteen. Her pretty face showed weariness, her eyes must\nhave shed many tears; her resigned, but courageous, countenance, and\nher humble, but neat, attire, all prepossessed one in her favor. She\nheld by the hand a boy of twelve years, of determined look, who seemed\nto take his sister under his protection. Indeed, whoever had insulted\nthe young girl would have had to settle with this little gentleman.\n\nThe sister stopped, a little surprised at seeing herself before Lady\nHelena; but the latter hastened to open the conversation.\n\n\"You wish to speak with me?\" said she, with an encouraging look at the\nyoung girl.\n\n[Sidenote: \"ONE TOUCH OF NATURE.\"]\n\n\"No,\" answered the boy, in a decided tone; \"not with you, but"
    },
    {
      "chunk_idx": 486,
      "chunk_id": "The Count of Monte Cristo_chunk_250",
      "start_pos": 875000,
      "end_pos": 879000,
      "similarity": 0.04415584415584416,
      "text": " without any other signal, the carriages moved on, flowing\non towards the Corso, down all the streets, like torrents pent up for a\nwhile, which again flow into the parent river; and the immense stream\nagain continued its course between its two granite banks.\n\nA new source of noise and movement was added to the crowd. The sellers\nof _moccoletti_ entered on the scene. The _moccoli_, or _moccoletti_,\nare candles which vary in size from the pascal taper to the rushlight,\nand which give to each actor in the great final scene of the Carnival\ntwo very serious problems to grapple with,—first, how to keep his own\n_moccoletto_ alight; and secondly, how to extinguish the _moccoletti_\nof others. The _moccoletto_ is like life: man has found but one means\nof transmitting it, and that one comes from God. But he has discovered\na thousand means of taking it away, and the devil has somewhat aided\nhim. The _moccoletto_ is kindled by approaching it to a light. But who\ncan describe the thousand means of extinguishing the _moccoletto_?—the\ngigantic bellows, the monstrous extinguishers, the superhuman fans.\nEveryone hastened to purchase _moccoletti_—Franz and Albert among the\nrest.\n\nThe night was rapidly approaching; and already, at the cry of\n“_Moccoletti_!” repeated by the shrill voices of a thousand vendors,\ntwo or three stars began to burn among the crowd. It was a signal. At\nthe end of ten minutes fifty thousand lights glittered, descending from\nthe Palazzo di Venezia to the Piazza del Popolo, and mounting from the\nPiazza del Popolo to the Palazzo di Venezia. It seemed like the _fête_\nof Jack-o’-lanterns.\n\nIt is impossible to form any idea of it without having seen it. Suppose\nthat all the stars had descended from the sky and mingled in a wild\ndance on the face of the earth; the whole accompanied by cries that\nwere never heard in any other part of the world. The _facchino_ follows\nthe prince, the Transteverin the citizen, everyone blowing,\nextinguishing, relighting. Had old Æolus appeared at this moment, he\nwould have been proclaimed king of the _moccoli_, and Aquilo the\nheir-presumptive to the throne.\n\nThis battle of folly and flame continued for two hours; the Corso was\nlight as day; the features of the spectators on the third and fourth\nstories were visible.\n\nEvery five minutes Albert took out his watch; at length it pointed to\nseven. The two friends were in the Via dei Pontefici. Albert sprang\nout, bearing his _moccoletto_ in his hand. Two or three masks strove to\nknock his _moccoletto_ out of his hand; but Albert, a first-rate\npugilist, sent them rolling in the street, one after the other, and\ncontinued his course towards the church of San Giacomo.\n\nThe steps were crowded with masks, who strove to snatch each other’s\ntorches. Franz followed Albert with his eyes, and saw him mount the\nfirst step.\n\nInstantly a mask, wearing the well-known costume of a peasant woman,\nsnatched his _moccoletto_ from him without his offering any resistance.\nFranz was too far off to hear what they said; but, without doubt,\nnothing hostile passed, for he saw Albert disappear arm-in-arm with the\npeasant girl. He watched them pass through the crowd for some time, but\nat length he lost sight of them in the Via Macello.\n\nSuddenly the bell that gives the signal for the end of the Carnival\nsounded, and at the same instant all the _moccoletti_ were extinguished\nas if by enchantment. It seemed as though one immense blast of the wind\nhad extinguished everyone.\n\nFranz found himself in utter darkness. No sound was audible save that\nof the carriages that were carrying the maskers home; nothing was\nvisible save a few lights that burnt behind the windows.\n\nThe Carnival was over.\n\n20193m\n\n\n\n\n Chapter 37. The Catacombs of Saint Sebastian\n\nIn his whole life, perhaps, Franz had never before experienced so\nsudden an impression, so rapid a transition from gayety to sadness, as\nin this moment. It seemed as though Rome, under the magic breath of\nsome demon of the night, had suddenly ch"
    },
    {
      "chunk_idx": 437,
      "chunk_id": "The Count of Monte Cristo_chunk_201",
      "start_pos": 703500,
      "end_pos": 707500,
      "similarity": 0.04392764857881137,
      "text": "\nthat leads from Palestrina to Borgo; every day, at nine o’clock in the\nmorning, the priest and the boy sat down on a bank by the wayside, and\nthe little shepherd took his lesson out of the priest’s breviary. At\nthe end of three months he had learned to read. This was not enough—he\nmust now learn to write. The priest had a writing teacher at Rome make\nthree alphabets—one large, one middling, and one small; and pointed out\nto him that by the help of a sharp instrument he could trace the\nletters on a slate, and thus learn to write. The same evening, when the\nflock was safe at the farm, the little Luigi hastened to the smith at\nPalestrina, took a large nail, heated and sharpened it, and formed a\nsort of stylus. The next morning he gathered an armful of pieces of\nslate and began. At the end of three months he had learned to write.\nThe curate, astonished at his quickness and intelligence, made him a\npresent of pens, paper, and a penknife. This demanded new effort, but\nnothing compared to the first; at the end of a week he wrote as well\nwith this pen as with the stylus. The curate related the incident to\nthe Count of San-Felice, who sent for the little shepherd, made him\nread and write before him, ordered his attendant to let him eat with\nthe domestics, and to give him two piastres a month. With this, Luigi\npurchased books and pencils. He applied his imitative powers to\neverything, and, like Giotto, when young, he drew on his slate sheep,\nhouses, and trees. Then, with his knife, he began to carve all sorts of\nobjects in wood; it was thus that Pinelli, the famous sculptor, had\ncommenced.\n\n20105m\n\n\n\n“A girl of six or seven—that is, a little younger than Vampa—tended\nsheep on a farm near Palestrina; she was an orphan, born at Valmontone\nand was named Teresa. The two children met, sat down near each other,\nlet their flocks mingle together, played, laughed, and conversed\ntogether; in the evening they separated the Count of San-Felice’s flock\nfrom those of Baron Cervetri, and the children returned to their\nrespective farms, promising to meet the next morning. The next day they\nkept their word, and thus they grew up together. Vampa was twelve, and\nTeresa eleven. And yet their natural disposition revealed itself.\nBeside his taste for the fine arts, which Luigi had carried as far as\nhe could in his solitude, he was given to alternating fits of sadness\nand enthusiasm, was often angry and capricious, and always sarcastic.\nNone of the lads of Pampinara, Palestrina, or Valmontone had been able\nto gain any influence over him or even to become his companion. His\ndisposition (always inclined to exact concessions rather than to make\nthem) kept him aloof from all friendships. Teresa alone ruled by a\nlook, a word, a gesture, this impetuous character, which yielded\nbeneath the hand of a woman, and which beneath the hand of a man might\nhave broken, but could never have been bended. Teresa was lively and\ngay, but coquettish to excess. The two piastres that Luigi received\nevery month from the Count of San-Felice’s steward, and the price of\nall the little carvings in wood he sold at Rome, were expended in\near-rings, necklaces, and gold hairpins. So that, thanks to her\nfriend’s generosity, Teresa was the most beautiful and the best-attired\npeasant near Rome.\n\n“The two children grew up together, passing all their time with each\nother, and giving themselves up to the wild ideas of their different\ncharacters. Thus, in all their dreams, their wishes, and their\nconversations, Vampa saw himself the captain of a vessel, general of an\narmy, or governor of a province. Teresa saw herself rich, superbly\nattired, and attended by a train of liveried domestics. Then, when they\nhad thus passed the day in building castles in the air, they separated\ntheir flocks, and descended from the elevation of their dreams to the\nreality of their humble position.\n\n“One day the young shepherd told the count’s steward that he had seen a\nwolf come out of the Sabine mountains, and prowl ar"
    }
  ]
}