{
  "bf832b378726": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 54,
      "chunk_id": "In Search of the Castaways_chunk_54",
      "start_pos": 189000,
      "end_pos": 193000,
      "similarity": 0.0374331550802139,
      "text": "nd, wishing to save\nhis reputation, had begun with renewed energy his geographical\ndemonstrations, when the Patagonian stopped him with a gesture.\n\n\"You are searching for a prisoner?\" he said.\n\n\"Yes,\" replied Paganel.\n\n\"And exactly on the line from the setting to the rising sun?\" said\nThalcave, indicating by a comparison, in the Indian manner, the course\nfrom west to east.\n\n\"Yes, yes, that is it!\"\n\n\"And it is your God,\" said the Patagonian, \"who has confided to the\nwaves of the vast ocean the secrets of the prisoner?\"\n\n\"God himself.\"\n\n\"May his will be accomplished then!\" replied Thalcave, with a certain\nsolemnity. \"We will go to the east, and, if necessary, even to the sun.\"\n\nPaganel, in his exultation over his pupil, immediately translated to\nhis companions the replies of the Indian.\n\nGlenarvan requested Paganel to ask the Patagonian if he had heard\nof any strangers falling into the hands of the Indians, which was\naccordingly done.\n\n\"Perhaps,\" replied the Patagonian.\n\nAs soon as this word was translated, Thalcave was surrounded by the\nseven travelers, who gazed at him with questioning looks. Paganel,\nexcited and scarcely finding his words, resumed these interesting\ninterrogatories, while his eyes, fixed upon the grave Indian, strove\nto anticipate his reply before it issued from his lips. Every word the\nPatagonian said he repeated in English, so that his companions heard\nthe Indian speak, as it were, in their own language.\n\n\"And this prisoner?\" inquired Paganel.\n\n\"He was a stranger,\" replied Thalcave slowly; \"a European.\"\n\n\"You have seen him?\"\n\n\"No, but he is mentioned in the accounts of the Indians. He was a brave\nman.\"\n\n\"You understand, my friends,\" said Paganel; \"a courageous man!\"\n\n\"My father!\" cried Robert Grant.\n\nThen, addressing Paganel:\n\n\"How do you say 'It is my father,' in Spanish?\" he asked.\n\n\"_Es mio padre_,\" answered the geographer.\n\nImmediately Robert, taking Thalcave's hands, said in a sweet voice,--\n\n\"_Es mio padre!_\"\n\n\"_Suo padre!_\" replied the Patagonian, whose look brightened.\n\nHe took the boy in his arms, lifted him from his horse, and gazed at\nhim with the most curious sympathy. His intelligent countenance became\nsuffused with a peaceful emotion.\n\nBut Paganel had not finished his inquiries. Where was this prisoner?\nWhat was he doing? When had Thalcave heard of him? All these questions\nthronged his mind at once. He did not have to wait long for answers,\nbut learnt that the European was a slave of one of the Indian tribes\nthat scour the plains.\n\n\"But where was he last?\" asked Paganel.\n\n\"With the cazique Calfoucoura,\" answered Thalcave.\n\n\"On the line we have been following?\"\n\n\"Yes.\"\n\n\"And who is this cazique?\"\n\n\"The chief of the Poyuches Indians; a man with two tongues and two\nhearts.\"\n\n[Sidenote: A SCIENTIFIC BATH.]\n\n\"That is to say, false in word and in deed,\" said Paganel, after\ntranslating to his companions this beautiful metaphor of the Indian\nlanguage. \"And can we rescue our friend?\" he added.\n\n\"Perhaps so, if your friend is still in the hands of the Indians.\"\n\n\"And when did you hear of him?\"\n\n\"A long time ago, and, since then, the sun has brought back two summers\nto the sky.\"\n\nGlenarvan's joy could not be described. This answer coincided exactly\nwith the date of the document. But one question remained to be asked.\n\n\"You speak of a prisoner,\" said Paganel; \"but were there not three?\"\n\n\"I do not know,\" replied Thalcave.\n\n\"And you know nothing of their actual situation?\"\n\n\"Nothing.\"\n\nThis last word ended the conversation. It was possible that the three\nprisoners had been separated a long time. But the substance of the\nPatagonian's information was that the Indians spoke of a European who\nhad fallen into their power. The date of his captivity, the place where\nhe must have been, everything, even to the Patagonian phrase used to\nexpress his courage, related evidently to Captain Harry Grant.\n\nTheir progress was now somewhat slow and difficult; their next object\nbeing to reach and cross the river Colorado, to w"
    },
    {
      "chunk_idx": 400,
      "chunk_id": "The Count of Monte Cristo_chunk_164",
      "start_pos": 574000,
      "end_pos": 578000,
      "similarity": 0.03571428571428571,
      "text": "g twenty years he had always seen all\npayments made with such exactitude, that it seemed as impossible to him\nthat the house should stop payment, as it would to a miller that the\nriver that had so long turned his mill should cease to flow.\n\nNothing had as yet occurred to shake Cocles’ belief; the last month’s\npayment had been made with the most scrupulous exactitude; Cocles had\ndetected an overbalance of fourteen sous in his cash, and the same\nevening he had brought them to M. Morrel, who, with a melancholy smile,\nthrew them into an almost empty drawer, saying:\n\n“Thanks, Cocles; you are the pearl of cashiers.”\n\nCocles went away perfectly happy, for this eulogium of M. Morrel,\nhimself the pearl of the honest men of Marseilles, flattered him more\nthan a present of fifty crowns. But since the end of the month M.\nMorrel had passed many an anxious hour.\n\nIn order to meet the payments then due; he had collected all his\nresources, and, fearing lest the report of his distress should get\nbruited abroad at Marseilles when he was known to be reduced to such an\nextremity, he went to the Beaucaire fair to sell his wife’s and\ndaughter’s jewels and a portion of his plate. By this means the end of\nthe month was passed, but his resources were now exhausted. Credit,\nowing to the reports afloat, was no longer to be had; and to meet the\none hundred thousand francs due on the 15th of the present month, and\nthe one hundred thousand francs due on the 15th of the next month to M.\nde Boville, M. Morrel had, in reality, no hope but the return of the\n_Pharaon_, of whose departure he had learnt from a vessel which had\nweighed anchor at the same time, and which had already arrived in\nharbor.\n\nBut this vessel which, like the _Pharaon_, came from Calcutta, had been\nin for a fortnight, while no intelligence had been received of the\n_Pharaon_.\n\n20033m\n\n\n\nSuch was the state of affairs when, the day after his interview with M.\nde Boville, the confidential clerk of the house of Thomson & French of\nRome, presented himself at M. Morrel’s.\n\nEmmanuel received him; this young man was alarmed by the appearance of\nevery new face, for every new face might be that of a new creditor,\ncome in anxiety to question the head of the house. The young man,\nwishing to spare his employer the pain of this interview, questioned\nthe new-comer; but the stranger declared that he had nothing to say to\nM. Emmanuel, and that his business was with M. Morrel in person.\n\nEmmanuel sighed, and summoned Cocles. Cocles appeared, and the young\nman bade him conduct the stranger to M. Morrel’s apartment. Cocles went\nfirst, and the stranger followed him. On the staircase they met a\nbeautiful girl of sixteen or seventeen, who looked with anxiety at the\nstranger.\n\n“M. Morrel is in his room, is he not, Mademoiselle Julie?” said the\ncashier.\n\n“Yes; I think so, at least,” said the young girl hesitatingly. “Go and\nsee, Cocles, and if my father is there, announce this gentleman.”\n\n“It will be useless to announce me, mademoiselle,” returned the\nEnglishman. “M. Morrel does not know my name; this worthy gentleman has\nonly to announce the confidential clerk of the house of Thomson &\nFrench of Rome, with whom your father does business.”\n\nThe young girl turned pale and continued to descend, while the stranger\nand Cocles continued to mount the staircase. She entered the office\nwhere Emmanuel was, while Cocles, by the aid of a key he possessed,\nopened a door in the corner of a landing-place on the second staircase,\nconducted the stranger into an antechamber, opened a second door, which\nhe closed behind him, and after having left the clerk of the house of\nThomson & French alone, returned and signed to him that he could enter.\n\nThe Englishman entered, and found Morrel seated at a table, turning\nover the formidable columns of his ledger, which contained the list of\nhis liabilities. At the sight of the stranger, M. Morrel closed the\nledger, arose, and offered a seat to the stranger; and when he had seen\nhim seated, res"
    },
    {
      "chunk_idx": 163,
      "chunk_id": "In Search of the Castaways_chunk_163",
      "start_pos": 570500,
      "end_pos": 574500,
      "similarity": 0.03535353535353535,
      "text": "sloping bank. The shock was violent; the\ntimbers were thrown apart, the ropes broken, and the foaming water came\nthrough. The travelers had only time to cling to the bushes that hung\nover the stream. They extricated Mulready and the two ladies, who were\nhalf drenched. In short, everybody was saved; but the greater part of\nthe provisions and arms, except the major's rifle, were swept away with\nthe fragments of the raft.\n\n[Sidenote: A WEARY PILGRIMAGE.]\n\nThe river was crossed, but the little party were without resources,\nthirty-five miles from Delegete, in the midst of these untrodden\ndeserts. They resolved to start without delay. Mulready saw that he\nwould cause trouble, and desired to remain behind, even alone, and wait\nfor aid from Delegete. But Glenarvan refused. He could not reach the\ntown before three days. If the Duncan had left Melbourne several days\nbefore, what mattered a delay of a few hours?\n\n\"No, my friend,\" said he; \"I will not abandon any one. We will make a\nlitter, and take turns in carrying you.\"\n\nThe litter was made of branches covered with leaves, and upon this\nMulready was placed. Glenarvan wished to be the first to bear the\nsailor, and, seizing one end of the litter and Wilson the other, they\nstarted.\n\nWhat a sad sight! and how disastrously this journey, so well begun,\nhad ended! They were no longer going in search of Captain Grant.\nThis continent--where he was not, nor had ever been--threatened to\nbe fatal to those who were seeking traces of him, and perhaps new\ndiscouragements still awaited them.\n\nThe first day passed silently and painfully. Every ten minutes they\ntook turns in carrying the litter. All the sailor's companions\nuncomplainingly imposed upon themselves this duty, which was made still\nmore arduous by the great heat.\n\nAt evening, after accomplishing only five miles, they encamped under\na group of gum-trees. The rest of the provisions that had escaped the\nshipwreck furnished the evening meal. They must hereafter rely on the\nmajor's rifle; but he found no opportunity to fire a single shot.\nFortunately, Robert found a nest of bustards, containing a dozen large\neggs, which Olbinett cooked in the hot ashes. In addition to these\nembarrassments, their way became very difficult. The sandy plains were\nbristling with thorny plants that tore their garments and lacerated\ntheir limbs. The courageous ladies, however, did not complain, but\nvaliantly advanced, setting the example, and encouraging each other by\na word or a look.\n\nOn the third day Mulready traveled part of the way on foot. His wound\nhad entirely healed. The town of Delegete was only ten miles distant,\nand at evening they encamped on the very frontiers of New South Wales.\n\nA fine and penetrating rain had been falling for several hours, and\nall shelter would have failed, if Captain Mangles had not fortunately\ndiscovered a ruined and abandoned sawyer's hut. They were obliged to\ncontent themselves with this miserable hovel of branches and thatch.\nWilson attempted to kindle a fire to prepare the food, and accordingly\ncollected some dead wood that strewed the ground. But when he attempted\nto light the fuel he did not succeed; the great quantity of aluminous\nmaterial that it contained prevented combustion. It was, therefore,\nnecessary to dispense with fire and food, and sleep in wet garments,\nwhile the birds, hidden in the lofty branches, seemed to mock these\nunfortunate travelers.\n\nHowever, Glenarvan and his friends were approaching the end of their\nsufferings; and it was time. The two ladies exerted themselves\nheroically, but their strength was failing every hour. They dragged\nthemselves along, they no longer walked.\n\nThe next day they started at daybreak, and at eleven o'clock Delegete\ncame in sight, fifty miles from Twofold Bay. Here means of conveyance\nwere quickly obtained. Feeling himself so near the coast, hope returned\nto Glenarvan's heart; perhaps there had been some slight delay, and he\nwould arrive before the Duncan! In twenty-four hours he "
    },
    {
      "chunk_idx": 160,
      "chunk_id": "In Search of the Castaways_chunk_160",
      "start_pos": 560000,
      "end_pos": 564000,
      "similarity": 0.035,
      "text": "cry.\n\nMacNabb continued:\n\n[Sidenote: A HOPELESS CHANCE.]\n\n\"'Now, you others,' said Ben Joyce, 'catch the horse. In two days I\nshall be on board the Duncan, and in six at Twofold Bay. There is the\nplace of meeting. The lord's party will be still fast in the marshes\nof the Snowy. Cross the river at Kemple Pier bridge, go to the coast,\nand wait for me. I will find means to bring you on board. With the\ncrew once at sea, and a vessel like the Duncan, we shall be masters\nof the Indian Ocean.' 'Hurrah for Ben Joyce!' cried the convicts.\nMulready's horse was then led up, and Ben Joyce disappeared at a gallop\non the Lucknow road, while the band proceeded southeastward to the\nSnowy River. Mulready, although severely wounded, had strength to drag\nhimself within two hundred paces of the encampment, where we picked him\nup almost dead. This,\" added MacNabb, \"is Mulready's sad story. You\nunderstand now why the courageous sailor wished so much to speak.\"\n\nThis revelation terrified all.\n\n\"Pirates! pirates!\" cried Glenarvan. \"My crew massacred, my Duncan in\nthe hands of these bandits!\"\n\n\"Yes, for Ben Joyce will surprise the vessel,\" replied the major, \"and\nthen----\"\n\n\"Well, we must reach the coast before these wretches,\" said Paganel.\n\n\"But how cross the Snowy?\" asked Wilson.\n\n\"Like them,\" answered Glenarvan. \"They will cross Kemple Pier bridge,\nand we will do the same.\"\n\n\"But what will become of Mulready?\" inquired Lady Helena.\n\n\"We will take turns in carrying him. Shall I give up my defenceless\ncrew to Ben Joyce's band?\"\n\nThe plan of crossing Kemple Pier bridge was practicable, but perilous.\nThe convicts might locate themselves at this point to defend it. It\nwould be at least thirty against seven! But there are moments when we\ndo not think of these things, when we must advance at all hazards.\n\n\"My lord,\" said Captain Mangles, at length, \"before risking our\nlast chance, before venturing towards the bridge, it is prudent to\nreconnoitre it first. I will undertake this.\"\n\n\"I will accompany you, captain,\" replied Paganel.\n\n[Sidenote: THE BURNED BRIDGE.]\n\nThis proposal was accepted, and the captain and Paganel prepared to\nstart immediately. They were to follow along the bank of the river till\nthey came to the place indicated by Ben Joyce, and keep out of sight\nof the convicts, who were probably lying in wait. These two courageous\nmen accordingly, well furnished with arms and provisions, set out, and\nsoon disappeared among the tall rushes of the river.\n\n[Illustration: The animal reared. Mulready seized his revolver and\nfired.]\n\nAll day the little party waited for them. At evening they had not yet\nreturned, and great fears were entertained. At last, about eleven\no'clock, Wilson announced their approach. They arrived, worn out with\nthe fatigues of a six-mile journey.\n\n\"The bridge? Is it there?\" asked Glenarvan, rushing to meet them.\n\n\"Yes, a bridge of rushes,\" said Captain Mangles. \"The convicts passed,\nit is true, but----\"\n\n\"But what?\" cried Glenarvan, who foresaw a new calamity.\n\n\"They burned it after their passage,\" replied Paganel.\n\n\n\n\nCHAPTER XLIII.\n\nHELPLESS AND HOPELESS.\n\n\nIt was not the time to despair, but to act. If Kemple Pier bridge was\ndestroyed, they must cross the Snowy at all events, and reach Twofold\nBay before Ben Joyce's band. They lost no time, therefore, in vain\nwords; but the next day Captain Mangles and Glenarvan went to examine\nthe river, preparatory to a passage.\n\nThe tumultuous waters, swollen by the rains, had not subsided. They\nwhirled along with indescribable fury. It was certain death to brave\nthis torrent. Glenarvan, with folded arms and lowered head, stood\nmotionless.\n\n\"Do you wish me to try to swim to the opposite bank?\" asked Captain\nMangles.\n\n\"No, John,\" replied Glenarvan, seizing the bold young man by the hand;\n\"let us wait.\"\n\nThey both returned to the encampment. The day was passed in the most\nlively anxiety. Ten times did Glenarvan return to the river. He sought\nto contrive some bold plan of crossing it, but in va"
    }
  ]
}