{
  "eeb07f081eb9": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.044444444444444446,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 128,
      "chunk_id": "In Search of the Castaways_chunk_128",
      "start_pos": 448000,
      "end_pos": 452000,
      "similarity": 0.03133903133903134,
      "text": "lers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the first prize in geography\" was\nsufficient introduction to Monsieur Paganel, who forthwith tested his\nknowledge, greatly to his own satisfaction, and considerably to the\ncredit of his young pupil. The curiosity of his discoverers having been\nfully satisfied, Toliné was made welcome, and partook with the others\nof the general repast. Many were the plans and purposes concerning\nhim, and much wonder was expressed as to how they could speed him on\nhis way; but in the morning it was discovered that he had solved the\nproblem for himself, and a bouquet of fresh leaves and flowers, laid by\nthe side of Lady Helena's seat, was the only memento that Toliné had\nleft.\n\n[Sidenote: A GOLDEN CITY.]\n\nThe party were now approaching the district which, in the years 1851\nand 1852, was so much talked of throughout the civilized world,\nand attracted from all parts so many reckless adventurers and\nfortune-hunters. The line of the thirty-seventh parallel, on which they\nwere traveling, led them through the diggings and municipality of Mount\nAlexander, which was one of the most successful spots for the digger at\nthe commencement of the gold fever, in consequence of the comparatively\nlevel nature of the ground and the general richness of the soil, so\ndifferent from some other localities where only once in a while was\nsome enormous nugget to be found. As they drew near to the streets of\nthis hastily-built town, Ayrton and Mulready, who were in charge of the\ncart, were sent forward, whilst the others walked through the place to\ninspect what there might be of interest, as well as to ascertain what\nmight be learned concerning the object of their expedition.\n\nThus, in this strange gathering of all nationalities and creeds and\nprofessions, the regular inhabitants beheld a still more extraordinary\nsight than that every day afforded them: folks who to the refinement\nwhich education and civilization give added both the earnestness\nof the worker and the freshness and vigor of the pleasure-seeking\ntourist. In the streets, in connection with the strange sign-boards and\nannouncements, the novel erections and purposes to which some of them\nwere adapted, Paganel had a history and commentary for every one.\n\nStill more did he expatiate upon the thousand-and-one topics of\ninterest when they visited the bank building, which here is the\ncentre of more than one agency connected with this great gold-bearing\ndistrict. Here was the mineralogical museum, in which might be seen\nspecimens illustrative of all the various ways in which the gold has\nbeen found, whether in combination with clay or other minerals, or--as\nit is sometimes, to the great joy of the finder, discovered--_pur\net simple_. Here also were models, diagrams, and even the tools\nthemselves, to illustrate the different methods by which the object\nof search was dug out, or washed, or crushed, or tested. Here also\nwas an almost unequaled collection of precious stones, gems of all\nsorts, making the gallery in which they were placed a real Golconda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-"
    },
    {
      "chunk_idx": 621,
      "chunk_id": "The Count of Monte Cristo_chunk_385",
      "start_pos": 1347500,
      "end_pos": 1351500,
      "similarity": 0.02849740932642487,
      "text": "any\nceremony, when you instantly answered that it would be impossible for\nyou to accept, as you were going to Tréport.”\n\n“Well, then, that is settled; but you will come and call on my mother\nbefore tomorrow?”\n\n“Before tomorrow?—that will be a difficult matter to arrange, besides,\nI shall just be in the way of all the preparations for departure.”\n\n“Well, you can do better. You were only a charming man before, but, if\nyou accede to my proposal, you will be adorable.”\n\n“What must I do to attain such sublimity?”\n\n“You are today free as air—come and dine with me; we shall be a small\nparty—only yourself, my mother, and I. You have scarcely seen my\nmother; you shall have an opportunity of observing her more closely.\nShe is a remarkable woman, and I only regret that there does not exist\nanother like her, about twenty years younger; in that case, I assure\nyou, there would very soon be a Countess and Viscountess of Morcerf. As\nto my father, you will not see him; he is officially engaged, and dines\nwith the chief referendary. We will talk over our travels; and you, who\nhave seen the whole world, will relate your adventures—you shall tell\nus the history of the beautiful Greek who was with you the other night\nat the Opera, and whom you call your slave, and yet treat like a\nprincess. We will talk Italian and Spanish. Come, accept my invitation,\nand my mother will thank you.”\n\n“A thousand thanks,” said the count, “your invitation is most gracious,\nand I regret exceedingly that it is not in my power to accept it. I am\nnot so much at liberty as you suppose; on the contrary, I have a most\nimportant engagement.”\n\n“Ah, take care, you were teaching me just now how, in case of an\ninvitation to dinner, one might creditably make an excuse. I require\nthe proof of a pre-engagement. I am not a banker, like M. Danglars, but\nI am quite as incredulous as he is.”\n\n“I am going to give you a proof,” replied the count, and he rang the\nbell.\n\n“Humph,” said Morcerf, “this is the second time you have refused to\ndine with my mother; it is evident that you wish to avoid her.”\n\nMonte Cristo started. “Oh, you do not mean that,” said he; “besides,\nhere comes the confirmation of my assertion.”\n\nBaptistin entered, and remained standing at the door.\n\n“I had no previous knowledge of your visit, had I?”\n\n“Indeed, you are such an extraordinary person, that I would not answer\nfor it.”\n\n“At all events, I could not guess that you would invite me to dinner.”\n\n“Probably not.”\n\n“Well, listen, Baptistin, what did I tell you this morning when I\ncalled you into my laboratory?”\n\n“To close the door against visitors as soon as the clock struck five,”\nreplied the valet.\n\n“What then?”\n\n“Ah, my dear count,” said Albert.\n\n“No, no, I wish to do away with that mysterious reputation that you\nhave given me, my dear viscount; it is tiresome to be always acting\nManfred. I wish my life to be free and open. Go on, Baptistin.”\n\n“Then to admit no one except Major Bartolomeo Cavalcanti and his son.”\n\n“You hear—Major Bartolomeo Cavalcanti—a man who ranks amongst the most\nancient nobility of Italy, whose name Dante has celebrated in the tenth\ncanto of _The Inferno_, you remember it, do you not? Then there is his\nson, Andrea, a charming young man, about your own age, viscount,\nbearing the same title as yourself, and who is making his entry into\nthe Parisian world, aided by his father’s millions. The major will\nbring his son with him this evening, the _contino_, as we say in Italy;\nhe confides him to my care. If he proves himself worthy of it, I will\ndo what I can to advance his interests. You will assist me in the work,\nwill you not?”\n\n“Most undoubtedly. This Major Cavalcanti is an old friend of yours,\nthen?”\n\n“By no means. He is a perfect nobleman, very polite, modest, and\nagreeable, such as may be found constantly in Italy, descendants of\nvery ancient families. I have met him several times at Florence,\nBologna and Lucca, and he has now communicated to me the fact of his\narrival in Paris. The acquainta"
    },
    {
      "chunk_idx": 322,
      "chunk_id": "The Count of Monte Cristo_chunk_86",
      "start_pos": 301000,
      "end_pos": 305000,
      "similarity": 0.02756892230576441,
      "text": "en weary with\ntoil, you had your hopes to refresh and encourage you.”\n\n“I assure you,” replied the old man, “I did not turn to that source for\nrecreation or support.”\n\n“What did you do then?”\n\n“I wrote or studied.”\n\n“Were you then permitted the use of pens, ink, and paper?”\n\n“Oh, no,” answered the abbé; “I had none but what I made for myself.”\n\n“You made paper, pens and ink?”\n\n“Yes.”\n\nDantès gazed with admiration, but he had some difficulty in believing.\nFaria saw this.\n\n“When you pay me a visit in my cell, my young friend,” said he, “I will\nshow you an entire work, the fruits of the thoughts and reflections of\nmy whole life; many of them meditated over in the shades of the\nColosseum at Rome, at the foot of St. Mark’s column at Venice, and on\nthe borders of the Arno at Florence, little imagining at the time that\nthey would be arranged in order within the walls of the Château d’If.\nThe work I speak of is called _A Treatise on the Possibility of a\nGeneral Monarchy in Italy_, and will make one large quarto volume.”\n\n“And on what have you written all this?”\n\n“On two of my shirts. I invented a preparation that makes linen as\nsmooth and as easy to write on as parchment.”\n\n“You are, then, a chemist?”\n\n“Somewhat; I know Lavoisier, and was the intimate friend of Cabanis.”\n\n“But for such a work you must have needed books—had you any?”\n\n“I had nearly five thousand volumes in my library at Rome; but after\nreading them over many times, I found out that with one hundred and\nfifty well-chosen books a man possesses, if not a complete summary of\nall human knowledge, at least all that a man need really know. I\ndevoted three years of my life to reading and studying these one\nhundred and fifty volumes, till I knew them nearly by heart; so that\nsince I have been in prison, a very slight effort of memory has enabled\nme to recall their contents as readily as though the pages were open\nbefore me. I could recite you the whole of Thucydides, Xenophon,\nPlutarch, Titus Livius, Tacitus, Strada, Jornandes, Dante, Montaigne,\nShakespeare, Spinoza, Machiavelli, and Bossuet. I name only the most\nimportant.”\n\n“You are, doubtless, acquainted with a variety of languages, so as to\nhave been able to read all these?”\n\n“Yes, I speak five of the modern tongues—that is to say, German,\nFrench, Italian, English, and Spanish; by the aid of ancient Greek I\nlearned modern Greek—I don’t speak it so well as I could wish, but I am\nstill trying to improve myself.”\n\n“Improve yourself!” repeated Dantès; “why, how can you manage to do\nso?”\n\n“Why, I made a vocabulary of the words I knew; turned, returned, and\narranged them, so as to enable me to express my thoughts through their\nmedium. I know nearly one thousand words, which is all that is\nabsolutely necessary, although I believe there are nearly one hundred\nthousand in the dictionaries. I cannot hope to be very fluent, but I\ncertainly should have no difficulty in explaining my wants and wishes;\nand that would be quite as much as I should ever require.”\n\nStronger grew the wonder of Dantès, who almost fancied he had to do\nwith one gifted with supernatural powers; still hoping to find some\nimperfection which might bring him down to a level with human beings,\nhe added, “Then if you were not furnished with pens, how did you manage\nto write the work you speak of?”\n\n“I made myself some excellent ones, which would be universally\npreferred to all others if once known. You are aware what huge whitings\nare served to us on _maigre_ days. Well, I selected the cartilages of\nthe heads of these fishes, and you can scarcely imagine the delight\nwith which I welcomed the arrival of each Wednesday, Friday, and\nSaturday, as affording me the means of increasing my stock of pens; for\nI will freely confess that my historical labors have been my greatest\nsolace and relief. While retracing the past, I forget the present; and\ntraversing at will the path of history I cease to remember that I am\nmyself a prisoner.”\n\n“But the ink,” said Dantès; “of what did y"
    },
    {
      "chunk_idx": 183,
      "chunk_id": "In Search of the Castaways_chunk_183",
      "start_pos": 640500,
      "end_pos": 644500,
      "similarity": 0.027472527472527472,
      "text": "y as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calculated that they would have to\ntravel eight days. But, instead of following the windings of the coast,\nhe considered it best to proceed to the village of Ngarnavahia, at the\njunction of the Waikato and Waipa rivers. Here the overland mail-road\npassed, and it would thence be easy to reach Drury, and rest, after\ntheir hardships, in a comfortable hotel.\n\nBut before they left the shore their attention was drawn to the large\nnumber of seals, of a peculiar appearance and genus, which lay on the\nbroad sands daily washed by the tidal water. These seals, with their\nrounded heads, their upturned look, their expressive eyes, presented an\nappearance, almost a physiognomy, that was mild and wellnigh tender,\nand served to recall to the traveler's memory the tales about the\nsirens of the olden and modern times, who served as the enchantresses\nto just such inhospitable shores as that seemed on which they had\nthemselves been cast. These animals, which are very numerous on the\ncoast of New Zealand, are hunted and killed for the sake of their\noil and their skins, and Paganel was of course able to tell how much\nwithin the last few years they had been searched for by the traders and\nnavigators on these seas.\n\n[Illustration: These seals, with rounded heads, upturned look,\nexpressive eyes, presented an appearance, almost a physiognomy, that\nwas mild and wellnigh tender.]\n\n[Illustration: The New Zealand \"kiwi,\" known to naturalists as the\napteryx.]\n\nWhilst speaking of these matters, Robert drew Paganel's attention to\nsome curious amphibious creatures, resembling the seals, but larger,\nwhich were devouring with rapidity the large stones lying on the shore.\n\n\"Look,\" said he, \"here are seals which feed on pebbles.\"\n\nPaganel assured them that these sea-elephants were only weighting\nthemselves preparatory to their descent into the water, and protested\nthat if they would but wait for a time they might see them descend and\nsubsequently return when they had unloaded themselves. The first part\nof this programme they saw accomplished; but, greatly to Paganel's\ngrief, Glenarvan would not longer delay the party, and they soon began\nto see inland beauties and curiosities of another sort.\n\nThe district through which they had to walk this day and the next was\none very thick with brush and under-wood, and there was no possibility\nof horse or vehicle passing or meeting them. They now regretted the\nabsence of their Australian cart, for the height and frequency of\nthe large ferns in the neighborhood prevented their making any rapid\nprogress on foot.\n\n[Sidenote: THE LAST STAGE OF PERIPATETICS.]\n\nHere and there, however, Robert and Paganel would rejoice together\nover some choice bush or bird that they had met with. Notable among\nthe latter was the New Zealand \"kiwi,\" known to naturalists as the\napteryx, and which is becoming very scarce, from the pursuit of its\nmany enemies. Robert discovered in a nest on the ground a couple of\nthese birds without tails or wings, but with four toes on the foot, and\na long beak or bill like that of a woodcock, and small white feathers\nall over its body. Of this bird there was then an entire absence in the\nzoological collections of Europe, and Paganel indulged the hope that he\nmight be able to be the proud contributor of such a valuable specimen\nto the \"Jardin\" of his own city. For the present, at least, the\nrealization of his hopes had to be deferred; and at length, after some\ndays of weariness and continued travel, the party reached the banks\nof the "
    }
  ],
  "b982312f5032": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.012048192771084338,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 428,
      "chunk_id": "The Count of Monte Cristo_chunk_192",
      "start_pos": 672000,
      "end_pos": 676000,
      "similarity": 0.01092896174863388,
      "text": "fall.”\n\nHe then said something in Arabic to Ali, who made a sign of obedience\nand withdrew, but not to any distance.\n\nAs to Franz a strange transformation had taken place in him. All the\nbodily fatigue of the day, all the preoccupation of mind which the\nevents of the evening had brought on, disappeared as they do at the\nfirst approach of sleep, when we are still sufficiently conscious to be\naware of the coming of slumber. His body seemed to acquire an airy\nlightness, his perception brightened in a remarkable manner, his senses\nseemed to redouble their power, the horizon continued to expand; but it\nwas not the gloomy horizon of vague alarms, and which he had seen\nbefore he slept, but a blue, transparent, unbounded horizon, with all\nthe blue of the ocean, all the spangles of the sun, all the perfumes of\nthe summer breeze; then, in the midst of the songs of his\nsailors,—songs so clear and sonorous, that they would have made a\ndivine harmony had their notes been taken down,—he saw the Island of\nMonte Cristo, no longer as a threatening rock in the midst of the\nwaves, but as an oasis in the desert; then, as his boat drew nearer,\nthe songs became louder, for an enchanting and mysterious harmony rose\nto heaven, as if some Loreley had decreed to attract a soul thither, or\nAmphion, the enchanter, intended there to build a city.\n\nAt length the boat touched the shore, but without effort, without\nshock, as lips touch lips; and he entered the grotto amidst continued\nstrains of most delicious melody. He descended, or rather seemed to\ndescend, several steps, inhaling the fresh and balmy air, like that\nwhich may be supposed to reign around the grotto of Circe, formed from\nsuch perfumes as set the mind a-dreaming, and such fires as burn the\nvery senses; and he saw again all he had seen before his sleep, from\nSinbad, his singular host, to Ali, the mute attendant; then all seemed\nto fade away and become confused before his eyes, like the last shadows\nof the magic lantern before it is extinguished, and he was again in the\nchamber of statues, lighted only by one of those pale and antique lamps\nwhich watch in the dead of the night over the sleep of pleasure.\n\nThey were the same statues, rich in form, in attraction, and poesy,\nwith eyes of fascination, smiles of love, and bright and flowing hair.\nThey were Phryne, Cleopatra, Messalina, those three celebrated\ncourtesans. Then among them glided like a pure ray, like a Christian\nangel in the midst of Olympus, one of those chaste figures, those calm\nshadows, those soft visions, which seemed to veil its virgin brow\nbefore these marble wantons.\n\nThen the three statues advanced towards him with looks of love, and\napproached the couch on which he was reposing, their feet hidden in\ntheir long white tunics, their throats bare, hair flowing like waves,\nand assuming attitudes which the gods could not resist, but which\nsaints withstood, and looks inflexible and ardent like those with which\nthe serpent charms the bird; and then he gave way before looks that\nheld him in a torturing grasp and delighted his senses as with a\nvoluptuous kiss.\n\nIt seemed to Franz that he closed his eyes, and in a last look about\nhim saw the vision of modesty completely veiled; and then followed a\ndream of passion like that promised by the Prophet to the elect. Lips\nof stone turned to flame, breasts of ice became like heated lava, so\nthat to Franz, yielding for the first time to the sway of the drug,\nlove was a sorrow and voluptuousness a torture, as burning mouths were\npressed to his thirsty lips, and he was held in cool serpent-like\nembraces. The more he strove against this unhallowed passion the more\nhis senses yielded to its thrall, and at length, weary of a struggle\nthat taxed his very soul, he gave way and sank back breathless and\nexhausted beneath the kisses of these marble goddesses, and the\nenchantment of his marvellous dream.\n\n\n\n Chapter 32. The Waking\n\nWhen Franz returned to himself, he seemed still to be in a dream. He\nthough"
    },
    {
      "chunk_idx": 187,
      "chunk_id": "In Search of the Castaways_chunk_187",
      "start_pos": 654500,
      "end_pos": 658500,
      "similarity": 0.010869565217391304,
      "text": "re, but hope returned to his heart. Doubtless,\nsome chiefs of the Maori tribe had fallen into the hands of the\nEnglish, and the natives would attempt to recover them by way of\nexchange; their situation, therefore, was not one for despair.\n\nMeantime the canoe rapidly ascended the river. Paganel, whose\nchangeable disposition carried him from one extreme to another, had\nregained his hopefulness. He believed that the Maoris were sparing them\nthe fatigue of their journey to the English settlements, and that they\nwere certain to arrive at their destination. He was, therefore, quite\nresigned to his lot, and traced on his map the course of the Waikato\nacross the plains and valleys of the province. Lady Helena and Mary\nGrant, suppressing their terror, conversed in low tones with Glenarvan,\nand the most skillful physiognomist could not have detected on their\nfaces the anxiety of their hearts.\n\nThe Waikato River is worshiped by the natives, as Paganel knew, and\nEnglish and German naturalists have never ascended beyond its junction\nwith the Waipa. Whither did Kai-Koumou intend to take his captives?\nThe geographer could not have guessed if the word \"Taupo,\" frequently\nrepeated, had not attracted his attention. By consulting his map,\nhe saw that this name was applied to a celebrated lake in the most\nmountainous part of the island, and that from it the Waikato flows.\n\nPaganel, addressing Captain Mangles in French, so as not to be\nunderstood by the savages, asked him how fast the canoe was going. The\ncaptain thought about three miles an hour.\n\n\"Then,\" replied the geographer, \"if we do not travel during the night,\nour voyage to the lake will last about four days.\"\n\n\"But whereabouts are the English garrisons?\" asked Glenarvan.\n\n\"It is difficult to say,\" replied Paganel. \"At all events, the war\nmust have reached the province of Taranaki, and probably the troops\nare collected beyond the mountains, on the side of the lake where the\nhabitations of the savages are concentrated.\"\n\n\"God grant it!\" said Lady Helena.\n\nGlenarvan cast a sorrowful glance at his young wife and Mary Grant,\nexposed to the mercy of these fierce natives, and captives in a wild\ncountry, far from all human assistance. But he saw that he was watched\nby Kai-Koumou, and, not wishing to show that one of the captives was\nhis wife, he prudently kept his thoughts to himself, and gazed at the\nbanks of the river with apparent indifference.\n\n[Sidenote: ACCESSIONS, AND PROGRESS.]\n\nThe sun was just sinking below the horizon as the canoe ran upon a bank\nof pumice-stones, which the Waikato carries with it from its source\nin the volcanic mountains. Several trees grew here, as if designed to\nshelter an encampment. Kai-Koumou landed his prisoners.\n\nThe men had their hands tied, the ladies were free. All were placed\nin the centre of the encampment, around which large fires formed an\nimpassable barrier.\n\nBefore Kai-Koumou had informed his captives of his intention to\nexchange them, Glenarvan and Captain Mangles had discussed various\nmethods of recovering their liberty. What they could not venture in the\nboat they hoped to attempt on land, at the hour for encamping, under\ncover of the night.\n\nBut since Glenarvan's conversation with the chief, it seemed wise to\nabandon this design. They must be patient. It was the most prudent\nplan. The exchange offered chances that neither an open attack nor a\nflight across these unknown regions could afford. Many circumstances\nmight indeed arise that would delay, and even prevent, such a\ntransaction; but still it was better to await the result. What,\nmoreover, could ten defenceless men do against thirty well-armed\nsavages? Besides, Glenarvan thought it likely that Kai-Koumou's tribe\nhad lost some chief of high rank whom they were particularly anxious to\nrecover; and he was not mistaken.\n\nThe next day the canoe ascended the river with increased swiftness.\nIt stopped for a moment at the junction of a small river which wound\nacross the plains on the right bank. Here a"
    },
    {
      "chunk_idx": 722,
      "chunk_id": "The Count of Monte Cristo_chunk_486",
      "start_pos": 1701000,
      "end_pos": 1705000,
      "similarity": 0.010869565217391304,
      "text": "ore mad than you, did I not stop you at once with the\nword ‘Impossible, Morrel, impossible!’”\n\n“You will then submit to what fate decrees for you without even\nattempting to contend with it?” said Morrel sorrowfully.\n\n“Yes,—if I die!”\n\n“Well, Valentine,” resumed Maximilian, “I can only say again that you\nare right. Truly, it is I who am mad, and you prove to me that passion\nblinds the most well-meaning. I appreciate your calm reasoning. It is\nthen understood that tomorrow you will be irrevocably promised to M.\nFranz d’Épinay, not only by that theatrical formality invented to\nheighten the effect of a comedy called the signature of the contract,\nbut your own will?”\n\n“Again you drive me to despair, Maximilian,” said Valentine, “again you\nplunge the dagger into the wound! What would you do, tell me, if your\nsister listened to such a proposition?”\n\n“Mademoiselle,” replied Morrel with a bitter smile, “I am selfish—you\nhave already said so—and as a selfish man I think not of what others\nwould do in my situation, but of what I intend doing myself. I think\nonly that I have known you not a whole year. From the day I first saw\nyou, all my hopes of happiness have been in securing your affection.\nOne day you acknowledged that you loved me, and since that day my hope\nof future happiness has rested on obtaining you, for to gain you would\nbe life to me. Now, I think no more; I say only that fortune has turned\nagainst me—I had thought to gain heaven, and now I have lost it. It is\nan every-day occurrence for a gambler to lose not only what he\npossesses but also what he has not.”\n\nMorrel pronounced these words with perfect calmness; Valentine looked\nat him a moment with her large, scrutinizing eyes, endeavoring not to\nlet Morrel discover the grief which struggled in her heart.\n\n“But, in a word, what are you going to do?” asked she.\n\n“I am going to have the honor of taking my leave of you, mademoiselle,\nsolemnly assuring you that I wish your life may be so calm, so happy,\nand so fully occupied, that there may be no place for me even in your\nmemory.”\n\n“Oh!” murmured Valentine.\n\n“Adieu, Valentine, adieu!” said Morrel, bowing.\n\n“Where are you going?” cried the young girl, extending her hand through\nthe opening, and seizing Maximilian by his coat, for she understood\nfrom her own agitated feelings that her lover’s calmness could not be\nreal; “where are you going?”\n\n“I am going, that I may not bring fresh trouble into your family: and\nto set an example which every honest and devoted man, situated as I am,\nmay follow.”\n\n“Before you leave me, tell me what you are going to do, Maximilian.”\nThe young man smiled sorrowfully.\n\n“Speak, speak!” said Valentine; “I entreat you.”\n\n“Has your resolution changed, Valentine?”\n\n“It cannot change, unhappy man; you know it must not!” cried the young\ngirl.\n\n“Then adieu, Valentine!”\n\nValentine shook the gate with a strength of which she could not have\nbeen supposed to be possessed, as Morrel was going away, and passing\nboth her hands through the opening, she clasped and wrung them. “I must\nknow what you mean to do!” said she. “Where are you going?”\n\n“Oh, fear not,” said Maximilian, stopping at a short distance, “I do\nnot intend to render another man responsible for the rigorous fate\nreserved for me. Another might threaten to seek M. Franz, to provoke\nhim, and to fight with him; all that would be folly. What has M. Franz\nto do with it? He saw me this morning for the first time, and has\nalready forgotten he has seen me. He did not even know I existed when\nit was arranged by your two families that you should be united. I have\nno enmity against M. Franz, and promise you the punishment shall not\nfall on him.”\n\n“On whom, then!—on me?”\n\n“On you? Valentine! Oh, Heaven forbid! Woman is sacred; the woman one\nloves is holy.”\n\n“On yourself, then, unhappy man; on yourself?”\n\n“I am the only guilty person, am I not?” said Maximilian.\n\n“Maximilian!” said Valentine, “Maximilian, come back, I entreat you!”\n\nHe drew near with his sweet smile"
    },
    {
      "chunk_idx": 136,
      "chunk_id": "In Search of the Castaways_chunk_136",
      "start_pos": 476000,
      "end_pos": 480000,
      "similarity": 0.010666666666666666,
      "text": "ie down, but, rifle on\nshoulder, guarded the encampment, walking to and fro that he might the\nbetter resist sleep. In spite of the absence of the moon, the night was\nalmost bright with the splendor of the southern constellations; and the\ngeographer amused himself in reading the great book of the firmament,\nwhich is always open. The silence of sleeping nature was broken only\nby the sound of the horses' chains as they rattled against their feet.\nPaganel was becoming fully absorbed in his astronomical meditations,\nand occupying himself more with the things of heaven than those of\nearth, when a distant sound startled him from his reverie.\n\nHe listened attentively, and, to his great astonishment, thought he\ndistinguished the tones of a piano. A few boldly-struck chords wafted\nto his ears their harmonious vibrations. He could not be mistaken.\n\n\"A piano in the desert!\" said he to himself. \"It cannot be!\"\n\nIt was indeed very surprising, and Paganel began to think that some\nstrange Australian bird was imitating the sound of the instrument.\n\n[Sidenote: A TWOFOLD SURPRISE.]\n\nBut at that moment a voice, harmoniously pitched, was heard. The\npianist was accompanied by a vocalist. The geographer listened\nincredulously, but in a few moments was forced to recognize the\nsublime air that struck upon his ear. It was \"_Il mio tesoro tanto_\"\nfrom Don Juan.\n\n[Illustration: Paganel did not lie down, but, rifle on shoulder,\nguarded the encampment, walking to and fro that he might the better\nresist sleep.]\n\n\"Parbleu!\" thought the geographer, \"however strange the Australian\nbirds may be, or even though the parrots were the most musical in the\nworld, they could not sing Mozart.\"\n\nHe listened to the end of this grand inspiration of the master. The\neffect of this sweet melody, in the stillness of the starlit night,\nwas indescribable. He remained a long time under the influences of its\nenchantment. At last the voice ceased, and all was silent.\n\nWhen Wilson came to relieve the geographer, he found him wrapt in a\nprofound reverie. Paganel said nothing to the sailor, but, reserving\nhis account of the incident for Glenarvan the next day, he crept into\nthe tent.\n\nIn the morning the whole party were awakened by unexpected bayings.\nGlenarvan at once arose. Two magnificent pointers were gamboling along\nthe edge of a small wood; but at the approach of the travelers they\ndisappeared among the trees, barking loudly.\n\n\"There must be a station in this desert,\" said Glenarvan, \"and hunters,\nsince those are hunting-dogs.\"\n\nPaganel was just about to relate his experiences of the past night,\nwhen two men appeared, in hunting costume, mounted on fine horses. They\nnaturally stopped at sight of the little party, encamped in gypsy-like\nfashion, and seemed to be wondering what the presence of armed men in\nthis place meant, when they perceived the ladies, who were alighting\nfrom the cart.\n\nThey immediately dismounted, and advanced towards them, hat in hand.\nGlenarvan went to meet them, and introduced himself and party, giving\nthe name and rank of each member. The young men bowed, and one of them,\nthe elder, said:\n\n\"My lord, will your ladies, your companions, and yourself do us the\nhonor to accompany us to our house?\"\n\n\"May I ask, gentlemen, whom I have the honor of addressing?\" inquired\nGlenarvan.\n\n\"Michael and Alexander Patterson, proprietors of Hottam Station. You\nare already on the grounds of the establishment, and have but a quarter\nof a mile to go.\"\n\n\"Gentlemen,\" replied Glenarvan, \"I should be unwilling to slight a\nhospitality so graciously offered----\"\n\n\"My lord,\" interrupted Michael Patterson, \"by accepting you will confer\na favor upon two poor colonists, who will be only too happy to extend\nto you the honors of the desert.\"\n\nGlenarvan bowed in token of assent.\n\n\"Sir,\" said Paganel, addressing Michael Patterson, \"should I be too\ninquisitive were I to ask if it was you who sang that divine air of\nMozart last night?\"\n\n\"It was I, sir,\" replied the gentleman; \"and my brother "
    }
  ]
}