{
  "62e9f73c710a": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.056179775280898875,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 849,
      "chunk_id": "The Count of Monte Cristo_chunk_613",
      "start_pos": 2145500,
      "end_pos": 2149500,
      "similarity": 0.02717391304347826,
      "text": "ced man\nwent to the count’s bedroom and raised with a constricted hand the\ncurtain of a window overlooking the courtyard. He remained there ten\nminutes, motionless and dumb, listening to the beating of his own\nheart. For him those ten minutes were very long. It was then Albert,\nreturning from his meeting with the count, perceived his father\nwatching for his arrival behind a curtain, and turned aside. The\ncount’s eye expanded; he knew Albert had insulted the count dreadfully,\nand that in every country in the world such an insult would lead to a\ndeadly duel. Albert returned safely—then the count was revenged.\n\nAn indescribable ray of joy illumined that wretched countenance like\nthe last ray of the sun before it disappears behind the clouds which\nbear the aspect, not of a downy couch, but of a tomb. But as we have\nsaid, he waited in vain for his son to come to his apartment with the\naccount of his triumph. He easily understood why his son did not come\nto see him before he went to avenge his father’s honor; but when that\nwas done, why did not his son come and throw himself into his arms?\n\nIt was then, when the count could not see Albert, that he sent for his\nservant, who he knew was authorized not to conceal anything from him.\nTen minutes afterwards, General Morcerf was seen on the steps in a\nblack coat with a military collar, black pantaloons, and black gloves.\nHe had apparently given previous orders, for as he reached the bottom\nstep his carriage came from the coach-house ready for him. The valet\nthrew into the carriage his military cloak, in which two swords were\nwrapped, and, shutting the door, he took his seat by the side of the\ncoachman. The coachman stooped down for his orders.\n\n“To the Champs-Élysées,” said the general; “the Count of Monte\nCristo’s. Hurry!”\n\nThe horses bounded beneath the whip; and in five minutes they stopped\nbefore the count’s door. M. de Morcerf opened the door himself, and as\nthe carriage rolled away he passed up the walk, rang, and entered the\nopen door with his servant.\n\nA moment afterwards, Baptistin announced the Count of Morcerf to Monte\nCristo, and the latter, leading Haydée aside, ordered that Morcerf be\nasked into the drawing-room. The general was pacing the room the third\ntime when, in turning, he perceived Monte Cristo at the door.\n\n“Ah, it is M. de Morcerf,” said Monte Cristo quietly; “I thought I had\nnot heard aright.”\n\n“Yes, it is I,” said the count, whom a frightful contraction of the\nlips prevented from articulating freely.\n\n“May I know the cause which procures me the pleasure of seeing M. de\nMorcerf so early?”\n\n“Had you not a meeting with my son this morning?” asked the general.\n\n“I had,” replied the count.\n\n“And I know my son had good reasons to wish to fight with you, and to\nendeavor to kill you.”\n\n“Yes, sir, he had very good ones; but you see that in spite of them he\nhas not killed me, and did not even fight.”\n\n“Yet he considered you the cause of his father’s dishonor, the cause of\nthe fearful ruin which has fallen on my house.”\n\n“It is true, sir,” said Monte Cristo with his dreadful calmness; “a\nsecondary cause, but not the principal.”\n\n“Doubtless you made, then, some apology or explanation?”\n\n“I explained nothing, and it is he who apologized to me.”\n\n“But to what do you attribute this conduct?”\n\n“To the conviction, probably, that there was one more guilty than I.”\n\n“And who was that?”\n\n“His father.”\n\n“That may be,” said the count, turning pale; “but you know the guilty\ndo not like to find themselves convicted.”\n\n“I know it, and I expected this result.”\n\n“You expected my son would be a coward?” cried the count.\n\n“M. Albert de Morcerf is no coward!” said Monte Cristo.\n\n“A man who holds a sword in his hand, and sees a mortal enemy within\nreach of that sword, and does not fight, is a coward! Why is he not\nhere that I may tell him so?”\n\n“Sir,” replied Monte Cristo coldly, “I did not expect that you had come\nhere to relate to me your little family affairs. Go and tell M. Albert\nthat, and"
    },
    {
      "chunk_idx": 850,
      "chunk_id": "The Count of Monte Cristo_chunk_614",
      "start_pos": 2149000,
      "end_pos": 2153000,
      "similarity": 0.02512562814070352,
      "text": "emselves convicted.”\n\n“I know it, and I expected this result.”\n\n“You expected my son would be a coward?” cried the count.\n\n“M. Albert de Morcerf is no coward!” said Monte Cristo.\n\n“A man who holds a sword in his hand, and sees a mortal enemy within\nreach of that sword, and does not fight, is a coward! Why is he not\nhere that I may tell him so?”\n\n“Sir,” replied Monte Cristo coldly, “I did not expect that you had come\nhere to relate to me your little family affairs. Go and tell M. Albert\nthat, and he may know what to answer you.”\n\n“Oh, no, no,” said the general, smiling faintly, “I did not come for\nthat purpose; you are right. I came to tell you that I also look upon\nyou as my enemy. I came to tell you that I hate you instinctively; that\nit seems as if I had always known you, and always hated you; and, in\nshort, since the young people of the present day will not fight, it\nremains for us to do so. Do you think so, sir?”\n\n“Certainly. And when I told you I had foreseen the result, it is the\nhonor of your visit I alluded to.”\n\n“So much the better. Are you prepared?”\n\n“Yes, sir.”\n\n“You know that we shall fight till one of us is dead,” said the\ngeneral, whose teeth were clenched with rage.\n\n40262m\n\n\n\n“Until one of us dies,” repeated Monte Cristo, moving his head slightly\nup and down.\n\n“Let us start, then; we need no witnesses.”\n\n“Very true,” said Monte Cristo; “it is unnecessary, we know each other\nso well!”\n\n“On the contrary,” said the count, “we know so little of each other.”\n\n“Indeed?” said Monte Cristo, with the same indomitable coolness; “let\nus see. Are you not the soldier Fernand who deserted on the eve of the\nbattle of Waterloo? Are you not the Lieutenant Fernand who served as\nguide and spy to the French army in Spain? Are you not the Captain\nFernand who betrayed, sold, and murdered his benefactor, Ali? And have\nnot all these Fernands, united, made Lieutenant-General, the Count of\nMorcerf, peer of France?”\n\n“Oh,” cried the general, as if branded with a hot iron, “wretch,—to\nreproach me with my shame when about, perhaps, to kill me! No, I did\nnot say I was a stranger to you. I know well, demon, that you have\npenetrated into the darkness of the past, and that you have read, by\nthe light of what torch I know not, every page of my life; but perhaps\nI may be more honorable in my shame than you under your pompous\ncoverings. No—no, I am aware you know me; but I know you only as an\nadventurer sewn up in gold and jewellery. You call yourself, in Paris,\nthe Count of Monte Cristo; in Italy, Sinbad the Sailor; in Malta, I\nforget what. But it is your real name I want to know, in the midst of\nyour hundred names, that I may pronounce it when we meet to fight, at\nthe moment when I plunge my sword through your heart.”\n\nThe Count of Monte Cristo turned dreadfully pale; his eye seemed to\nburn with a devouring fire. He leaped towards a dressing-room near his\nbedroom, and in less than a moment, tearing off his cravat, his coat\nand waistcoat, he put on a sailor’s jacket and hat, from beneath which\nrolled his long black hair. He returned thus, formidable and\nimplacable, advancing with his arms crossed on his breast, towards the\ngeneral, who could not understand why he had disappeared, but who on\nseeing him again, and feeling his teeth chatter and his legs sink under\nhim, drew back, and only stopped when he found a table to support his\nclenched hand.\n\n“Fernand,” cried he, “of my hundred names I need only tell you one, to\noverwhelm you! But you guess it now, do you not?—or, rather, you\nremember it? For, notwithstanding all my sorrows and my tortures, I\nshow you today a face which the happiness of revenge makes young\nagain—a face you must often have seen in your dreams since your\nmarriage with Mercédès, my betrothed!”\n\n40268m\n\n\n\nThe general, with his head thrown back, hands extended, gaze fixed,\nlooked silently at this dreadful apparition; then seeking the wall to\nsupport him, he glided along close to it until he reached the door,\nthrough which he went"
    },
    {
      "chunk_idx": 913,
      "chunk_id": "The Count of Monte Cristo_chunk_677",
      "start_pos": 2369500,
      "end_pos": 2373500,
      "similarity": 0.02506265664160401,
      "text": "think he is violently\nagitated. He is very susceptible.”\n\n“Bah,” said Debray; “he scarcely knew Mademoiselle de Villefort; you\nsaid so yourself.”\n\n“True. Still I remember he danced three times with her at Madame de\nMorcerf’s. Do you recollect that ball, count, where you produced such\nan effect?”\n\n50121m\n\n\n\n“No, I do not,” replied Monte Cristo, without even knowing of what or\nto whom he was speaking, so much was he occupied in watching Morrel,\nwho was holding his breath with emotion.\n\n“The discourse is over; farewell, gentlemen,” said the count,\nunceremoniously.\n\nAnd he disappeared without anyone seeing whither he went.\n\nThe funeral being over, the guests returned to Paris. Château-Renaud\nlooked for a moment for Morrel; but while they were watching the\ndeparture of the count, Morrel had quitted his post, and\nChâteau-Renaud, failing in his search, joined Debray and Beauchamp.\n\nMonte Cristo concealed himself behind a large tomb and awaited the\narrival of Morrel, who by degrees approached the tomb now abandoned by\nspectators and workmen. Morrel threw a glance around, but before it\nreached the spot occupied by Monte Cristo the latter had advanced yet\nnearer, still unperceived. The young man knelt down. The count, with\noutstretched neck and glaring eyes, stood in an attitude ready to\npounce upon Morrel upon the first occasion. Morrel bent his head till\nit touched the stone, then clutching the grating with both hands, he\nmurmured:\n\n“Oh, Valentine!”\n\nThe count’s heart was pierced by the utterance of these two words; he\nstepped forward, and touching the young man’s shoulder, said:\n\n“I was looking for you, my friend.” Monte Cristo expected a burst of\npassion, but he was deceived, for Morrel turning round, said calmly,—\n\n“You see I was praying.” The scrutinizing glance of the count searched\nthe young man from head to foot. He then seemed more easy.\n\n“Shall I drive you back to Paris?” he asked.\n\n“No, thank you.”\n\n“Do you wish anything?”\n\n“Leave me to pray.”\n\nThe count withdrew without opposition, but it was only to place himself\nin a situation where he could watch every movement of Morrel, who at\nlength arose, brushed the dust from his knees, and turned towards\nParis, without once looking back. He walked slowly down the Rue de la\nRoquette. The count, dismissing his carriage, followed him about a\nhundred paces behind. Maximilian crossed the canal and entered the Rue\nMeslay by the boulevards.\n\nFive minutes after the door had been closed on Morrel’s entrance, it\nwas again opened for the count. Julie was at the entrance of the\ngarden, where she was attentively watching Penelon, who, entering with\nzeal into his profession of gardener, was very busy grafting some\nBengal roses. “Ah, count,” she exclaimed, with the delight manifested\nby every member of the family whenever he visited the Rue Meslay.\n\n“Maximilian has just returned, has he not, madame?” asked the count.\n\n50123m\n\n\n\n“Yes, I think I saw him pass; but pray, call Emmanuel.”\n\n“Excuse me, madame, but I must go up to Maximilian’s room this\ninstant,” replied Monte Cristo, “I have something of the greatest\nimportance to tell him.”\n\n“Go, then,” she said with a charming smile, which accompanied him until\nhe had disappeared.\n\nMonte Cristo soon ran up the staircase conducting from the ground floor\nto Maximilian’s room; when he reached the landing he listened\nattentively, but all was still. Like many old houses occupied by a\nsingle family, the room door was panelled with glass; but it was\nlocked, Maximilian was shut in, and it was impossible to see what was\npassing in the room, because a red curtain was drawn before the glass.\nThe count’s anxiety was manifested by a bright color which seldom\nappeared on the face of that imperturbable man.\n\n“What shall I do!” he uttered, and reflected for a moment; “shall I\nring? No, the sound of a bell, announcing a visitor, will but\naccelerate the resolution of one in Maximilian’s situation, and then\nthe bell would be followed by a louder noise.”\n\nMonte Cristo tr"
    },
    {
      "chunk_idx": 398,
      "chunk_id": "The Count of Monte Cristo_chunk_162",
      "start_pos": 567000,
      "end_pos": 571000,
      "similarity": 0.024657534246575342,
      "text": "shouted with laughter.\n\n“So can I,” said the Englishman, and he laughed too; but he laughed as\nthe English do, “at the end of his teeth.”\n\n“And so,” continued the Englishman who first gained his composure, “he\nwas drowned?”\n\n“Unquestionably.”\n\n“So that the governor got rid of the dangerous and the crazy prisoner\nat the same time?”\n\n“Precisely.”\n\n20027m\n\n\n\n“But some official document was drawn up as to this affair, I suppose?”\ninquired the Englishman.\n\n“Yes, yes, the mortuary deposition. You understand, Dantès’ relations,\nif he had any, might have some interest in knowing if he were dead or\nalive.”\n\n“So that now, if there were anything to inherit from him, they may do\nso with easy conscience. He is dead, and no mistake about it.”\n\n“Oh, yes; and they may have the fact attested whenever they please.”\n\n“So be it,” said the Englishman. “But to return to these registers.”\n\n“True, this story has diverted our attention from them. Excuse me.”\n\n“Excuse you for what? For the story? By no means; it really seems to me\nvery curious.”\n\n“Yes, indeed. So, sir, you wish to see all relating to the poor abbé,\nwho really was gentleness itself.”\n\n“Yes, you will much oblige me.”\n\n“Go into my study here, and I will show it to you.”\n\nAnd they both entered M. de Boville’s study. Everything was here\narranged in perfect order; each register had its number, each file of\npapers its place. The inspector begged the Englishman to seat himself\nin an armchair, and placed before him the register and documents\nrelative to the Château d’If, giving him all the time he desired for\nthe examination, while De Boville seated himself in a corner, and began\nto read his newspaper. The Englishman easily found the entries relative\nto the Abbé Faria; but it seemed that the history which the inspector\nhad related interested him greatly, for after having perused the first\ndocuments he turned over the leaves until he reached the deposition\nrespecting Edmond Dantès. There he found everything arranged in due\norder,—the accusation, examination, Morrel’s petition, M. de\nVillefort’s marginal notes. He folded up the accusation quietly, and\nput it as quietly in his pocket; read the examination, and saw that the\nname of Noirtier was not mentioned in it; perused, too, the application\ndated 10th April, 1815, in which Morrel, by the deputy procureur’s\nadvice, exaggerated with the best intentions (for Napoleon was then on\nthe throne) the services Dantès had rendered to the imperial\ncause—services which Villefort’s certificates rendered indisputable.\nThen he saw through the whole thing. This petition to Napoleon, kept\nback by Villefort, had become, under the second restoration, a terrible\nweapon against him in the hands of the king’s attorney. He was no\nlonger astonished when he searched on to find in the register this\nnote, placed in a bracket against his name:\n\nEdmond Dantès.\n\nAn inveterate Bonapartist; took an active part in the return from the\nIsland of Elba.\n\nTo be kept in strict solitary confinement, and to be closely watched\nand guarded.\n\nBeneath these lines was written in another hand: “See note\nabove—nothing can be done.”\n\nHe compared the writing in the bracket with the writing of the\ncertificate placed beneath Morrel’s petition, and discovered that the\nnote in the bracket was the same writing as the certificate—that is to\nsay, was in Villefort’s handwriting.\n\n20029m\n\n\n\nAs to the note which accompanied this, the Englishman understood that\nit might have been added by some inspector who had taken a momentary\ninterest in Dantès’ situation, but who had, from the remarks we have\nquoted, found it impossible to give any effect to the interest he had\nfelt.\n\nAs we have said, the inspector, from discretion, and that he might not\ndisturb the Abbé Faria’s pupil in his researches, had seated himself in\na corner, and was reading _Le Drapeau Blanc_. He did not see the\nEnglishman fold up and place in his pocket the accusation written by\nDanglars under the arbor of La Réserve, and which had the post"
    }
  ]
}