{
  "c8c17a692827": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05102040816326531,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.03355704697986577,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 899,
      "chunk_id": "The Count of Monte Cristo_chunk_663",
      "start_pos": 2320500,
      "end_pos": 2324500,
      "similarity": 0.032520325203252036,
      "text": " not deceive a\nsick-nurse. She screamed aloud; then running to the door exclaimed:\n\n“Help, help!”\n\n50083m\n\n\n\n“What is the matter?” asked M. d’Avrigny, at the foot of the stairs, it\nbeing the hour he usually visited her.\n\n“What is it?” asked Villefort, rushing from his room. “Doctor, do you\nhear them call for help?”\n\n“Yes, yes; let us hasten up; it was in Valentine’s room.”\n\nBut before the doctor and the father could reach the room, the servants\nwho were on the same floor had entered, and seeing Valentine pale and\nmotionless on her bed, they lifted up their hands towards heaven and\nstood transfixed, as though struck by lightening.\n\n“Call Madame de Villefort!—Wake Madame de Villefort!” cried the\nprocureur from the door of his chamber, which apparently he scarcely\ndared to leave. But instead of obeying him, the servants stood watching\nM. d’Avrigny, who ran to Valentine, and raised her in his arms.\n\n“What?—this one, too?” he exclaimed. “Oh, where will be the end?”\n\nVillefort rushed into the room.\n\n“What are you saying, doctor?” he exclaimed, raising his hands to\nheaven.\n\n“I say that Valentine is dead!” replied d’Avrigny, in a voice terrible\nin its solemn calmness.\n\n50085m\n\n\n\nM. de Villefort staggered and buried his head in the bed. On the\nexclamation of the doctor and the cry of the father, the servants all\nfled with muttered imprecations; they were heard running down the\nstairs and through the long passages, then there was a rush in the\ncourt, afterwards all was still; they had, one and all, deserted the\naccursed house.\n\nJust then, Madame de Villefort, in the act of slipping on her\ndressing-gown, threw aside the drapery and for a moment stood\nmotionless, as though interrogating the occupants of the room, while\nshe endeavored to call up some rebellious tears. On a sudden she\nstepped, or rather bounded, with outstretched arms, towards the table.\nShe saw d’Avrigny curiously examining the glass, which she felt certain\nof having emptied during the night. It was now a third full, just as it\nwas when she threw the contents into the ashes. The spectre of\nValentine rising before the poisoner would have alarmed her less. It\nwas, indeed, the same color as the draught she had poured into the\nglass, and which Valentine had drunk; it was indeed the poison, which\ncould not deceive M. d’Avrigny, which he now examined so closely; it\nwas doubtless a miracle from heaven, that, notwithstanding her\nprecautions, there should be some trace, some proof remaining to reveal\nthe crime.\n\nWhile Madame de Villefort remained rooted to the spot like a statue of\nterror, and Villefort, with his head hidden in the bedclothes, saw\nnothing around him, d’Avrigny approached the window, that he might the\nbetter examine the contents of the glass, and dipping the tip of his\nfinger in, tasted it.\n\n“Ah,” he exclaimed, “it is no longer brucine that is used; let me see\nwhat it is!”\n\nThen he ran to one of the cupboards in Valentine’s room, which had been\ntransformed into a medicine closet, and taking from its silver case a\nsmall bottle of nitric acid, dropped a little of it into the liquor,\nwhich immediately changed to a blood-red color.\n\n“Ah,” exclaimed d’Avrigny, in a voice in which the horror of a judge\nunveiling the truth was mingled with the delight of a student making a\ndiscovery.\n\nMadame de Villefort was overpowered; her eyes first flashed and then\nswam, she staggered towards the door and disappeared. Directly\nafterwards the distant sound of a heavy weight falling on the ground\nwas heard, but no one paid any attention to it; the nurse was engaged\nin watching the chemical analysis, and Villefort was still absorbed in\ngrief. M. d’Avrigny alone had followed Madame de Villefort with his\neyes, and watched her hurried retreat. He lifted up the drapery over\nthe entrance to Edward’s room, and his eye reaching as far as Madame de\nVillefort’s apartment, he beheld her extended lifeless on the floor.\n\n“Go to the assistance of Madame de Villefort,” he said to the nurse.\n“Madame de "
    },
    {
      "chunk_idx": 82,
      "chunk_id": "In Search of the Castaways_chunk_82",
      "start_pos": 287000,
      "end_pos": 291000,
      "similarity": 0.03125,
      "text": "our search in the Pampas again,\" replied the\nmajor, \"when you are sure that the shipwreck of the Britannia did not\ntake place on the Pacific or Atlantic coast?\"\n\nGlenarvan did not answer.\n\n\"And however feeble the chance of finding Captain Grant by following\nthis latitude may be, still ought we not to attempt it?\"\n\n\"I do not deny it,\" replied Glenarvan.\n\n[Sidenote: APPLIED GEOGRAPHY.]\n\n\"And you, my friends,\" added the major, addressing the sailors, \"are\nyou not of my opinion?\"\n\n\"Entirely,\" answered Tom Austin, while Wilson and Mulready nodded\nassent.\n\n\"Listen to me, my friends,\" continued Glenarvan, after a few moments\nof reflection, \"and you too, Robert, for this is a serious question.\nI shall do everything possible to find Captain Grant, as I have\nundertaken to do, and shall devote my entire life, if necessary,\nto this object. All Scotland would join me to save this noble man\nwho sacrificed himself for her. I too think, however slight may\nbe the chance, that we ought to make the tour of the world on the\nthirty-seventh parallel; and I shall do so. But this is not the point\nto be settled: there is a much more important one, and it is this:\nOught we once and for all to abandon our search on the American\ncontinent?\"\n\nThis question, so directly asked, was unanswered. No one dared to\ndeclare his opinion.\n\n\"Well?\" resumed Glenarvan, addressing the major more especially.\n\n\"My dear Edward,\" replied MacNabb, \"it would involve too great a\nresponsibility to answer you now. The case requires consideration.\nBut first of all I desire to know what countries the thirty-seventh\nparallel crosses.\"\n\n\"That is Paganel's business,\" replied Glenarvan.\n\n\"Let us ask him, then,\" said the major.\n\nThe geographer was no longer to be seen, as he was hidden by the thick\nfoliage. It was necessary to call him.\n\n\"Paganel! Paganel!\" cried Glenarvan.\n\n\"Present!\" answered a voice which seemed to come to them from the sky.\n\n\"Where are you?\"\n\n\"In my tower.\"\n\n\"What are you doing?\"\n\n\"Surveying the wide horizon.\"\n\n\"Can you come down a moment?\"\n\n\"Do you need me?\"\n\n\"Yes.\"\n\n\"What for?\"\n\n\"To know what countries the thirty-seventh parallel crosses.\"\n\n\"Nothing easier,\" replied Paganel; \"I need not even disturb myself to\ntell you.\"\n\n\"Very well, then.\"\n\n\"Leaving America, the thirty-seventh parallel crosses the Atlantic.\"\n\n\"Good.\"\n\n\"It strikes Tristan d'Acunha Island.\"\n\n\"Well?\"\n\n\"It passes two degrees to the south of the Cape of Good Hope.\"\n\n\"And then?\"\n\n\"It runs across the Indian Ocean.\"\n\n\"And then?\"\n\n\"It grazes St. Paul's Island of the Amsterdam group.\"\n\n\"Go on.\"\n\n\"It cuts Australia across the province of Victoria.\"\n\n\"Proceed.\"\n\n\"Leaving Australia----\"\n\nThis last sentence was not finished. Did the geographer hesitate?\nDid he know no more? No; but a startling cry was heard in the top of\nthe tree. Glenarvan and his friends grew pale as they gazed at each\nother. Had a new calamity happened? Had the unfortunate Paganel fallen?\nAlready Wilson and Mulready were hastening to his assistance, when a\nlong body appeared. Paganel dangled from branch to branch. His hands\ncould grasp nothing. Was he alive, or dead? They did not know; but\nhe was about to fall into the roaring waters, when the major, with a\nstrong hand, arrested his progress.\n\n\"Very much obliged, MacNabb!\" cried Paganel.\n\n\"Why, what is the matter with you?\" said the major.\n\n[Illustration: A long body appeared. Paganel dangled from branch to\nbranch. His hands could grasp nothing. Was he alive, or dead?]\n\n\"What has got into you? Is this another of your eternal distractions?\"\n\n\"Yes, yes,\" replied Paganel, in a voice choked with emotion (and\nleaves). \"Yes, a distraction,--phenomenal this time.\"\n\n\"What is it?\"\n\n\"We have been mistaken! We are still mistaken!\"\n\n\"Explain yourself.\"\n\n\"Glenarvan, major, Robert, my friends,\" cried Paganel, \"all you who\nhear me, we are seeking Captain Grant where he is not.\"\n\n\"What do you say?\" cried Glenarvan.\n\n\"Not only where he is not,\" added Paganel, \"but even where he has never\nbeen.\"\n\n\n\n\nCHAPTER "
    },
    {
      "chunk_idx": 551,
      "chunk_id": "The Count of Monte Cristo_chunk_315",
      "start_pos": 1102500,
      "end_pos": 1106500,
      "similarity": 0.030612244897959183,
      "text": "rprise and terror; and without a word I suffered myself to be\nhandcuffed and tied to a horse’s tail, and thus they took me to Nîmes.\n\n“I had been tracked by a customs-officer, who had lost sight of me near\nthe tavern; feeling certain that I intended to pass the night there, he\nhad returned to summon his comrades, who just arrived in time to hear\nthe report of the pistol, and to take me in the midst of such\ncircumstantial proofs of my guilt as rendered all hopes of proving my\ninnocence utterly futile. One only chance was left me, that of\nbeseeching the magistrate before whom I was taken to cause every\ninquiry to be made for the Abbé Busoni, who had stopped at the inn of\nthe Pont du Gard on that morning.\n\n“If Caderousse had invented the story relative to the diamond, and\nthere existed no such person as the Abbé Busoni, then, indeed, I was\nlost past redemption, or, at least, my life hung upon the feeble chance\nof Caderousse himself being apprehended and confessing the whole truth.\n\n“Two months passed away in hopeless expectation on my part, while I\nmust do the magistrate the justice to say that he used every means to\nobtain information of the person I declared could exculpate me if he\nwould. Caderousse still evaded all pursuit, and I had resigned myself\nto what seemed my inevitable fate. My trial was to come on at the\napproaching assizes; when, on the 8th of September—that is to say,\nprecisely three months and five days after the events which had\nperilled my life—the Abbé Busoni, whom I never ventured to believe I\nshould see, presented himself at the prison doors, saying he understood\none of the prisoners wished to speak to him; he added, that having\nlearned at Marseilles the particulars of my imprisonment, he hastened\nto comply with my desire.\n\n“You may easily imagine with what eagerness I welcomed him, and how\nminutely I related the whole of what I had seen and heard. I felt some\ndegree of nervousness as I entered upon the history of the diamond,\nbut, to my inexpressible astonishment, he confirmed it in every\nparticular, and to my equal surprise, he seemed to place entire belief\nin all I said.\n\n“And then it was that, won by his mild charity, seeing that he was\nacquainted with all the habits and customs of my own country, and\nconsidering also that pardon for the only crime of which I was really\nguilty might come with a double power from lips so benevolent and kind,\nI besought him to receive my confession, under the seal of which I\nrecounted the Auteuil affair in all its details, as well as every other\ntransaction of my life. That which I had done by the impulse of my best\nfeelings produced the same effect as though it had been the result of\ncalculation. My voluntary confession of the assassination at Auteuil\nproved to him that I had not committed that of which I stood accused.\nWhen he quitted me, he bade me be of good courage, and to rely upon his\ndoing all in his power to convince my judges of my innocence.\n\n“I had speedy proofs that the excellent abbé was engaged in my behalf,\nfor the rigors of my imprisonment were alleviated by many trifling\nthough acceptable indulgences, and I was told that my trial was to be\npostponed to the assizes following those now being held.\n\n“In the interim it pleased Providence to cause the apprehension of\nCaderousse, who was discovered in some distant country, and brought\nback to France, where he made a full confession, refusing to make the\nfact of his wife’s having suggested and arranged the murder any excuse\nfor his own guilt. The wretched man was sentenced to the galleys for\nlife, and I was immediately set at liberty.”\n\n“And then it was, I presume,” said Monte Cristo “that you came to me as\nthe bearer of a letter from the Abbé Busoni?”\n\n“It was, your excellency; the benevolent abbé took an evident interest\nin all that concerned me.\n\n“‘Your mode of life as a smuggler,’ said he to me one day, ‘will be the\nruin of you; if you get out, don’t take it up again.’\n\n“‘But how,’ inquired I, ‘am I to maint"
    }
  ]
}