{
  "86b6b52f3157": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.050505050505050504,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 738,
      "chunk_id": "The Count of Monte Cristo_chunk_502",
      "start_pos": 1757000,
      "end_pos": 1761000,
      "similarity": 0.031914893617021274,
      "text": ", went at once to his study, and,\noffering the young man a chair:\n\n“M. d’Épinay,” said he, “allow me to remind you at this moment,—which\nis perhaps not so ill-chosen as at first sight may appear, for\nobedience to the wishes of the departed is the first offering which\nshould be made at their tomb,—allow me then to remind you of the wish\nexpressed by Madame de Saint-Méran on her death-bed, that Valentine’s\nwedding might not be deferred. You know the affairs of the deceased are\nin perfect order, and her will bequeaths to Valentine the entire\nproperty of the Saint-Méran family; the notary showed me the documents\nyesterday, which will enable us to draw up the contract immediately.\nYou may call on the notary, M. Deschamps, Place Beauveau, Faubourg\nSaint-Honoré, and you have my authority to inspect those deeds.”\n\n“Sir,” replied M. d’Épinay, “it is not, perhaps, the moment for\nMademoiselle Valentine, who is in deep distress, to think of a husband;\nindeed, I fear——”\n\n40028m\n\n\n\n“Valentine will have no greater pleasure than that of fulfilling her\ngrandmother’s last injunctions; there will be no obstacle from that\nquarter, I assure you.”\n\n“In that case,” replied Franz, “as I shall raise none, you may make\narrangements when you please; I have pledged my word, and shall feel\npleasure and happiness in adhering to it.”\n\n“Then,” said Villefort, “nothing further is required. The contract was\nto have been signed three days since; we shall find it all ready, and\ncan sign it today.”\n\n“But the mourning?” said Franz, hesitating.\n\n“Don’t be uneasy on that score,” replied Villefort; “no ceremony will\nbe neglected in my house. Mademoiselle de Villefort may retire during\nthe prescribed three months to her estate of Saint-Méran; I say hers,\nfor she inherits it today. There, after a few days, if you like, the\ncivil marriage shall be celebrated without pomp or ceremony. Madame de\nSaint-Méran wished her daughter should be married there. When that is\nover, you, sir, can return to Paris, while your wife passes the time of\nher mourning with her mother-in-law.”\n\n“As you please, sir,” said Franz.\n\n“Then,” replied M. de Villefort, “have the kindness to wait half an\nhour; Valentine shall come down into the drawing-room. I will send for\nM. Deschamps; we will read and sign the contract before we separate,\nand this evening Madame de Villefort shall accompany Valentine to her\nestate, where we will rejoin them in a week.”\n\n“Sir,” said Franz, “I have one request to make.”\n\n“What is it?”\n\n“I wish Albert de Morcerf and Raoul de Château-Renaud to be present at\nthis signature; you know they are my witnesses.”\n\n“Half an hour will suffice to apprise them; will you go for them\nyourself, or shall you send?”\n\n“I prefer going, sir.”\n\n“I shall expect you, then, in half an hour, baron, and Valentine will\nbe ready.”\n\nFranz bowed and left the room. Scarcely had the door closed, when M. de\nVillefort sent to tell Valentine to be ready in the drawing-room in\nhalf an hour, as he expected the notary and M. d’Épinay and his\nwitnesses. The news caused a great sensation throughout the house;\nMadame de Villefort would not believe it, and Valentine was\nthunderstruck. She looked around for help, and would have gone down to\nher grandfather’s room, but on the stairs she met M. de Villefort, who\ntook her arm and led her into the drawing-room. In the anteroom,\nValentine met Barrois, and looked despairingly at the old servant. A\nmoment later, Madame de Villefort entered the drawing-room with her\nlittle Edward. It was evident that she had shared the grief of the\nfamily, for she was pale and looked fatigued. She sat down, took Edward\non her knees, and from time to time pressed this child, on whom her\naffections appeared centred, almost convulsively to her bosom.\n\nTwo carriages were soon heard to enter the courtyard. One was the\nnotary’s; the other, that of Franz and his friends. In a moment the\nwhole party was assembled. Valentine was so pale one might trace the\nblue veins from her temples, round her "
    },
    {
      "chunk_idx": 743,
      "chunk_id": "The Count of Monte Cristo_chunk_507",
      "start_pos": 1774500,
      "end_pos": 1778500,
      "similarity": 0.03116883116883117,
      "text": "letter and further\ndetails, on the arrival of the _Pharaon_ belonging to the shipbuilder\nMorrel, of Marseilles, whose captain was entirely devoted to the\nemperor. During all this time, the general, on whom they thought to\nhave relied as on a brother, manifested evidently signs of discontent\nand repugnance. When the reading was finished, he remained silent, with\nknitted brows.\n\n“‘“Well,” asked the president, “what do you say to this letter,\ngeneral?”\n\n“‘“I say that it is too soon after declaring myself for Louis XVIII. to\nbreak my vow in behalf of the ex-emperor.” This answer was too clear to\npermit of any mistake as to his sentiments. “General,” said the\npresident, “we acknowledge no King Louis XVIII., or an ex-emperor, but\nhis majesty the emperor and king, driven from France, which is his\nkingdom, by violence and treason.”\n\n“‘“Excuse me, gentlemen,” said the general; “you may not acknowledge\nLouis XVIII., but I do, as he has made me a baron and a field-marshal,\nand I shall never forget that for these two titles I am indebted to his\nhappy return to France.”\n\n“‘“Sir,” said the president, rising with gravity, “be careful what you\nsay; your words clearly show us that they are deceived concerning you\nin the Island of Elba, and have deceived us! The communication has been\nmade to you in consequence of the confidence placed in you, and which\ndoes you honor. Now we discover our error; a title and promotion attach\nyou to the government we wish to overturn. We will not constrain you to\nhelp us; we enroll no one against his conscience, but we will compel\nyou to act generously, even if you are not disposed to do so.”\n\n“‘“You would call acting generously, knowing your conspiracy and not\ninforming against you, that is what I should call becoming your\naccomplice. You see I am more candid than you.”’”\n\n“Ah, my father!” said Franz, interrupting himself. “I understand now\nwhy they murdered him.” Valentine could not help casting one glance\ntowards the young man, whose filial enthusiasm it was delightful to\nbehold. Villefort walked to and fro behind them. Noirtier watched the\nexpression of each one, and preserved his dignified and commanding\nattitude. Franz returned to the manuscript, and continued:\n\n“‘“Sir,” said the president, “you have been invited to join this\nassembly—you were not forced here; it was proposed to you to come\nblindfolded—you accepted. When you complied with this twofold request\nyou well knew we did not wish to secure the throne of Louis XVIII., or\nwe should not take so much care to avoid the vigilance of the police.\nIt would be conceding too much to allow you to put on a mask to aid you\nin the discovery of our secret, and then to remove it that you may ruin\nthose who have confided in you. No, no, you must first say if you\ndeclare yourself for the king of a day who now reigns, or for his\nmajesty the emperor.”\n\n“‘“I am a royalist,” replied the general; “I have taken the oath of\nallegiance to Louis XVIII., and I will adhere to it.” These words were\nfollowed by a general murmur, and it was evident that several of the\nmembers were discussing the propriety of making the general repent of\nhis rashness.\n\n“‘The president again arose, and having imposed silence, said,—“Sir,\nyou are too serious and too sensible a man not to understand the\nconsequences of our present situation, and your candor has already\ndictated to us the conditions which remain for us to offer you.” The\ngeneral, putting his hand on his sword, exclaimed,—“If you talk of\nhonor, do not begin by disavowing its laws, and impose nothing by\nviolence.”\n\n“‘“And you, sir,” continued the president, with a calmness still more\nterrible than the general’s anger, “I advise you not to touch your\nsword.” The general looked around him with slight uneasiness; however\nhe did not yield, but calling up all his fortitude, said,—“I will not\nswear.”\n\n“‘“Then you must die,” replied the president calmly. M. d’Épinay became\nvery pale; he looked round him a second time, several members of the\nclu"
    },
    {
      "chunk_idx": 222,
      "chunk_id": "In Search of the Castaways_chunk_222",
      "start_pos": 777000,
      "end_pos": 781000,
      "similarity": 0.030848329048843187,
      "text": "on, and\nstill I do not hesitate to tell you that I know little concerning Harry\nGrant.\"\n\n\"Little!\" cried Glenarvan.\n\n\"Yes, my lord; the circumstances that I am able to communicate to\nyou are relative to myself. They are personal experiences, and will\nscarcely tend to put you on the track you have lost.\"\n\n[Sidenote: REVELATIONS AND DISCLOSURES.]\n\nA keen disappointment was manifest on the features of Glenarvan and\nthe major. They had believed the quartermaster to possess an important\nsecret, and yet he now confessed that his disclosures would be almost\nuseless.\n\nHowever that may be, this avowal of Ayrton, who surrendered himself\nwithout security, singularly affected his hearers, especially when he\nadded, in conclusion:\n\n\"Thus you are forewarned, my lord, that the business will be less\nadvantageous for you than for me.\"\n\n\"No matter,\" replied Glenarvan; \"I accept your proposal, Ayrton. You\nhave my word that you shall be landed at one of the islands of the\nPacific.\"\n\n\"Very well, my lord,\" said he.\n\nWas this strange man pleased with this decision? You might have doubted\nit, for his impassive countenance betrayed no emotion. He seemed as if\nacting for another more than for himself.\n\n\"I am ready to answer,\" continued he.\n\n\"We have no questions to ask you,\" rejoined Glenarvan. \"Tell us what\nyou know, Ayrton, and, in the first place, who you are.\"\n\n\"Gentlemen,\" replied he, \"I am really Tom Ayrton, quartermaster of the\nBritannia. I left Glasgow in Captain Grant's ship on the 12th of March,\n1861. For fourteen months we traversed together the Pacific, seeking\nsome favorable place to found a Scottish colony. Harry Grant was a man\ncapable of performing great deeds, but frequently serious disputes\narose between us. His character did not harmonize with mine. I could\nnot yield; but with Harry Grant, when his resolution is taken, all\nresistance is impossible. He is like iron towards himself and others.\nHowever, I dared to mutiny, and attempted to involve the crew and gain\npossession of the vessel. Whether I did right or wrong is of little\nimportance. However it may be, Captain Grant did not hesitate to land\nme, April 8, 1862, on the west coast of Australia.\"\n\n\"Australia!\" exclaimed the major, interrupting Ayrton's story. \"Then\nyou left the Britannia before her arrival at Callao, where the last\nnews of her was dated?\"\n\n\"Yes,\" replied the quartermaster; \"for the Britannia never stopped at\nCallao while I was on board. If I spoke of Callao at O'Moore's farm, it\nwas your story that gave me this information.\"\n\n\"Go on, Ayrton,\" said Glenarvan.\n\n[Sidenote: MORE BLANKS THAN PRIZES.]\n\n\"I found myself, therefore, abandoned on an almost desert coast, but\nonly twenty miles from the penitentiary of Perth, the capital of\nWestern Australia. Wandering along the shore, I met a band of convicts\nwho had just escaped. I joined them. You will spare me, my lord, the\naccount of my life for two years and a half. It is enough to know that\nI became chief of the runaways, under the name of Ben Joyce. In the\nmonth of September, 1864, I made my appearance at the Irishman's farm,\nand was received as a servant under my true name of Ayrton. Here I\nwaited till an opportunity should be offered to gain possession of a\nvessel. This was my great object. Two months later the Duncan arrived.\nDuring your visit at the farm you related, my lord, the whole story of\nCaptain Grant. I then learned what I had not known, the Britannia's\nstoppage at Callao, the last news of her, dated June, 1862, two months\nafter my abandonment, the finding of the document, the shipwreck of the\nvessel, and finally the important reasons you had for seeking Captain\nGrant in Australia. I did not hesitate, but resolved to appropriate\nthe Duncan,--a marvelous ship, that would have distanced the best of\nthe British navy. However, there were serious injuries to be repaired.\nI therefore let her start for Melbourne, and offered myself to you in\nmy real character of quartermaster, volunteering to guide you to the\nscene o"
    },
    {
      "chunk_idx": 728,
      "chunk_id": "The Count of Monte Cristo_chunk_492",
      "start_pos": 1722000,
      "end_pos": 1726000,
      "similarity": 0.030690537084398978,
      "text": " perhaps, still greater.”\n\n“Can it be possible?” murmured Villefort, clasping his hands. “What are\nyou going to tell me?”\n\n“Are we quite alone, my friend?”\n\n“Yes, quite; but why all these precautions?”\n\n“Because I have a terrible secret to communicate to you,” said the\ndoctor. “Let us sit down.”\n\nVillefort fell, rather than seated himself. The doctor stood before\nhim, with one hand placed on his shoulder. Morrel, horrified, supported\nhis head with one hand, and with the other pressed his heart, lest its\nbeatings should be heard. “Dead, dead!” repeated he within himself; and\nhe felt as if he were also dying.\n\n“Speak, doctor—I am listening,” said Villefort; “strike—I am prepared\nfor everything!”\n\n“Madame de Saint-Méran was, doubtless, advancing in years, but she\nenjoyed excellent health.” Morrel began again to breathe freely, which\nhe had not done during the last ten minutes.\n\n“Grief has consumed her,” said Villefort—“yes, grief, doctor! After\nliving forty years with the marquis——”\n\n“It is not grief, my dear Villefort,” said the doctor; “grief may kill,\nalthough it rarely does, and never in a day, never in an hour, never in\nten minutes.” Villefort answered nothing, he simply raised his head,\nwhich had been cast down before, and looked at the doctor with\namazement.\n\n“Were you present during the last struggle?” asked M. d’Avrigny.\n\n“I was,” replied the procureur; “you begged me not to leave.”\n\n“Did you notice the symptoms of the disease to which Madame de\nSaint-Méran has fallen a victim?”\n\n“I did. Madame de Saint-Méran had three successive attacks, at\nintervals of some minutes, each one more serious than the former. When\nyou arrived, Madame de Saint-Méran had already been panting for breath\nsome minutes; she then had a fit, which I took to be simply a nervous\nattack, and it was only when I saw her raise herself in the bed, and\nher limbs and neck appear stiffened, that I became really alarmed. Then\nI understood from your countenance there was more to fear than I had\nthought. This crisis past, I endeavored to catch your eye, but could\nnot. You held her hand—you were feeling her pulse—and the second fit\ncame on before you had turned towards me. This was more terrible than\nthe first; the same nervous movements were repeated, and the mouth\ncontracted and turned purple.”\n\n“And at the third she expired.”\n\n“At the end of the first attack I discovered symptoms of tetanus; you\nconfirmed my opinion.”\n\n“Yes, before others,” replied the doctor; “but now we are alone——”\n\n“What are you going to say? Oh, spare me!”\n\n“That the symptoms of tetanus and poisoning by vegetable substances are\nthe same.”\n\nM. de Villefort started from his seat, then in a moment fell down\nagain, silent and motionless. Morrel knew not if he were dreaming or\nawake.\n\n“Listen,” said the doctor; “I know the full importance of the statement\nI have just made, and the disposition of the man to whom I have made\nit.”\n\n“Do you speak to me as a magistrate or as a friend?” asked Villefort.\n\n“As a friend, and only as a friend, at this moment. The similarity in\nthe symptoms of tetanus and poisoning by vegetable substances is so\ngreat, that were I obliged to affirm by oath what I have now stated, I\nshould hesitate; I therefore repeat to you, I speak not to a\nmagistrate, but to a friend. And to that friend I say, ‘During the\nthree-quarters of an hour that the struggle continued, I watched the\nconvulsions and the death of Madame de Saint-Méran, and am thoroughly\nconvinced that not only did her death proceed from poison, but I could\nalso specify the poison.’”\n\n“Can it be possible?”\n\n“The symptoms are marked, do you see?—sleep broken by nervous spasms,\nexcitation of the brain, torpor of the nerve centres. Madame de\nSaint-Méran succumbed to a powerful dose of brucine or of strychnine,\nwhich by some mistake, perhaps, has been given to her.”\n\nVillefort seized the doctor’s hand.\n\n“Oh, it is impossible,” said he, “I must be dreaming! It is frightful\nto hear such things from such a man as you! Tel"
    }
  ]
}