{
  "505ab7bc2797": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.044444444444444446,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 48,
      "chunk_id": "In Search of the Castaways_chunk_48",
      "start_pos": 168000,
      "end_pos": 172000,
      "similarity": 0.024657534246575342,
      "text": "ors with which he painted\nhis face. His leggings were of ox-hide, and fastened to the ankle with\nstraps regularly crossed.\n\nThe figure of this Patagonian was fine, and his face denoted real\nintelligence in spite of the colors that adorned (!) it. He waited in\nan attitude full of dignity, and, seeing him so motionless and stern on\nhis pedestal of rocks, you would have taken him for a statue.\n\nThe major, as soon as he perceived him, pointed him out to Glenarvan,\nwho hastened towards him. The Patagonian took two steps forward;\nGlenarvan took his hand, and pressed it. There was in the latter's\nlook, in his physiognomy, such a feeling, such an expression of\ngratitude, that the native could not mistake it. He inclined his head\ngently, and uttered a few words that neither the major nor his friend\ncould understand.\n\nThe Patagonian, after regarding the strangers attentively, now changed\nthe language; but whatever it was, this new idiom was no better\nunderstood than the first. However, certain expressions which he used\nstruck Glenarvan. They seemed to belong to the Spanish language, of\nwhich he knew several common words.\n\n\"Spanish?\" said he.\n\nThe Patagonian nodded.\n\n\"Well,\" said the major, \"this is our friend Paganel's business. It is\nfortunate that he thought of learning Spanish.\"\n\nPaganel was called. He came at once and with all the grace of a\nFrenchman saluted the Patagonian, to which the latter paid no\nattention. The geographer was informed of the state of affairs, and was\nonly too glad to use his diligently-acquired knowledge.\n\n[Sidenote: SOMETHING WRONG.]\n\n\"Exactly,\" said he. And opening his mouth widely in order to articulate\nbetter, he said, in his best Spanish,--\n\n\"You--are--a--brave--man.\"\n\nThe native listened, but did not answer.\n\n\"He does not understand,\" said the geographer.\n\n\"Perhaps you do not pronounce well,\" replied the major.\n\n\"Very true! Curse the pronunciation!\"\n\nAnd again Paganel began, but with no better success.\n\n\"I will change the expression,\" said he. And pronouncing with\nmagisterial slowness, he uttered these words,--\n\n\"A--Patagonian,--doubtless?\"\n\nThe native remained mute as before.\n\n\"Answer!\" added Paganel.\n\nThe Patagonian did not reply.\n\n\"Do--you--understand?\" cried Paganel, violently enough to damage his\norgans of speech.\n\nIt was evident that the Indian did not understand, for he answered, but\nin Spanish,--\n\n\"I do not understand.\"\n\nIt was Paganel's turn now to be astonished, and he hastily put on his\nglasses, like one irritated.\n\n\"May I be hanged,\" said he, \"if I understand a word of this infernal\njargon! It is certainly Araucanian.\"\n\n\"No,\" replied Glenarvan; \"this man answered in Spanish.\"\n\nAnd, turning to the Patagonian, he repeated,--\n\n\"Spanish?\"\n\n\"Yes,\" replied the native.\n\nPaganel's surprise became amazement. The major and Glenarvan looked at\nhim quizzingly.\n\n\"Ah, my learned friend!\" said the major, while a half smile played\nabout his lips, \"you have committed one of those blunders peculiar to\nyou.\"\n\n\"What!\" cried the geographer, starting.\n\n\"Yes, it is plain that this Patagonian speaks Spanish.\"\n\n\"He?\"\n\n[Illustration: A man of lofty stature was standing, motionless, on\none of the first ledges of the mountain. This individual had broad\nshoulders, and long hair tied with leathern thongs.]\n\n[Sidenote: A PENINSULAR BABEL.]\n\n\"Yes. By mistake you have learnt another language, while thinking that\nyou studied----\"\n\nMacNabb did not finish. A loud \"Oh!\" from the geographer, accompanied\nby shrugs of the shoulders, cut him short.\n\n\"Major, you are going a little too far,\" said Paganel in a very dry\ntone.\n\n\"To be sure, since you do not understand.\"\n\n\"I do not understand because this native speaks so badly!\" answered the\ngeographer, who began to be impatient.\n\n\"That is to say, he speaks badly, because you do not understand,\"\nreturned the major, calmly.\n\n\"MacNabb,\" said Glenarvan, \"that is not a probable supposition. However\nabstracted our friend Paganel may be, we cannot suppose that his\nblunder was to learn one lang"
    },
    {
      "chunk_idx": 292,
      "chunk_id": "The Count of Monte Cristo_chunk_56",
      "start_pos": 196000,
      "end_pos": 200000,
      "similarity": 0.02452316076294278,
      "text": "know what is going\non at sixty leagues from the coast of France! Well, then, see, here is\na gentleman who had none of these resources at his disposal—a\ngentleman, only a simple magistrate, who learned more than you with all\nyour police, and who would have saved my crown, if, like you, he had\nthe power of directing a telegraph.” The look of the minister of police\nwas turned with concentrated spite on Villefort, who bent his head in\nmodest triumph.\n\n“I do not mean that for you, Blacas,” continued Louis XVIII.; “for if\nyou have discovered nothing, at least you have had the good sense to\npersevere in your suspicions. Any other than yourself would have\nconsidered the disclosure of M. de Villefort insignificant, or else\ndictated by venal ambition.” These words were an allusion to the\nsentiments which the minister of police had uttered with so much\nconfidence an hour before.\n\nVillefort understood the king’s intent. Any other person would,\nperhaps, have been overcome by such an intoxicating draught of praise;\nbut he feared to make for himself a mortal enemy of the police\nminister, although he saw that Dandré was irrevocably lost. In fact,\nthe minister, who, in the plenitude of his power, had been unable to\nunearth Napoleon’s secret, might in despair at his own downfall\ninterrogate Dantès and so lay bare the motives of Villefort’s plot.\nRealizing this, Villefort came to the rescue of the crest-fallen\nminister, instead of aiding to crush him.\n\n“Sire,” said Villefort, “the suddenness of this event must prove to\nyour majesty that the issue is in the hands of Providence; what your\nmajesty is pleased to attribute to me as profound perspicacity is\nsimply owing to chance, and I have profited by that chance, like a good\nand devoted servant—that’s all. Do not attribute to me more than I\ndeserve, sire, that your majesty may never have occasion to recall the\nfirst opinion you have been pleased to form of me.” The minister of\npolice thanked the young man by an eloquent look, and Villefort\nunderstood that he had succeeded in his design; that is to say, that\nwithout forfeiting the gratitude of the king, he had made a friend of\none on whom, in case of necessity, he might rely.\n\n“’Tis well,” resumed the king. “And now, gentlemen,” he continued,\nturning towards M. de Blacas and the minister of police, “I have no\nfurther occasion for you, and you may retire; what now remains to do is\nin the department of the minister of war.”\n\n“Fortunately, sire,” said M. de Blacas, “we can rely on the army; your\nmajesty knows how every report confirms their loyalty and attachment.”\n\n“Do not mention reports, duke, to me, for I know now what confidence to\nplace in them. Yet, speaking of reports, baron, what have you learned\nwith regard to the affair in the Rue Saint-Jacques?”\n\n“The affair in the Rue Saint-Jacques!” exclaimed Villefort, unable to\nrepress an exclamation. Then, suddenly pausing, he added, “Your pardon,\nsire, but my devotion to your majesty has made me forget, not the\nrespect I have, for that is too deeply engraved in my heart, but the\nrules of etiquette.”\n\n“Go on, go on, sir,” replied the king; “you have today earned the right\nto make inquiries here.”\n\n“Sire,” interposed the minister of police, “I came a moment ago to give\nyour majesty fresh information which I had obtained on this head, when\nyour majesty’s attention was attracted by the terrible event that has\noccurred in the gulf, and now these facts will cease to interest your\nmajesty.”\n\n“On the contrary, sir,—on the contrary,” said Louis XVIII., “this\naffair seems to me to have a decided connection with that which\noccupies our attention, and the death of General Quesnel will, perhaps,\nput us on the direct track of a great internal conspiracy.” At the name\nof General Quesnel, Villefort trembled.\n\n“Everything points to the conclusion, sire,” said the minister of\npolice, “that death was not the result of suicide, as we first\nbelieved, but of assassination. General Quesnel, it appears, had just\nleft a Bonap"
    },
    {
      "chunk_idx": 16,
      "chunk_id": "In Search of the Castaways_chunk_16",
      "start_pos": 56000,
      "end_pos": 60000,
      "similarity": 0.024324324324324326,
      "text": "lk straight.\"\n\n\"Be easy, my boy,\" replied Glenarvan, without adding that the use of\nthe \"cat-o'-nine-tails\" was prohibited, and moreover quite needless, on\nboard the Duncan.\n\n[Sidenote: GLASGOW GOSSIP.]\n\nTo complete the roll of the passengers, it will be sufficient to\ndescribe Major MacNabb. The major was a man of fifty, of calm,\nregular features, who did as he was bid; of an excellent and superior\ncharacter, modest, taciturn, peaceable, and mild; always agreeing\nwith anything or any one, disputing nothing, and neither contradicting\nhimself nor exaggerating. He would mount with measured step the\nstaircase to his bed-chamber, even were a cannon-ball behind him; and\nprobably to his dying day would never find an opportunity to fly into a\npassion.\n\nThis man possessed, in a high degree, not only the common courage of\nthe battle-field (that physical bravery due only to nervous strength),\nbut, better still, moral courage, that is to say, firmness of soul. If\nhe had a fault, it was that of being absolutely Scotch from head to\nfoot, a pure-blooded Caledonian, an infatuated observer of the ancient\ncustoms of his country. Through his relationship to the Glenarvans he\nlived at Malcolm Castle; and as major and military man it was very\nnatural that he should be found on board the Duncan.\n\nSuch, then, were the passengers of this yacht, summoned by unforeseen\ncircumstances to accomplish one of the most surprising voyages of\nmodern times. Since her arrival at the wharf at Glasgow, she had\nmonopolized the public attention. A considerable number came every day\nto visit her. They were interested in her alone, and spoke only of her,\nto the great umbrage of the other captains of the port, among others\nCaptain Burton, commanding the Scotia, a magnificent steamer, moored\nbeside the Duncan, and bound for Calcutta. The Scotia, from her size,\nhad a right to consider the Duncan as a mere fly-boat. Nevertheless,\nall the attraction centred in Lord Glenarvan's yacht, and increased\nfrom day to day.\n\nThe time of departure approached. Captain Mangles had shown himself\nskillful and expeditious. A month after her trial trip in the Frith of\nClyde, the Duncan, laden, provisioned, and equipped, was ready to put\nto sea. The 25th of August was appointed for the time of departure,\nwhich would enable the yacht to reach the southern latitudes by the\nbeginning of spring. Lord Glenarvan, when his plan was matured, did\nnot neglect to make investigations into the hardships and perils of the\nvoyage; yet he did not hesitate on this account, but prepared to leave\nMalcolm Castle.\n\nOn the 24th of August, Lord and Lady Glenarvan, Major MacNabb, Mary and\nRobert Grant, Mr. Olbinett, the steward of the yacht, and his wife, who\nwas in the service of Lady Glenarvan, left the castle, after taking an\naffectionate farewell of their family servants. Several hours afterward\nthey found themselves on board. Many of the population of Glasgow\nwelcomed with sympathetic admiration the young and courageous lady who\nrenounced the pleasures of a life of luxury, and sailed to the rescue\nof the shipwrecked sailors.\n\nThe apartments of Lord Glenarvan and his wife occupied the entire stern\nof the vessel. They consisted of two bed-chambers, a parlor, and two\ndressing-rooms, adjoining which was an open square inclosed by six\ncabins, five of which were occupied by Mary and Robert Grant, Mr. and\nMrs. Olbinett, and Major MacNabb. As for the cabins of the captain and\nthe mate, they were situated in the forecastle, and opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht,"
    },
    {
      "chunk_idx": 442,
      "chunk_id": "The Count of Monte Cristo_chunk_206",
      "start_pos": 721000,
      "end_pos": 725000,
      "similarity": 0.023017902813299233,
      "text": "Rita’s bosom, he held it out to\nthe old man with one hand, while with the other he tore open his vest.\n\n“‘Thou hast done well!’ returned the old man in a hoarse voice;\n‘embrace me, my son.’\n\n20115m\n\n\n\nCarlini threw himself, sobbing like a child, into the arms of his\nmistress’s father. These were the first tears the man of blood had ever\nwept.\n\n“‘Now,’ said the old man, ‘aid me to bury my child.’ Carlini fetched\ntwo pickaxes; and the father and the lover began to dig at the foot of\na huge oak, beneath which the young girl was to repose. When the grave\nwas formed, the father embraced her first, and then the lover;\nafterwards, one taking the head, the other the feet, they placed her in\nthe grave. Then they knelt on each side of the grave, and said the\nprayers of the dead. Then, when they had finished, they cast the earth\nover the corpse, until the grave was filled. Then, extending his hand,\nthe old man said; ‘I thank you, my son; and now leave me alone.’\n\n“‘Yet——’ replied Carlini.\n\n“‘Leave me, I command you.’\n\n“Carlini obeyed, rejoined his comrades, folded himself in his cloak,\nand soon appeared to sleep as soundly as the rest. It had been resolved\nthe night before to change their encampment. An hour before daybreak,\nCucumetto aroused his men, and gave the word to march. But Carlini\nwould not quit the forest, without knowing what had become of Rita’s\nfather. He went toward the place where he had left him. He found the\nold man suspended from one of the branches of the oak which shaded his\ndaughter’s grave. He then took an oath of bitter vengeance over the\ndead body of the one and the tomb of the other. But he was unable to\ncomplete this oath, for two days afterwards, in an encounter with the\nRoman carbineers, Carlini was killed. There was some surprise, however,\nthat, as he was with his face to the enemy, he should have received a\nball between his shoulders. That astonishment ceased when one of the\nbrigands remarked to his comrades that Cucumetto was stationed ten\npaces in Carlini’s rear when he fell. On the morning of the departure\nfrom the forest of Frosinone he had followed Carlini in the darkness,\nand heard this oath of vengeance, and, like a wise man, anticipated it.\n\n“They told ten other stories of this bandit chief, each more singular\nthan the other. Thus, from Fondi to Perusia, everyone trembles at the\nname of Cucumetto.\n\n“These narratives were frequently the theme of conversation between\nLuigi and Teresa. The young girl trembled very much at hearing the\nstories; but Vampa reassured her with a smile, tapping the butt of his\ngood fowling-piece, which threw its ball so well; and if that did not\nrestore her courage, he pointed to a crow, perched on some dead branch,\ntook aim, touched the trigger, and the bird fell dead at the foot of\nthe tree. Time passed on, and the two young people had agreed to be\nmarried when Vampa should be twenty and Teresa nineteen years of age.\nThey were both orphans, and had only their employers’ leave to ask,\nwhich had been already sought and obtained. One day when they were\ntalking over their plans for the future, they heard two or three\nreports of firearms, and then suddenly a man came out of the wood, near\nwhich the two young persons used to graze their flocks, and hurried\ntowards them. When he came within hearing, he exclaimed:\n\n‘I am pursued; can you conceal me?’\n\n“They knew full well that this fugitive must be a bandit; but there is\nan innate sympathy between the Roman brigand and the Roman peasant and\nthe latter is always ready to aid the former. Vampa, without saying a\nword, hastened to the stone that closed up the entrance to their\ngrotto, drew it away, made a sign to the fugitive to take refuge there,\nin a retreat unknown to everyone, closed the stone upon him, and then\nwent and resumed his seat by Teresa. Instantly afterwards four\ncarbineers, on horseback, appeared on the edge of the wood; three of\nthem appeared to be looking for the fugitive, while the fourth dragged\na brigand prisoner b"
    }
  ]
}