{
  "701b36b57947": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.021505376344086023,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 128,
      "chunk_id": "In Search of the Castaways_chunk_128",
      "start_pos": 448000,
      "end_pos": 452000,
      "similarity": 0.019662921348314606,
      "text": "lers had aroused him.\n\n[Illustration: Paganel and the others had now gathered round, and\nToliné had to answer many a question. He came out of his examination\nvery creditably.]\n\nPaganel and the others had now gathered round, and Toliné had to answer\nmany a question. He came out of his examination very creditably; the\nreverence with which he spoke of the Creator and of the Bible produced\na very favorable impression on the Scottish heads of the expedition,\nwhilst the fact that he had taken \"the first prize in geography\" was\nsufficient introduction to Monsieur Paganel, who forthwith tested his\nknowledge, greatly to his own satisfaction, and considerably to the\ncredit of his young pupil. The curiosity of his discoverers having been\nfully satisfied, Toliné was made welcome, and partook with the others\nof the general repast. Many were the plans and purposes concerning\nhim, and much wonder was expressed as to how they could speed him on\nhis way; but in the morning it was discovered that he had solved the\nproblem for himself, and a bouquet of fresh leaves and flowers, laid by\nthe side of Lady Helena's seat, was the only memento that Toliné had\nleft.\n\n[Sidenote: A GOLDEN CITY.]\n\nThe party were now approaching the district which, in the years 1851\nand 1852, was so much talked of throughout the civilized world,\nand attracted from all parts so many reckless adventurers and\nfortune-hunters. The line of the thirty-seventh parallel, on which they\nwere traveling, led them through the diggings and municipality of Mount\nAlexander, which was one of the most successful spots for the digger at\nthe commencement of the gold fever, in consequence of the comparatively\nlevel nature of the ground and the general richness of the soil, so\ndifferent from some other localities where only once in a while was\nsome enormous nugget to be found. As they drew near to the streets of\nthis hastily-built town, Ayrton and Mulready, who were in charge of the\ncart, were sent forward, whilst the others walked through the place to\ninspect what there might be of interest, as well as to ascertain what\nmight be learned concerning the object of their expedition.\n\nThus, in this strange gathering of all nationalities and creeds and\nprofessions, the regular inhabitants beheld a still more extraordinary\nsight than that every day afforded them: folks who to the refinement\nwhich education and civilization give added both the earnestness\nof the worker and the freshness and vigor of the pleasure-seeking\ntourist. In the streets, in connection with the strange sign-boards and\nannouncements, the novel erections and purposes to which some of them\nwere adapted, Paganel had a history and commentary for every one.\n\nStill more did he expatiate upon the thousand-and-one topics of\ninterest when they visited the bank building, which here is the\ncentre of more than one agency connected with this great gold-bearing\ndistrict. Here was the mineralogical museum, in which might be seen\nspecimens illustrative of all the various ways in which the gold has\nbeen found, whether in combination with clay or other minerals, or--as\nit is sometimes, to the great joy of the finder, discovered--_pur\net simple_. Here also were models, diagrams, and even the tools\nthemselves, to illustrate the different methods by which the object\nof search was dug out, or washed, or crushed, or tested. Here also\nwas an almost unequaled collection of precious stones, gems of all\nsorts, making the gallery in which they were placed a real Golconda\nfor its wealth and attractions. Besides all this, here was the centre\nof the varied agencies by which the reports were brought in from the\ncompanies established for mining purposes, and also from each isolated\nworker, of the space purchased, the number of feet or yards dug, the\nore extracted, the comparative richness or poverty of the soil here,\nthere, and elsewhere, which in their summarized and aggregate form have\ngreatly helped to a correct knowledge of the comparative and absolute\ngold-"
    },
    {
      "chunk_idx": 657,
      "chunk_id": "The Count of Monte Cristo_chunk_421",
      "start_pos": 1473500,
      "end_pos": 1477500,
      "similarity": 0.018970189701897018,
      "text": "tance without any reason for doing so, but I shall have\nthe satisfaction of knowing that I have acted like a man of sense and\nfeeling. M. d’Épinay, to whom I had promised the interest of this sum,\nshall receive it, even if I endure the most cruel privations.”\n\n“However,” said Madame de Villefort, returning to the one idea which\nincessantly occupied her mind, “perhaps it would be better to explain\nthis unlucky affair to M. d’Épinay, in order to give him the\nopportunity of himself renouncing his claim to the hand of Mademoiselle\nde Villefort.”\n\n“Ah, that would be a great pity,” said Villefort.\n\n“A great pity,” said Monte Cristo.\n\n“Undoubtedly,” said Villefort, moderating the tones of his voice, “a\nmarriage once concerted and then broken off, throws a sort of discredit\non a young lady; then again, the old reports, which I was so anxious to\nput an end to, will instantly gain ground. No, it will all go well; M.\nd’Épinay, if he is an honorable man, will consider himself more than\never pledged to Mademoiselle de Villefort, unless he were actuated by a\ndecided feeling of avarice, but that is impossible.”\n\n“I agree with M. de Villefort,” said Monte Cristo, fixing his eyes on\nMadame de Villefort; “and if I were sufficiently intimate with him to\nallow of giving my advice, I would persuade him, since I have been told\nM. d’Épinay is coming back, to settle this affair at once beyond all\npossibility of revocation. I will answer for the success of a project\nwhich will reflect so much honor on M. de Villefort.”\n\nThe procureur arose, delighted with the proposition, but his wife\nslightly changed color.\n\n“Well, that is all that I wanted, and I will be guided by a counsellor\nsuch as you are,” said he, extending his hand to Monte Cristo.\n“Therefore let everyone here look upon what has passed today as if it\nhad not happened, and as though we had never thought of such a thing as\na change in our original plans.”\n\n“Sir,” said the count, “the world, unjust as it is, will be pleased\nwith your resolution; your friends will be proud of you, and M.\nd’Épinay, even if he took Mademoiselle de Villefort without any dowry,\nwhich he will not do, would be delighted with the idea of entering a\nfamily which could make such sacrifices in order to keep a promise and\nfulfil a duty.”\n\nAt the conclusion of these words, the count rose to depart.\n\n“Are you going to leave us, count?” said Madame de Villefort.\n\n“I am sorry to say I must do so, madame, I only came to remind you of\nyour promise for Saturday.”\n\n“Did you fear that we should forget it?”\n\n“You are very good, madame, but M. de Villefort has so many important\nand urgent occupations.”\n\n“My husband has given me his word, sir,” said Madame de Villefort; “you\nhave just seen him resolve to keep it when he has everything to lose,\nand surely there is more reason for his doing so where he has\neverything to gain.”\n\n“And,” said Villefort, “is it at your house in the Champs-Élysées that\nyou receive your visitors?”\n\n“No,” said Monte Cristo, “which is precisely the reason which renders\nyour kindness more meritorious,—it is in the country.”\n\n“In the country?”\n\n“Yes.”\n\n“Where is it, then? Near Paris, is it not?”\n\n“Very near, only half a league from the Barriers,—it is at Auteuil.”\n\n“At Auteuil?” said Villefort; “true, Madame de Villefort told me you\nlived at Auteuil, since it was to your house that she was taken. And in\nwhat part of Auteuil do you reside?”\n\n“Rue de la Fontaine.”\n\n“Rue de la Fontaine!” exclaimed Villefort in an agitated tone; “at what\nnumber?”\n\n“No. 28.”\n\n“Then,” cried Villefort, “was it you who bought M. de Saint-Méran’s\nhouse!”\n\n“Did it belong to M. de Saint-Méran?” demanded Monte Cristo.\n\n“Yes,” replied Madame de Villefort; “and, would you believe it,\ncount——”\n\n“Believe what?”\n\n“You think this house pretty, do you not?”\n\n“I think it charming.”\n\n“Well, my husband would never live in it.”\n\n“Indeed?” returned Monte Cristo, “that is a prejudice on your part, M.\nde Villefort, for which I am quite at a loss to account"
    },
    {
      "chunk_idx": 468,
      "chunk_id": "The Count of Monte Cristo_chunk_232",
      "start_pos": 812000,
      "end_pos": 816000,
      "similarity": 0.018134715025906734,
      "text": "t immediately afterwards the tapestry was drawn aside, and the\nowner of all these riches stood before the two young men. Albert\ninstantly rose to meet him, but Franz remained, in a manner, spellbound\non his chair; for in the person of him who had just entered he\nrecognized not only the mysterious visitant to the Colosseum, and the\noccupant of the box at the Teatro Argentina, but also his extraordinary\nhost of Monte Cristo.\n\n20157m\n\n\n\n\n Chapter 35. La Mazzolata\n\nGentlemen,” said the Count of Monte Cristo as he entered, “I pray you\nexcuse me for suffering my visit to be anticipated; but I feared to\ndisturb you by presenting myself earlier at your apartments; besides,\nyou sent me word that you would come to me, and I have held myself at\nyour disposal.”\n\n“Franz and I have to thank you a thousand times, count,” returned\nAlbert; “you extricated us from a great dilemma, and we were on the\npoint of inventing a very fantastic vehicle when your friendly\ninvitation reached us.”\n\n“Indeed,” returned the count, motioning the two young men to sit down.\n“It was the fault of that blockhead Pastrini, that I did not sooner\nassist you in your distress. He did not mention a syllable of your\nembarrassment to me, when he knows that, alone and isolated as I am, I\nseek every opportunity of making the acquaintance of my neighbors. As\nsoon as I learned I could in any way assist you, I most eagerly seized\nthe opportunity of offering my services.”\n\nThe two young men bowed. Franz had, as yet, found nothing to say; he\nhad come to no determination, and as nothing in the count’s manner\nmanifested the wish that he should recognize him, he did not know\nwhether to make any allusion to the past, or wait until he had more\nproof; besides, although sure it was he who had been in the box the\nprevious evening, he could not be equally positive that this was the\nman he had seen at the Colosseum. He resolved, therefore, to let things\ntake their course without making any direct overture to the count.\nMoreover, he had this advantage, he was master of the count’s secret,\nwhile the count had no hold on Franz, who had nothing to conceal.\nHowever, he resolved to lead the conversation to a subject which might\npossibly clear up his doubts.\n\n“Count,” said he, “you have offered us places in your carriage, and at\nyour windows in the Rospoli Palace. Can you tell us where we can obtain\na sight of the Piazza del Popolo?”\n\n“Ah,” said the count negligently, looking attentively at Morcerf, “is\nthere not something like an execution upon the Piazza del Popolo?”\n\n“Yes,” returned Franz, finding that the count was coming to the point\nhe wished.\n\n“Stay, I think I told my steward yesterday to attend to this; perhaps I\ncan render you this slight service also.”\n\nHe extended his hand, and rang the bell thrice.\n\n“Did you ever occupy yourself,” said he to Franz, “with the employment\nof time and the means of simplifying the summoning your servants? I\nhave. When I ring once, it is for my valet; twice, for my majordomo;\nthrice, for my steward,—thus I do not waste a minute or a word. Here he\nis.”\n\nA man of about forty-five or fifty entered, exactly resembling the\nsmuggler who had introduced Franz into the cavern; but he did not\nappear to recognize him. It was evident he had his orders.\n\n“Monsieur Bertuccio,” said the count, “you have procured me windows\nlooking on the Piazza del Popolo, as I ordered you yesterday.”\n\n“Yes, excellency,” returned the steward; “but it was very late.”\n\n“Did I not tell you I wished for one?” replied the count, frowning.\n\n“And your excellency has one, which was let to Prince Lobanieff; but I\nwas obliged to pay a hundred——”\n\n“That will do—that will do, Monsieur Bertuccio; spare these gentlemen\nall such domestic arrangements. You have the window, that is\nsufficient. Give orders to the coachman; and be in readiness on the\nstairs to conduct us to it.”\n\nThe steward bowed, and was about to quit the room.\n\n“Ah!” continued the count, “be good enough to ask Pastrini if he has\nreceived "
    },
    {
      "chunk_idx": 756,
      "chunk_id": "The Count of Monte Cristo_chunk_520",
      "start_pos": 1820000,
      "end_pos": 1824000,
      "similarity": 0.01808785529715762,
      "text": "bert; “nor even ancient Greek, my dear count; never\nhad Homer or Plato a more unworthy scholar than myself.”\n\n“Then,” said Haydée, proving by her remark that she had quite\nunderstood Monte Cristo’s question and Albert’s answer, “then I will\nspeak either in French or Italian, if my lord so wills it.”\n\nMonte Cristo reflected one instant. “You will speak in Italian,” said\nhe.\n\nThen, turning towards Albert,—“It is a pity you do not understand\neither ancient or modern Greek, both of which Haydée speaks so\nfluently; the poor child will be obliged to talk to you in Italian,\nwhich will give you but a very false idea of her powers of\nconversation.”\n\nThe count made a sign to Haydée to address his visitor. “Sir,” she said\nto Morcerf, “you are most welcome as the friend of my lord and master.”\nThis was said in excellent Tuscan, and with that soft Roman accent\nwhich makes the language of Dante as sonorous as that of Homer. Then,\nturning to Ali, she directed him to bring coffee and pipes, and when he\nhad left the room to execute the orders of his young mistress she\nbeckoned Albert to approach nearer to her. Monte Cristo and Morcerf\ndrew their seats towards a small table, on which were arranged music,\ndrawings, and vases of flowers. Ali then entered bringing coffee and\nchibouques; as to M. Baptistin, this portion of the building was\ninterdicted to him. Albert refused the pipe which the Nubian offered\nhim.\n\n“Oh, take it—take it,” said the count; “Haydée is almost as civilized\nas a Parisian; the smell of a Havana is disagreeable to her, but the\ntobacco of the East is a most delicious perfume, you know.”\n\nAli left the room. The cups of coffee were all prepared, with the\naddition of sugar, which had been brought for Albert. Monte Cristo and\nHaydée took the beverage in the original Arabian manner, that is to\nsay, without sugar. Haydée took the porcelain cup in her little slender\nfingers and conveyed it to her mouth with all the innocent artlessness\nof a child when eating or drinking something which it likes. At this\nmoment two women entered, bringing salvers filled with ices and\nsherbet, which they placed on two small tables appropriated to that\npurpose.\n\n“My dear host, and you, signora,” said Albert, in Italian, “excuse my\napparent stupidity. I am quite bewildered, and it is natural that it\nshould be so. Here I am in the heart of Paris; but a moment ago I heard\nthe rumbling of the omnibuses and the tinkling of the bells of the\nlemonade-sellers, and now I feel as if I were suddenly transported to\nthe East; not such as I have seen it, but such as my dreams have\npainted it. Oh, signora, if I could but speak Greek, your conversation,\nadded to the fairy-scene which surrounds me, would furnish an evening\nof such delight as it would be impossible for me ever to forget.”\n\n“I speak sufficient Italian to enable me to converse with you, sir,”\nsaid Haydée quietly; “and if you like what is Eastern, I will do my\nbest to secure the gratification of your tastes while you are here.”\n\n“On what subject shall I converse with her?” said Albert, in a low tone\nto Monte Cristo.\n\n“Just what you please; you may speak of her country and of her youthful\nreminiscences, or if you like it better you can talk of Rome, Naples,\nor Florence.”\n\n“Oh,” said Albert, “it is of no use to be in the company of a Greek if\none converses just in the same style as with a Parisian; let me speak\nto her of the East.”\n\n“Do so then, for of all themes which you could choose that will be the\nmost agreeable to her taste.”\n\nAlbert turned towards Haydée. “At what age did you leave Greece,\nsignora?” asked he.\n\n“I left it when I was but five years old,” replied Haydée.\n\n“And have you any recollection of your country?”\n\n“When I shut my eyes and think, I seem to see it all again. The mind\ncan see as well as the body. The body forgets sometimes; but the mind\nalways remembers.”\n\n“And how far back into the past do your recollections extend?”\n\n“I could scarcely walk when my mother, who was called Vasiliki, wh"
    }
  ]
}