{
  "c2f49d85ef8d": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.06060606060606061,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 118,
      "chunk_id": "In Search of the Castaways_chunk_118",
      "start_pos": 413000,
      "end_pos": 417000,
      "similarity": 0.03814713896457766,
      "text": "pplause\nrent the air. In a few moments the party reached the shore, and in no\ngreat length of time arrived at O'Moore's farm.\n\nEverything was ready. Lady Helena was delighted with her quarters. The\nimmense cart, with its rude wheels and massive timbers, especially\npleased her. The six oxen yoked in pairs seemed to indicate primeval\nsimplicity, and were a novel sight. Ayrton, whip in hand, awaited the\norders of his new chief.\n\n[Illustration: Ayrton and Olbinett took their places respectively in\nfront and in the rear part of the cart, while Glenarvan, the major,\nPaganel, Robert, Captain Mangles, and the two sailors, mounted their\nhorses.]\n\n\"I declare!\" said Paganel, \"this is an admirable vehicle, worth all the\nmail-coaches in the world. I know of no better way of traversing the\nearth than in this style, like mountebanks. A house that moves when\nyou please and stops wherever you please is all you can desire.\"\n\n[Illustration: The \"Mosquito Plains,\" whose very name describes them,\nand serves to tell of the tortures that our friends had to encounter.]\n\n\"Monsieur Paganel,\" replied Lady Helena, \"I hope to have the pleasure\nof receiving you in my parlor.\"\n\n\"Madam,\" replied the geographer, \"you do me great honor! Have you\nchosen a day?\"\n\n\"I shall be at home every day for my friends,\" replied Lady Helena,\nsmiling, \"and you are----\"\n\n\"The most devoted of all,\" added Paganel, gallantly.\n\nThis exchange of compliments was interrupted by the arrival of seven\nhorses, all harnessed, driven by one of O'Moore's sons. Lord Glenarvan\npaid for these new acquisitions, and added many thanks, which the\nhonest colonist seemed to value as highly as the gold and notes which\nhe received.\n\nThe signal for departure was now given. Lady Helena and Miss Grant\nseated themselves in their compartment, Ayrton and Olbinett took their\nplaces respectively in front and in the rear part of the cart, while\nGlenarvan, the major, Paganel, Robert, Captain Mangles, and the two\nsailors, all armed with carbines and revolvers, mounted their horses. A\n\"God bless you\" was Mr. O'Moore's parting salute, which was echoed in\nchorus by his family. Ayrton uttered a peculiar cry, and started his\nlong team. The cart moved, the timbers cracked, the axles creaked, and\nthe farm of the honest hospitable Irishman soon disappeared from view\nat the turn of the road.\n\n\n\n\nCHAPTER XXXIII.\n\nAN ACCIDENT.\n\n\nOur travelers made tolerably good progress by their new mode of\nconveyance. The heat was great, but endurable, and the road was\nquite easy for the horses. They were still in the province of South\nAustralia, and in this part at least the scenery was not of the\nmost interesting character. A succession of small hills, with very\ndusty tracks, small shrubs, and scant herbage, had to be traversed\nfor several miles; and when these had been passed they reached the\n\"Mosquito Plains,\" whose very name describes them, and serves to tell\nof the tortures that our friends had to encounter. Both the bipeds and\nthe quadrupeds suffered terribly from the infliction of these flying\npests, whom to avoid was impossible; but there was some consolation for\nthe former in the spirits of hartshorn, carried in the medicine-chest,\nwhich alleviated the pain caused by the sting of those whom Paganel was\ncontinually consigning to a place and person whom they would not visit.\n\nBut shortly a more pleasant neighborhood was reached. Hedges of\nacacias, then a newly cut and better made roadway, then European\nimported trees--oaks, olives, and lemons,--then a well-kept fence,--all\nthese signs told of their approach to Red-gum Station, the home and\nsettlement of an emigrant engaged in the cattle-breeding which is the\nsource of so much Australian wealth. It was in itself an establishment\nof small importance; but to its owners it was a home, and to its\nvisitors, on this occasion, it was a hotel, as the \"station\" generally\nis to the traveler.\n\n[Illustration: Red-gum Station, the home and settlement of an emigrant\nengaged in the cattle-breed"
    },
    {
      "chunk_idx": 428,
      "chunk_id": "The Count of Monte Cristo_chunk_192",
      "start_pos": 672000,
      "end_pos": 676000,
      "similarity": 0.03713527851458886,
      "text": "fall.”\n\nHe then said something in Arabic to Ali, who made a sign of obedience\nand withdrew, but not to any distance.\n\nAs to Franz a strange transformation had taken place in him. All the\nbodily fatigue of the day, all the preoccupation of mind which the\nevents of the evening had brought on, disappeared as they do at the\nfirst approach of sleep, when we are still sufficiently conscious to be\naware of the coming of slumber. His body seemed to acquire an airy\nlightness, his perception brightened in a remarkable manner, his senses\nseemed to redouble their power, the horizon continued to expand; but it\nwas not the gloomy horizon of vague alarms, and which he had seen\nbefore he slept, but a blue, transparent, unbounded horizon, with all\nthe blue of the ocean, all the spangles of the sun, all the perfumes of\nthe summer breeze; then, in the midst of the songs of his\nsailors,—songs so clear and sonorous, that they would have made a\ndivine harmony had their notes been taken down,—he saw the Island of\nMonte Cristo, no longer as a threatening rock in the midst of the\nwaves, but as an oasis in the desert; then, as his boat drew nearer,\nthe songs became louder, for an enchanting and mysterious harmony rose\nto heaven, as if some Loreley had decreed to attract a soul thither, or\nAmphion, the enchanter, intended there to build a city.\n\nAt length the boat touched the shore, but without effort, without\nshock, as lips touch lips; and he entered the grotto amidst continued\nstrains of most delicious melody. He descended, or rather seemed to\ndescend, several steps, inhaling the fresh and balmy air, like that\nwhich may be supposed to reign around the grotto of Circe, formed from\nsuch perfumes as set the mind a-dreaming, and such fires as burn the\nvery senses; and he saw again all he had seen before his sleep, from\nSinbad, his singular host, to Ali, the mute attendant; then all seemed\nto fade away and become confused before his eyes, like the last shadows\nof the magic lantern before it is extinguished, and he was again in the\nchamber of statues, lighted only by one of those pale and antique lamps\nwhich watch in the dead of the night over the sleep of pleasure.\n\nThey were the same statues, rich in form, in attraction, and poesy,\nwith eyes of fascination, smiles of love, and bright and flowing hair.\nThey were Phryne, Cleopatra, Messalina, those three celebrated\ncourtesans. Then among them glided like a pure ray, like a Christian\nangel in the midst of Olympus, one of those chaste figures, those calm\nshadows, those soft visions, which seemed to veil its virgin brow\nbefore these marble wantons.\n\nThen the three statues advanced towards him with looks of love, and\napproached the couch on which he was reposing, their feet hidden in\ntheir long white tunics, their throats bare, hair flowing like waves,\nand assuming attitudes which the gods could not resist, but which\nsaints withstood, and looks inflexible and ardent like those with which\nthe serpent charms the bird; and then he gave way before looks that\nheld him in a torturing grasp and delighted his senses as with a\nvoluptuous kiss.\n\nIt seemed to Franz that he closed his eyes, and in a last look about\nhim saw the vision of modesty completely veiled; and then followed a\ndream of passion like that promised by the Prophet to the elect. Lips\nof stone turned to flame, breasts of ice became like heated lava, so\nthat to Franz, yielding for the first time to the sway of the drug,\nlove was a sorrow and voluptuousness a torture, as burning mouths were\npressed to his thirsty lips, and he was held in cool serpent-like\nembraces. The more he strove against this unhallowed passion the more\nhis senses yielded to its thrall, and at length, weary of a struggle\nthat taxed his very soul, he gave way and sank back breathless and\nexhausted beneath the kisses of these marble goddesses, and the\nenchantment of his marvellous dream.\n\n\n\n Chapter 32. The Waking\n\nWhen Franz returned to himself, he seemed still to be in a dream. He\nthough"
    },
    {
      "chunk_idx": 895,
      "chunk_id": "The Count of Monte Cristo_chunk_659",
      "start_pos": 2306500,
      "end_pos": 2310500,
      "similarity": 0.03713527851458886,
      "text": "ened attentively, holding her breath\ntill she was nearly suffocated; the lock turned, and the door slowly\nopened. Valentine had raised herself upon her elbow, and had scarcely\ntime to throw herself down on the bed and shade her eyes with her arm;\nthen, trembling, agitated, and her heart beating with indescribable\nterror, she awaited the event.\n\nSomeone approached the bed and drew back the curtains. Valentine\nsummoned every effort, and breathed with that regular respiration which\nannounces tranquil sleep.\n\n“Valentine!” said a low voice.\n\nThe girl shuddered to the heart but did not reply.\n\n“Valentine,” repeated the same voice.\n\nStill silent: Valentine had promised not to wake. Then everything was\nstill, excepting that Valentine heard the almost noiseless sound of\nsome liquid being poured into the glass she had just emptied. Then she\nventured to open her eyelids, and glance over her extended arm. She saw\na woman in a white dressing-gown pouring a liquor from a phial into her\nglass. During this short time Valentine must have held her breath, or\nmoved in some slight degree, for the woman, disturbed, stopped and\nleaned over the bed, in order the better to ascertain whether Valentine\nslept: it was Madame de Villefort.\n\nOn recognizing her step-mother, Valentine could not repress a shudder,\nwhich caused a vibration in the bed. Madame de Villefort instantly\nstepped back close to the wall, and there, shaded by the bed-curtains,\nshe silently and attentively watched the slightest movement of\nValentine. The latter recollected the terrible caution of Monte Cristo;\nshe fancied that the hand not holding the phial clasped a long sharp\nknife. Then collecting all her remaining strength, she forced herself\nto close her eyes; but this simple operation upon the most delicate\norgans of our frame, generally so easy to accomplish, became almost\nimpossible at this moment, so much did curiosity struggle to retain the\neyelid open and learn the truth. Madame de Villefort, however,\nreassured by the silence, which was alone disturbed by the regular\nbreathing of Valentine, again extended her hand, and half hidden by the\ncurtains succeeded in emptying the contents of the phial into the\nglass. Then she retired so gently that Valentine did not know she had\nleft the room. She only witnessed the withdrawal of the arm—the fair\nround arm of a woman but twenty-five years old, and who yet spread\ndeath around her.\n\n50077m\n\n\n\nIt is impossible to describe the sensations experienced by Valentine\nduring the minute and a half Madame de Villefort remained in the room.\n\nThe grating against the library-door aroused the young girl from the\nstupor in which she was plunged, and which almost amounted to\ninsensibility. She raised her head with an effort. The noiseless door\nagain turned on its hinges, and the Count of Monte Cristo reappeared.\n\n“Well,” said he, “do you still doubt?”\n\n“Oh,” murmured the young girl.\n\n“Have you seen?”\n\n“Alas!”\n\n“Did you recognize?” Valentine groaned.\n\n“Oh, yes;” she said, “I saw, but I cannot believe!”\n\n“Would you rather die, then, and cause Maximilian’s death?”\n\n“Oh,” repeated the young girl, almost bewildered, “can I not leave the\nhouse?—can I not escape?”\n\n“Valentine, the hand which now threatens you will pursue you\neverywhere; your servants will be seduced with gold, and death will be\noffered to you disguised in every shape. You will find it in the water\nyou drink from the spring, in the fruit you pluck from the tree.”\n\n“But did you not say that my kind grandfather’s precaution had\nneutralized the poison?”\n\n“Yes, but not against a strong dose; the poison will be changed, and\nthe quantity increased.” He took the glass and raised it to his lips.\n“It is already done,” he said; “brucine is no longer employed, but a\nsimple narcotic! I can recognize the flavor of the alcohol in which it\nhas been dissolved. If you had taken what Madame de Villefort has\npoured into your glass, Valentine—Valentine—you would have been\ndoomed!”\n\n“But,” exclaimed the young girl"
    },
    {
      "chunk_idx": 897,
      "chunk_id": "The Count of Monte Cristo_chunk_661",
      "start_pos": 2313500,
      "end_pos": 2317500,
      "similarity": 0.03674540682414698,
      "text": "re yourself, then, and say to yourself: ‘At this moment, a\nfriend, a father, who lives for my happiness and that of Maximilian,\nwatches over me!’”\n\n“Alas, alas, what a fearful extremity!”\n\n“Valentine, would you rather denounce your stepmother?”\n\n“I would rather die a hundred times—oh, yes, die!”\n\n“No, you will not die; but will you promise me, whatever happens, that\nyou will not complain, but hope?”\n\n“I will think of Maximilian!”\n\n“You are my own darling child, Valentine! I alone can save you, and I\nwill.”\n\nValentine in the extremity of her terror joined her hands,—for she felt\nthat the moment had arrived to ask for courage,—and began to pray, and\nwhile uttering little more than incoherent words, she forgot that her\nwhite shoulders had no other covering than her long hair, and that the\npulsations of her heart could be seen through the lace of her\nnightdress. Monte Cristo gently laid his hand on the young girl’s arm,\ndrew the velvet coverlet close to her throat, and said with a paternal\nsmile:\n\n“My child, believe in my devotion to you as you believe in the goodness\nof Providence and the love of Maximilian.” Valentine gave him a look\nfull of gratitude, and remained as docile as a child.\n\nThen he drew from his waistcoat-pocket the little emerald box, raised\nthe golden lid, and took from it a pastille about the size of a pea,\nwhich he placed in her hand. She took it, and looked attentively on the\ncount; there was an expression on the face of her intrepid protector\nwhich commanded her veneration. She evidently interrogated him by her\nlook.\n\n“Yes,” said he.\n\nValentine carried the pastille to her mouth, and swallowed it.\n\n“And now, my dear child, adieu for the present. I will try and gain a\nlittle sleep, for you are saved.”\n\n“Go,” said Valentine, “whatever happens, I promise you not to fear.”\n\nMonte Cristo for some time kept his eyes fixed on the young girl, who\ngradually fell asleep, yielding to the effects of the narcotic the\ncount had given her. Then he took the glass, emptied three parts of the\ncontents in the fireplace, that it might be supposed Valentine had\ntaken it, and replaced it on the table; then he disappeared, after\nthrowing a farewell glance on Valentine, who slept with the confidence\nand innocence of an angel at the feet of the Lord.\n\n\n\n Chapter 102. Valentine\n\nThe night-light continued to burn on the chimney-piece, exhausting the\nlast drops of oil which floated on the surface of the water. The globe\nof the lamp appeared of a reddish hue, and the flame, brightening\nbefore it expired, threw out the last flickerings which in an inanimate\nobject have been so often compared with the convulsions of a human\ncreature in its final agonies. A dull and dismal light was shed over\nthe bedclothes and curtains surrounding the young girl. All noise in\nthe streets had ceased, and the silence was frightful.\n\nIt was then that the door of Edward’s room opened, and a head we have\nbefore noticed appeared in the glass opposite; it was Madame de\nVillefort, who came to witness the effects of the drink she had\nprepared. She stopped in the doorway, listened for a moment to the\nflickering of the lamp, the only sound in that deserted room, and then\nadvanced to the table to see if Valentine’s glass were empty. It was\nstill about a quarter full, as we before stated. Madame de Villefort\nemptied the contents into the ashes, which she disturbed that they\nmight the more readily absorb the liquid; then she carefully rinsed the\nglass, and wiping it with her handkerchief replaced it on the table.\n\nIf anyone could have looked into the room just then he would have\nnoticed the hesitation with which Madame de Villefort approached the\nbed and looked fixedly on Valentine. The dim light, the profound\nsilence, and the gloomy thoughts inspired by the hour, and still more\nby her own conscience, all combined to produce a sensation of fear; the\npoisoner was terrified at the contemplation of her own work.\n\nAt length she rallied, drew aside the curtain, and leaning ov"
    }
  ]
}