{
  "770b65fbe93c": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0784313725490196,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 392,
      "chunk_id": "The Count of Monte Cristo_chunk_156",
      "start_pos": 546000,
      "end_pos": 550000,
      "similarity": 0.046511627906976744,
      "text": "y.\nThe night after that battle he was sentry at the door of a general who\ncarried on a secret correspondence with the enemy. That same night the\ngeneral was to go over to the English. He proposed to Fernand to\naccompany him; Fernand agreed to do so, deserted his post, and followed\nthe general.\n\n“Fernand would have been court-martialed if Napoleon had remained on\nthe throne, but his action was rewarded by the Bourbons. He returned to\nFrance with the epaulet of sub-lieutenant, and as the protection of the\ngeneral, who is in the highest favor, was accorded to him, he was a\ncaptain in 1823, during the Spanish war—that is to say, at the time\nwhen Danglars made his early speculations. Fernand was a Spaniard, and\nbeing sent to Spain to ascertain the feeling of his fellow-countrymen,\nfound Danglars there, got on very intimate terms with him, won over the\nsupport of the royalists at the capital and in the provinces, received\npromises and made pledges on his own part, guided his regiment by paths\nknown to himself alone through the mountain gorges which were held by\nthe royalists, and, in fact, rendered such services in this brief\ncampaign that, after the taking of Trocadero, he was made colonel, and\nreceived the title of count and the cross of an officer of the Legion\nof Honor.”\n\n“Destiny! destiny!” murmured the abbé.\n\n“Yes, but listen: this was not all. The war with Spain being ended,\nFernand’s career was checked by the long peace which seemed likely to\nendure throughout Europe. Greece only had risen against Turkey, and had\nbegun her war of independence; all eyes were turned towards Athens—it\nwas the fashion to pity and support the Greeks. The French government,\nwithout protecting them openly, as you know, gave countenance to\nvolunteer assistance. Fernand sought and obtained leave to go and serve\nin Greece, still having his name kept on the army roll.\n\n0345m\n\n\n\nSome time after, it was stated that the Comte de Morcerf (this was the\nname he bore) had entered the service of Ali Pasha with the rank of\ninstructor-general. Ali Pasha was killed, as you know, but before he\ndied he recompensed the services of Fernand by leaving him a\nconsiderable sum, with which he returned to France, when he was\ngazetted lieutenant-general.”\n\n“So that now——?” inquired the abbé.\n\n“So that now,” continued Caderousse, “he owns a magnificent house—No.\n27, Rue du Helder, Paris.”\n\nThe abbé opened his mouth, hesitated for a moment, then, making an\neffort at self-control, he said, “And Mercédès—they tell me that she\nhas disappeared?”\n\n“Disappeared,” said Caderousse, “yes, as the sun disappears, to rise\nthe next day with still more splendor.”\n\n“Has she made a fortune also?” inquired the abbé, with an ironical\nsmile.\n\n“Mercédès is at this moment one of the greatest ladies in Paris,”\nreplied Caderousse.\n\n“Go on,” said the abbé; “it seems as if I were listening to the story\nof a dream. But I have seen things so extraordinary, that what you tell\nme seems less astonishing than it otherwise might.”\n\n“Mercédès was at first in the deepest despair at the blow which\ndeprived her of Edmond. I have told you of her attempts to propitiate\nM. de Villefort, her devotion to the elder Dantès. In the midst of her\ndespair, a new affliction overtook her. This was the departure of\nFernand—of Fernand, whose crime she did not know, and whom she regarded\nas her brother. Fernand went, and Mercédès remained alone.\n\n“Three months passed and still she wept—no news of Edmond, no news of\nFernand, no companionship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fe"
    },
    {
      "chunk_idx": 413,
      "chunk_id": "The Count of Monte Cristo_chunk_177",
      "start_pos": 619500,
      "end_pos": 623500,
      "similarity": 0.04488778054862843,
      "text": " offered me three months. Let this house be the first repaid, my\nson, and respect this man.”\n\n“Father, I will,” said Maximilian.\n\n“And now, once more, adieu,” said Morrel. “Go, leave me; I would be\nalone. You will find my will in the secretaire in my bedroom.”\n\nThe young man remained standing and motionless, having but the force of\nwill and not the power of execution.\n\n“Hear me, Maximilian,” said his father. “Suppose I were a soldier like\nyou, and ordered to carry a certain redoubt, and you knew I must be\nkilled in the assault, would you not say to me, as you said just now,\n‘Go, father; for you are dishonored by delay, and death is preferable\nto shame!’”\n\n“Yes, yes,” said the young man, “yes;” and once again embracing his\nfather with convulsive pressure, he said, “Be it so, my father.”\n\nAnd he rushed out of the study. When his son had left him, Morrel\nremained an instant standing with his eyes fixed on the door; then\nputting forth his arm, he pulled the bell. After a moment’s interval,\nCocles appeared.\n\nIt was no longer the same man—the fearful revelations of the three last\ndays had crushed him. This thought—the house of Morrel is about to stop\npayment—bent him to the earth more than twenty years would otherwise\nhave done.\n\n“My worthy Cocles,” said Morrel in a tone impossible to describe, “do\nyou remain in the antechamber. When the gentleman who came three months\nago—the agent of Thomson & French—arrives, announce his arrival to me.”\n\nCocles made no reply; he made a sign with his head, went into the\nanteroom, and seated himself. Morrel fell back in his chair, his eyes\nfixed on the clock; there were seven minutes left, that was all. The\nhand moved on with incredible rapidity, he seemed to see its motion.\n\nWhat passed in the mind of this man at the supreme moment of his agony\ncannot be told in words. He was still comparatively young, he was\nsurrounded by the loving care of a devoted family, but he had convinced\nhimself by a course of reasoning, illogical perhaps, yet certainly\nplausible, that he must separate himself from all he held dear in the\nworld, even life itself. To form the slightest idea of his feelings,\none must have seen his face with its expression of enforced resignation\nand its tear-moistened eyes raised to heaven. The minute hand moved on.\nThe pistols were loaded; he stretched forth his hand, took one up, and\nmurmured his daughter’s name. Then he laid it down, seized his pen, and\nwrote a few words. It seemed to him as if he had not taken a sufficient\nfarewell of his beloved daughter. Then he turned again to the clock,\ncounting time now not by minutes, but by seconds.\n\nHe took up the deadly weapon again, his lips parted and his eyes fixed\non the clock, and then shuddered at the click of the trigger as he\ncocked the pistol. At this moment of mortal anguish the cold sweat came\nforth upon his brow, a pang stronger than death clutched at his\nheart-strings. He heard the door of the staircase creak on its\nhinges—the clock gave its warning to strike eleven—the door of his\nstudy opened. Morrel did not turn round—he expected these words of\nCocles, “The agent of Thomson & French.”\n\nHe placed the muzzle of the pistol between his teeth. Suddenly he heard\na cry—it was his daughter’s voice. He turned and saw Julie. The pistol\nfell from his hands.\n\n“My father!” cried the young girl, out of breath, and half dead with\njoy—“saved, you are saved!” And she threw herself into his arms,\nholding in her extended hand a red, netted silk purse.\n\n20061m\n\n\n\n“Saved, my child!” said Morrel; “what do you mean?”\n\n“Yes, saved—saved! See, see!” said the young girl.\n\nMorrel took the purse, and started as he did so, for a vague\nremembrance reminded him that it once belonged to himself. At one end\nwas the receipted bill for the 287,000 francs, and at the other was a\ndiamond as large as a hazel-nut, with these words on a small slip of\nparchment: _Julie’s Dowry_.\n\nMorrel passed his hand over his brow; it seemed to him a dream. At this\nmoment the clock s"
    },
    {
      "chunk_idx": 609,
      "chunk_id": "The Count of Monte Cristo_chunk_373",
      "start_pos": 1305500,
      "end_pos": 1309500,
      "similarity": 0.04461942257217848,
      "text": "t one glance at Mademoiselle Danglars to\ncomprehend the justness of Morcerf’s remark. She was beautiful, but her\nbeauty was of too marked and decided a character to please a fastidious\ntaste; her hair was raven black, but its natural waves seemed somewhat\nrebellious; her eyes, of the same color as her hair, were surmounted by\nwell-arched brows, whose great defect, however, consisted in an almost\nhabitual frown, while her whole physiognomy wore that expression of\nfirmness and decision so little in accordance with the gentler\nattributes of her sex—her nose was precisely what a sculptor would have\nchosen for a chiselled Juno. Her mouth, which might have been found\nfault with as too large, displayed teeth of pearly whiteness, rendered\nstill more conspicuous by the brilliant carmine of her lips,\ncontrasting vividly with her naturally pale complexion. But that which\ncompleted the almost masculine look Morcerf found so little to his\ntaste, was a dark mole, of much larger dimensions than these freaks of\nnature generally are, placed just at the corner of her mouth; and the\neffect tended to increase the expression of self-dependence that\ncharacterized her countenance.\n\nThe rest of Mademoiselle Eugénie’s person was in perfect keeping with\nthe head just described; she, indeed, reminded one of Diana, as\nChâteau-Renaud observed, but her bearing was more haughty and resolute.\n\nAs regarded her attainments, the only fault to be found with them was\nthe same that a fastidious connoisseur might have found with her\nbeauty, that they were somewhat too erudite and masculine for so young\na person. She was a perfect linguist, a first-rate artist, wrote\npoetry, and composed music; to the study of the latter she professed to\nbe entirely devoted, following it with an indefatigable perseverance,\nassisted by a schoolfellow,—a young woman without fortune whose talent\npromised to develop into remarkable powers as a singer. It was rumored\nthat she was an object of almost paternal interest to one of the\nprincipal composers of the day, who excited her to spare no pains in\nthe cultivation of her voice, which might hereafter prove a source of\nwealth and independence. But this counsel effectually decided\nMademoiselle Danglars never to commit herself by being seen in public\nwith one destined for a theatrical life; and acting upon this\nprinciple, the banker’s daughter, though perfectly willing to allow\nMademoiselle Louise d’Armilly (that was the name of the young virtuosa)\nto practice with her through the day, took especial care not to be seen\nin her company. Still, though not actually received at the Hôtel\nDanglars in the light of an acknowledged friend, Louise was treated\nwith far more kindness and consideration than is usually bestowed on a\ngoverness.\n\nThe curtain fell almost immediately after the entrance of Madame\nDanglars into her box, the band quitted the orchestra for the\naccustomed half-hour’s interval allowed between the acts, and the\naudience were left at liberty to promenade the salon or lobbies, or to\npay and receive visits in their respective boxes.\n\nMorcerf and Château-Renaud were amongst the first to avail themselves\nof this permission. For an instant the idea struck Madame Danglars that\nthis eagerness on the part of the young viscount arose from his\nimpatience to join her party, and she whispered her expectations to her\ndaughter, that Albert was hurrying to pay his respects to them.\nMademoiselle Eugénie, however, merely returned a dissenting movement of\nthe head, while, with a cold smile, she directed the attention of her\nmother to an opposite box on the first circle, in which sat the\nCountess G——, and where Morcerf had just made his appearance.\n\n30087m\n\n\n\n“So we meet again, my travelling friend, do we?” cried the countess,\nextending her hand to him with all the warmth and cordiality of an old\nacquaintance; “it was really very good of you to recognize me so\nquickly, and still more so to bestow your first visit on me.”\n\n“Be assured,” replied Albert, "
    },
    {
      "chunk_idx": 833,
      "chunk_id": "The Count of Monte Cristo_chunk_597",
      "start_pos": 2089500,
      "end_pos": 2093500,
      "similarity": 0.04461942257217848,
      "text": "ch captain, or the Count of Morcerf, but on the fisherman Fernand,\nthe husband of Mercédès the Catalane.”\n\n“Ah, sir!” cried the countess, “how terrible a vengeance for a fault\nwhich fatality made me commit!—for I am the only culprit, Edmond, and\nif you owe revenge to anyone, it is to me, who had not fortitude to\nbear your absence and my solitude.”\n\n“But,” exclaimed Monte Cristo, “why was I absent? And why were you\nalone?”\n\n40231m\n\n\n\n“Because you had been arrested, Edmond, and were a prisoner.”\n\n“And why was I arrested? Why was I a prisoner?”\n\n“I do not know,” said Mercédès.\n\n“You do not, madame; at least, I hope not. But I will tell you. I was\narrested and became a prisoner because, under the arbor of La Réserve,\nthe day before I was to marry you, a man named Danglars wrote this\nletter, which the fisherman Fernand himself posted.”\n\nMonte Cristo went to a secretaire, opened a drawer by a spring, from\nwhich he took a paper which had lost its original color, and the ink of\nwhich had become of a rusty hue—this he placed in the hands of\nMercédès. It was Danglars’ letter to the king’s attorney, which the\nCount of Monte Cristo, disguised as a clerk from the house of Thomson &\nFrench, had taken from the file against Edmond Dantès, on the day he\nhad paid the two hundred thousand francs to M. de Boville. Mercédès\nread with terror the following lines:\n\n“The king’s attorney is informed by a friend to the throne and religion\nthat one Edmond Dantès, second in command on board the _Pharaon_, this\nday arrived from Smyrna, after having touched at Naples and\nPorto-Ferrajo, is the bearer of a letter from Murat to the usurper, and\nof another letter from the usurper to the Bonapartist club in Paris.\nAmple corroboration of this statement may be obtained by arresting the\nabove-mentioned Edmond Dantès, who either carries the letter for Paris\nabout with him, or has it at his father’s abode. Should it not be found\nin possession of either father or son, then it will assuredly be\ndiscovered in the cabin belonging to the said Dantès on board the\n_Pharaon_.”\n\n\n“How dreadful!” said Mercédès, passing her hand across her brow, moist\nwith perspiration; “and that letter——”\n\n“I bought it for two hundred thousand francs, madame,” said Monte\nCristo; “but that is a trifle, since it enables me to justify myself to\nyou.”\n\n“And the result of that letter——”\n\n“You well know, madame, was my arrest; but you do not know how long\nthat arrest lasted. You do not know that I remained for fourteen years\nwithin a quarter of a league of you, in a dungeon in the Château d’If.\nYou do not know that every day of those fourteen years I renewed the\nvow of vengeance which I had made the first day; and yet I was not\naware that you had married Fernand, my calumniator, and that my father\nhad died of hunger!”\n\n“Can it be?” cried Mercédès, shuddering.\n\n“That is what I heard on leaving my prison fourteen years after I had\nentered it; and that is why, on account of the living Mercédès and my\ndeceased father, I have sworn to revenge myself on Fernand, and—I have\nrevenged myself.”\n\n“And you are sure the unhappy Fernand did that?”\n\n“I am satisfied, madame, that he did what I have told you; besides,\nthat is not much more odious than that a Frenchman by adoption should\npass over to the English; that a Spaniard by birth should have fought\nagainst the Spaniards; that a stipendiary of Ali should have betrayed\nand murdered Ali. Compared with such things, what is the letter you\nhave just read?—a lover’s deception, which the woman who has married\nthat man ought certainly to forgive; but not so the lover who was to\nhave married her. Well, the French did not avenge themselves on the\ntraitor, the Spaniards did not shoot the traitor, Ali in his tomb left\nthe traitor unpunished; but I, betrayed, sacrificed, buried, have risen\nfrom my tomb, by the grace of God, to punish that man. He sends me for\nthat purpose, and here I am.”\n\nThe poor woman’s head and arms fell; her legs bent under her, and she\nfell on her kn"
    }
  ]
}