{
  "c6baa723a934": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05555555555555555,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 989,
      "chunk_id": "The Count of Monte Cristo_chunk_753",
      "start_pos": 2635500,
      "end_pos": 2639500,
      "similarity": 0.025089605734767026,
      "text": "form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n\n    • You pay a royalty fee of 20% of the gross profits you derive from\n        the use of Project Gutenberg™ works calculated using the method\n        you already use to calculate your applicable taxes. The fee is owed\n        to the owner of the Project Gutenberg™ trademark, but he has\n        agreed to donate royalties under this paragraph to the Project\n        Gutenberg Literary Archive Foundation. Royalty payments must be paid\n        within 60 days following each date on which you prepare (or are\n        legally required to prepare) your periodic tax returns. Royalty\n        payments should be clearly marked as such and sent to the Project\n        Gutenberg Literary Archive Foundation at the address specified in\n        Section 4, “Information about donations to the Project Gutenberg\n        Literary Archive Foundation.”\n    \n    • You provide a full refund of any money paid by a user who notifies\n        you in writing (or by e-mail) within 30 days of receipt that s/he\n        does not agree to the terms of the full Project Gutenberg™\n        License. You must require such a user to return or destroy all\n        copies of the works possessed in a physical medium and discontinue\n        all use of and all access to other copies of Project Gutenberg™\n        works.\n    \n    • You provide, in accordance with paragraph 1.F.3, a full refund of\n        any money paid for a work or a replacement copy, if a defect in the\n        electronic work is discovered and reported to you within 90 days of\n        receipt of the work.\n    \n    • You comply with all other terms of this agreement for free\n        distribution of Project Gutenberg™ works.\n    \n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses,"
    },
    {
      "chunk_idx": 738,
      "chunk_id": "The Count of Monte Cristo_chunk_502",
      "start_pos": 1757000,
      "end_pos": 1761000,
      "similarity": 0.024324324324324326,
      "text": ", went at once to his study, and,\noffering the young man a chair:\n\n“M. d’Épinay,” said he, “allow me to remind you at this moment,—which\nis perhaps not so ill-chosen as at first sight may appear, for\nobedience to the wishes of the departed is the first offering which\nshould be made at their tomb,—allow me then to remind you of the wish\nexpressed by Madame de Saint-Méran on her death-bed, that Valentine’s\nwedding might not be deferred. You know the affairs of the deceased are\nin perfect order, and her will bequeaths to Valentine the entire\nproperty of the Saint-Méran family; the notary showed me the documents\nyesterday, which will enable us to draw up the contract immediately.\nYou may call on the notary, M. Deschamps, Place Beauveau, Faubourg\nSaint-Honoré, and you have my authority to inspect those deeds.”\n\n“Sir,” replied M. d’Épinay, “it is not, perhaps, the moment for\nMademoiselle Valentine, who is in deep distress, to think of a husband;\nindeed, I fear——”\n\n40028m\n\n\n\n“Valentine will have no greater pleasure than that of fulfilling her\ngrandmother’s last injunctions; there will be no obstacle from that\nquarter, I assure you.”\n\n“In that case,” replied Franz, “as I shall raise none, you may make\narrangements when you please; I have pledged my word, and shall feel\npleasure and happiness in adhering to it.”\n\n“Then,” said Villefort, “nothing further is required. The contract was\nto have been signed three days since; we shall find it all ready, and\ncan sign it today.”\n\n“But the mourning?” said Franz, hesitating.\n\n“Don’t be uneasy on that score,” replied Villefort; “no ceremony will\nbe neglected in my house. Mademoiselle de Villefort may retire during\nthe prescribed three months to her estate of Saint-Méran; I say hers,\nfor she inherits it today. There, after a few days, if you like, the\ncivil marriage shall be celebrated without pomp or ceremony. Madame de\nSaint-Méran wished her daughter should be married there. When that is\nover, you, sir, can return to Paris, while your wife passes the time of\nher mourning with her mother-in-law.”\n\n“As you please, sir,” said Franz.\n\n“Then,” replied M. de Villefort, “have the kindness to wait half an\nhour; Valentine shall come down into the drawing-room. I will send for\nM. Deschamps; we will read and sign the contract before we separate,\nand this evening Madame de Villefort shall accompany Valentine to her\nestate, where we will rejoin them in a week.”\n\n“Sir,” said Franz, “I have one request to make.”\n\n“What is it?”\n\n“I wish Albert de Morcerf and Raoul de Château-Renaud to be present at\nthis signature; you know they are my witnesses.”\n\n“Half an hour will suffice to apprise them; will you go for them\nyourself, or shall you send?”\n\n“I prefer going, sir.”\n\n“I shall expect you, then, in half an hour, baron, and Valentine will\nbe ready.”\n\nFranz bowed and left the room. Scarcely had the door closed, when M. de\nVillefort sent to tell Valentine to be ready in the drawing-room in\nhalf an hour, as he expected the notary and M. d’Épinay and his\nwitnesses. The news caused a great sensation throughout the house;\nMadame de Villefort would not believe it, and Valentine was\nthunderstruck. She looked around for help, and would have gone down to\nher grandfather’s room, but on the stairs she met M. de Villefort, who\ntook her arm and led her into the drawing-room. In the anteroom,\nValentine met Barrois, and looked despairingly at the old servant. A\nmoment later, Madame de Villefort entered the drawing-room with her\nlittle Edward. It was evident that she had shared the grief of the\nfamily, for she was pale and looked fatigued. She sat down, took Edward\non her knees, and from time to time pressed this child, on whom her\naffections appeared centred, almost convulsively to her bosom.\n\nTwo carriages were soon heard to enter the courtyard. One was the\nnotary’s; the other, that of Franz and his friends. In a moment the\nwhole party was assembled. Valentine was so pale one might trace the\nblue veins from her temples, round her "
    },
    {
      "chunk_idx": 987,
      "chunk_id": "The Count of Monte Cristo_chunk_751",
      "start_pos": 2628500,
      "end_pos": 2632500,
      "similarity": 0.023715415019762844,
      "text": "thout permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\n\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\n\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project Gutenberg™\nelectronic works\n\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the person\nor entity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of chang"
    },
    {
      "chunk_idx": 70,
      "chunk_id": "In Search of the Castaways_chunk_70",
      "start_pos": 245000,
      "end_pos": 249000,
      "similarity": 0.0226628895184136,
      "text": "rough the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at the bottom of a narrow gorge crowned by the embattled walls\nof Fort Independence.\n\n[Illustration: In fact, they were a dozen young children and boys who\nwere drilling very nicely. Their uniform consisted of a striped shirt\nconfined at the waist by a leathern girdle.]\n\n\n\n\nCHAPTER XXI.\n\nA FALSE TRAIL.\n\n\nPaganel, after giving his companions a brief account of the village of\nTandil, added that they could not fail to obtain information there;\nmoreover, the fort was always garrisoned by a detachment of national\ntroops. Glenarvan, accordingly, put the horses into the stable of a\n\"fonda;\" and Paganel, the major, Robert, and he, under the guidance of\nThalcave, proceeded towards Fort Independence.\n\nAfter ascending the ridges of the mountains for a short time, they\narrived at the postern, rather carelessly guarded by a native sentinel.\nThey passed without difficulty, and inferred either great negligence or\nextreme security. A few soldiers were exercising on the parade-ground\nof the fort, the oldest of whom was not more than twenty and the\nyoungest scarcely ten. In fact, they were a dozen young children and\nboys who were drilling very nicely. Their uniform consisted of a\nstriped shirt confined at the waist by a leathern girdle. The mildness\nof the climate justified this light costume. Each of these young\nsoldiers carried a gun and a sword, which were too long and heavy for\nthe little fellows. All had a certain family resemblance, and the\ncorporal who commanded resembled them too: they were twelve brothers,\nwho were parading under the orders of the thirteenth.\n\n[Sidenote: AN ARGENTINE COMMANDANT.]\n\nPaganel was not astonished. He remembered his Argentine statistics, and\nknew that in this country the average number of children in a family\nexceeds nine. But what surprised him exceedingly was to see these\nlittle soldiers practicing the French tactics, and to hear the orders\nof the corporal given in his own native language.\n\n\"This is singular,\" said he.\n\nBut Glenarvan had not come to see boys drill, still less to occupy\nhimself with their nationality or relationship. He did not, therefore,\ngive Paganel time to express further astonishment, but besought him\nto ask for the commander of the fortress. Paganel did so, and one of\nthe soldiers proceeded towards a small building which served as the\nbarracks.\n\nA few moments after, the commander appeared in person. He was a man\nof fifty, robust, with a military air, thick whiskers, prominent\ncheek-bones, gray hair, and commanding look, so far as one could judge\nthrough the clouds of smoke that issued from his short pipe.\n\nThalcave, addressing him, introduced Lord Glenarvan and his companions.\nWhile he spoke, the commander kept scrutinizing Paganel with quite\nembarrassing persistence. The geographer did not know what the trooper\nmeant, and was about to ask him, when the latter unceremoniously seized\nhis hand, and said, in a joyous tone, in his own language,--\n\n\"A Frenchman?\"\n\n\"Yes, a Frenchman,\" replied Paganel.\n\n\"Ah, I am delighted! Welcome, welcome! I am almost a Frenchman,\"\ncried the commander, shaking the geographer's arm with rather painful\nviolence.\n\n\"One of your friends?\" asked the major of Paganel.\n\n\"Yes,\" replied he, with national pride; \"we have friends in all parts\nof the world!\"\n\n[Illustration: \"Ah, I am delighted! Welcome, welcome! I am almost a\nFrenchman,\" cried the commander, shaking the geographer's arm with\nrather painful violence.]\n\n[Sidenote: RAISING A REGIMENT.]\n\nHe then entered into conversation"
    }
  ]
}