{
  "01c1e86772c1": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0449438202247191,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 826,
      "chunk_id": "The Count of Monte Cristo_chunk_590",
      "start_pos": 2065000,
      "end_pos": 2069000,
      "similarity": 0.02452316076294278,
      "text": ".”\n\nAlbert felt the blood mounting to his brow; there was no doubt upon the\nsubject. Danglars defended himself with the baseness, but at the same\ntime with the assurance, of a man who speaks the truth, at least in\npart, if not wholly—not for conscience’ sake, but through fear.\nBesides, what was Morcerf seeking? It was not whether Danglars or Monte\nCristo was more or less guilty; it was a man who would answer for the\noffence, whether trifling or serious; it was a man who would fight, and\nit was evident Danglars would not fight.\n\nIn addition to this, everything forgotten or unperceived before\npresented itself now to his recollection. Monte Cristo knew everything,\nas he had bought the daughter of Ali Pasha; and, knowing everything, he\nhad advised Danglars to write to Yanina. The answer known, he had\nyielded to Albert’s wish to be introduced to Haydée, and allowed the\nconversation to turn on the death of Ali, and had not opposed Haydée’s\nrecital (but having, doubtless, warned the young girl, in the few\nRomaic words he spoke to her, not to implicate Morcerf’s father).\nBesides, had he not begged of Morcerf not to mention his father’s name\nbefore Haydée? Lastly, he had taken Albert to Normandy when he knew the\nfinal blow was near. There could be no doubt that all had been\ncalculated and previously arranged; Monte Cristo then was in league\nwith his father’s enemies. Albert took Beauchamp aside, and\ncommunicated these ideas to him.\n\n“You are right,” said the latter; “M. Danglars has only been a\nsecondary agent in this sad affair, and it is of M. de Monte Cristo\nthat you must demand an explanation.”\n\nAlbert turned.\n\n“Sir,” said he to Danglars, “understand that I do not take a final\nleave of you; I must ascertain if your insinuations are just, and am\ngoing now to inquire of the Count of Monte Cristo.”\n\nHe bowed to the banker, and went out with Beauchamp, without appearing\nto notice Cavalcanti. Danglars accompanied him to the door, where he\nagain assured Albert that no motive of personal hatred had influenced\nhim against the Count of Morcerf.\n\n\n\n Chapter 88. The Insult\n\nAt the banker’s door Beauchamp stopped Morcerf.\n\n“Listen,” said he; “just now I told you it was of M. de Monte Cristo\nyou must demand an explanation.”\n\n“Yes; and we are going to his house.”\n\n“Reflect, Morcerf, one moment before you go.”\n\n“On what shall I reflect?”\n\n“On the importance of the step you are taking.”\n\n“Is it more serious than going to M. Danglars?”\n\n“Yes; M. Danglars is a money-lover, and those who love money, you know,\nthink too much of what they risk to be easily induced to fight a duel.\nThe other is, on the contrary, to all appearance a true nobleman; but\ndo you not fear to find him a bully?”\n\n“I only fear one thing; namely, to find a man who will not fight.”\n\n“Do not be alarmed,” said Beauchamp; “he will meet you. My only fear is\nthat he will be too strong for you.”\n\n“My friend,” said Morcerf, with a sweet smile, “that is what I wish.\nThe happiest thing that could occur to me, would be to die in my\nfather’s stead; that would save us all.”\n\n“Your mother would die of grief.”\n\n“My poor mother!” said Albert, passing his hand across his eyes, “I\nknow she would; but better so than die of shame.”\n\n“Are you quite decided, Albert?”\n\n“Yes; let us go.”\n\n“But do you think we shall find the count at home?”\n\n“He intended returning some hours after me, and doubtless he is now at\nhome.”\n\nThey ordered the driver to take them to No. 30 Champs-Élysées.\nBeauchamp wished to go in alone, but Albert observed that as this was\nan unusual circumstance he might be allowed to deviate from the usual\netiquette of duels. The cause which the young man espoused was one so\nsacred that Beauchamp had only to comply with all his wishes; he\nyielded and contented himself with following Morcerf. Albert sprang\nfrom the porter’s lodge to the steps. He was received by Baptistin. The\ncount had, indeed, just arrived, but he was in his bath, and had\nforbidden that anyone should be admitted.\n\n“But after"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.024054982817869417,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 675,
      "chunk_id": "The Count of Monte Cristo_chunk_439",
      "start_pos": 1536500,
      "end_pos": 1540500,
      "similarity": 0.021739130434782608,
      "text": "n; Madame de Villefort expressed a desire to return\nto Paris, which Madame Danglars had not dared to do, notwithstanding\nthe uneasiness she experienced. On his wife’s request, M. de Villefort\nwas the first to give the signal of departure. He offered a seat in his\nlandau to Madame Danglars, that she might be under the care of his\nwife. As for M. Danglars, absorbed in an interesting conversation with\nM. Cavalcanti, he paid no attention to anything that was passing. While\nMonte Cristo had begged the smelling-bottle of Madame de Villefort, he\nhad noticed the approach of Villefort to Madame Danglars, and he soon\nguessed all that had passed between them, though the words had been\nuttered in so low a voice as hardly to be heard by Madame Danglars.\nWithout opposing their arrangements, he allowed Morrel, Château-Renaud,\nand Debray to leave on horseback, and the ladies in M. de Villefort’s\ncarriage. Danglars, more and more delighted with Major Cavalcanti, had\noffered him a seat in his carriage. Andrea Cavalcanti found his tilbury\nwaiting at the door; the groom, in every respect a caricature of the\nEnglish fashion, was standing on tiptoe to hold a large iron-gray\nhorse.\n\nAndrea had spoken very little during dinner; he was an intelligent lad,\nand he feared to utter some absurdity before so many grand people,\namongst whom, with dilating eyes, he saw the king’s attorney. Then he\nhad been seized upon by Danglars, who, with a rapid glance at the\nstiff-necked old major and his modest son, and taking into\nconsideration the hospitality of the count, made up his mind that he\nwas in the society of some nabob come to Paris to finish the worldly\neducation of his heir. He contemplated with unspeakable delight the\nlarge diamond which shone on the major’s little finger; for the major,\nlike a prudent man, in case of any accident happening to his\nbank-notes, had immediately converted them into an available asset.\nThen, after dinner, on the pretext of business, he questioned the\nfather and son upon their mode of living; and the father and son,\npreviously informed that it was through Danglars the one was to receive\nhis 48,000 francs and the other 50,000 livres annually, were so full of\naffability that they would have shaken hands even with the banker’s\nservants, so much did their gratitude need an object to expend itself\nupon.\n\nOne thing above all the rest heightened the respect, nay almost the\nveneration, of Danglars for Cavalcanti. The latter, faithful to the\nprinciple of Horace, _nil admirari_, had contented himself with showing\nhis knowledge by declaring in what lake the best lampreys were caught.\nThen he had eaten some without saying a word more; Danglars, therefore,\nconcluded that such luxuries were common at the table of the\nillustrious descendant of the Cavalcanti, who most likely in Lucca fed\nupon trout brought from Switzerland, and lobsters sent from England, by\nthe same means used by the count to bring the lampreys from Lake\nFusaro, and the sterlet from the Volga. Thus it was with much\npoliteness of manner that he heard Cavalcanti pronounce these words:\n\n“Tomorrow, sir, I shall have the honor of waiting upon you on\nbusiness.”\n\n“And I, sir,” said Danglars, “shall be most happy to receive you.”\n\nUpon which he offered to take Cavalcanti in his carriage to the Hôtel\ndes Princes, if it would not be depriving him of the company of his\nson. To this Cavalcanti replied by saying that for some time past his\nson had lived independently of him, that he had his own horses and\ncarriages, and that not having come together, it would not be difficult\nfor them to leave separately. The major seated himself, therefore, by\nthe side of Danglars, who was more and more charmed with the ideas of\norder and economy which ruled this man, and yet who, being able to\nallow his son 60,000 francs a year, might be supposed to possess a\nfortune of 500,000 or 600,000 livres.\n\nAs for Andrea, he began, by way of showing off, to scold his groom,\nwho, instead of bringing the tilbury t"
    },
    {
      "chunk_idx": 69,
      "chunk_id": "In Search of the Castaways_chunk_69",
      "start_pos": 241500,
      "end_pos": 245500,
      "similarity": 0.021447721179624665,
      "text": "erefore have removed them.\nBut a serious question was to be considered. If Captain Grant was a\nprisoner of one of these tribes, had he been carried to the north or\nto the south? This problem harassed Glenarvan. It was advisable at all\nhazards to keep track of the captain. In short, it was better to follow\nThalcave's advice and reach the village of Tandil, where at least they\ncould obtain information.\n\nAbout four o'clock in the afternoon they approached a hill that might\nhave passed for a mountain in so level a country. It was Tapalquem\nSierra, and at its foot the travelers encamped for the night.\n\n[Sidenote: GALLOPING GAUCHOS.]\n\nThe passage of this mountain was accomplished the next day with the\ngreatest ease. They followed the sandy undulations of a gradually\nsloping terrace, which certainly did not present difficulties to\npeople who had scaled the Andes, and the horses scarcely relaxed their\nrapid pace. At noon they reached the abandoned Fort Tapalquem, the\nfirst of the chain of forts built on the southern frontier against the\nplundering natives. But not a shadow of an Indian did they encounter,\nto the increasing surprise of Thalcave; although, towards the middle of\nthe day, three rovers of the plain, well armed and mounted, gazed for\na moment at the little party, but prevented their approach, galloping\naway with incredible rapidity. Glenarvan was furious.\n\n\"Gauchos,\" said the Patagonian.\n\n\"Ah! Gauchos,\" replied MacNabb. \"Well, Paganel, what do you think of\nthese creatures?\"\n\n\"I think they look like famous bandits,\" answered Paganel.\n\n\"And hence of course are, my dear geographer?\"\n\n\"Of course, my dear major.\"\n\nPaganel's avowal was followed by a general laugh, which did not\ndisconcert him at all.\n\nAccording to Thalcave's orders, they advanced in close ranks, and\nat evening encamped in a spacious abandoned rancho, where the chief\nCatriel generally assembled his bands of natives. From an examination\nof the ground and the absence of fresh tracks, the Patagonian knew that\nit had not been occupied for a long time.\n\nThe next morning Glenarvan and his companions found themselves again\non the plain. The first estancias (vast establishments for raising\ncattle), which border upon the Tandil, were descried; but Thalcave\nresolved not to stop, but to keep straight on to Fort Independence,\nwhere he wished to obtain information, especially concerning the\nsingular condition of this abandoned country.\n\nThe trees, so rare since leaving the Andes, now reappeared. The greater\npart of these have been planted since the arrival of the Europeans\non the American continent. They generally surround \"corrals,\" vast\ncattle-inclosures protected with stakes. Here thousands of cattle,\nsheep, cows, and horses, branded with the mark of the owner, graze\nand fatten, while large numbers of huge dogs keep watch. The soil is\nadmirably adapted to raising cattle, and yields an excellent fodder.\n\nThe people lead the life of the shepherds of the Bible. Their flocks\nare perhaps even more numerous than those which fed on the plains of\nMesopotamia; but the family element is wanting, and the owners of the\ngreat folds of the Pampas have little to recommend themselves or their\nmanner of life.\n\nPaganel explained all these particulars to his companions, and even\nsucceeded in interesting the major.\n\nThalcave, meanwhile, hastened their progress, as he wished to arrive\nthat evening at Fort Independence. The horses, urged on by their\nmasters, and following the example of Thaouka, dashed through the\ntall grass. They passed several farms, fortified and defended by deep\nditches. The principal house was provided with an elevated terrace,\nfrom which the inmates could fire upon the plunderers of the plain.\nGlenarvan might perhaps have obtained here the information that he\nsought; but it was wisest to go to the village of Tandil. They did not\nstop, therefore, and soon the feet of the horses struck the grassy\nsward of the first mountain slopes. An hour afterward the village\nappeared at t"
    }
  ]
}