{
  "4b87115157a0": [
    {
      "chunk_idx": 243,
      "chunk_id": "The Count of Monte Cristo_chunk_7",
      "start_pos": 24500,
      "end_pos": 28500,
      "similarity": 0.034912718204488775,
      "text": " him, and he fell backwards.\n\n“Come, come,” said the young man, “a glass of wine, father, will revive\nyou. Where do you keep your wine?”\n\n“No, no; thanks. You need not look for it; I do not want it,” said the\nold man.\n\n“Yes, yes, father, tell me where it is,” and he opened two or three\ncupboards.\n\n“It is no use,” said the old man, “there is no wine.”\n\n“What, no wine?” said Dantès, turning pale, and looking alternately at\nthe hollow cheeks of the old man and the empty cupboards. “What, no\nwine? Have you wanted money, father?”\n\n“I want nothing now that I have you,” said the old man.\n\n“Yet,” stammered Dantès, wiping the perspiration from his brow,—“yet I\ngave you two hundred francs when I left, three months ago.”\n\n“Yes, yes, Edmond, that is true, but you forgot at that time a little\ndebt to our neighbor, Caderousse. He reminded me of it, telling me if I\ndid not pay for you, he would be paid by M. Morrel; and so, you see,\nlest he might do you an injury——”\n\n“Well?”\n\n“Why, I paid him.”\n\n“But,” cried Dantès, “it was a hundred and forty francs I owed\nCaderousse.”\n\n“Yes,” stammered the old man.\n\n“And you paid him out of the two hundred francs I left you?”\n\nThe old man nodded.\n\n“So that you have lived for three months on sixty francs,” muttered\nEdmond.\n\n“You know how little I require,” said the old man.\n\n“Heaven pardon me,” cried Edmond, falling on his knees before his\nfather.\n\n“What are you doing?”\n\n“You have wounded me to the heart.”\n\n“Never mind it, for I see you once more,” said the old man; “and now\nit’s all over—everything is all right again.”\n\n0035m\n\n\n\n“Yes, here I am,” said the young man, “with a promising future and a\nlittle money. Here, father, here!” he said, “take this—take it, and\nsend for something immediately.” And he emptied his pockets on the\ntable, the contents consisting of a dozen gold pieces, five or six\nfive-franc pieces, and some smaller coin. The countenance of old Dantès\nbrightened.\n\n“Whom does this belong to?” he inquired.\n\n“To me, to you, to us! Take it; buy some provisions; be happy, and\ntomorrow we shall have more.”\n\n“Gently, gently,” said the old man, with a smile; “and by your leave I\nwill use your purse moderately, for they would say, if they saw me buy\ntoo many things at a time, that I had been obliged to await your\nreturn, in order to be able to purchase them.”\n\n“Do as you please; but, first of all, pray have a servant, father. I\nwill not have you left alone so long. I have some smuggled coffee and\nmost capital tobacco, in a small chest in the hold, which you shall\nhave tomorrow. But, hush, here comes somebody.”\n\n“’Tis Caderousse, who has heard of your arrival, and no doubt comes to\ncongratulate you on your fortunate return.”\n\n“Ah, lips that say one thing, while the heart thinks another,” murmured\nEdmond. “But, never mind, he is a neighbor who has done us a service on\na time, so he’s welcome.”\n\nAs Edmond paused, the black and bearded head of Caderousse appeared at\nthe door. He was a man of twenty-five or six, and held a piece of\ncloth, which, being a tailor, he was about to make into a coat-lining.\n\n“What, is it you, Edmond, back again?” said he, with a broad\nMarseillaise accent, and a grin that displayed his ivory-white teeth.\n\n“Yes, as you see, neighbor Caderousse; and ready to be agreeable to you\nin any and every way,” replied Dantès, but ill-concealing his coldness\nunder this cloak of civility.\n\n“Thanks—thanks; but, fortunately, I do not want for anything; and it\nchances that at times there are others who have need of me.” Dantès\nmade a gesture. “I do not allude to you, my boy. No!—no! I lent you\nmoney, and you returned it; that’s like good neighbors, and we are\nquits.”\n\n“We are never quits with those who oblige us,” was Dantès’ reply; “for\nwhen we do not owe them money, we owe them gratitude.”\n\n“What’s the use of mentioning that? What is done is done. Let us talk\nof your happy return, my boy. I had gone on the quay to match a piece\nof mulberry cloth, when I met friend Danglars. ‘You at\nMarseilles?’"
    },
    {
      "chunk_idx": 848,
      "chunk_id": "The Count of Monte Cristo_chunk_612",
      "start_pos": 2142000,
      "end_pos": 2146000,
      "similarity": 0.03350515463917526,
      "text": "ill come to you, count.”\n\n“Well, I rely upon your promise. Good-bye, then.”\n\n“Good-bye, till we meet again.”\n\nThey had arrived in the Champs-Élysées. Monte Cristo opened the\ncarriage-door, Morrel sprang out on the pavement, Bertuccio was waiting\non the steps. Morrel disappeared down the Avenue de Marigny, and Monte\nCristo hastened to join Bertuccio.\n\n“Well?” asked he.\n\n“She is going to leave her house,” said the steward.\n\n“And her son?”\n\n“Florentin, his valet, thinks he is going to do the same.”\n\n“Come this way.” Monte Cristo took Bertuccio into his study, wrote the\nletter we have seen, and gave it to the steward. “Go,” said he quickly.\n“But first, let Haydée be informed that I have returned.”\n\n“Here I am,” said the young girl, who at the sound of the carriage had\nrun downstairs and whose face was radiant with joy at seeing the count\nreturn safely. Bertuccio left. Every transport of a daughter finding a\nfather, all the delight of a mistress seeing an adored lover, were felt\nby Haydée during the first moments of this meeting, which she had so\neagerly expected. Doubtless, although less evident, Monte Cristo’s joy\nwas not less intense. Joy to hearts which have suffered long is like\nthe dew on the ground after a long drought; both the heart and the\nground absorb that beneficent moisture falling on them, and nothing is\noutwardly apparent.\n\nMonte Cristo was beginning to think, what he had not for a long time\ndared to believe, that there were two Mercédès in the world, and he\nmight yet be happy. His eye, elate with happiness, was reading eagerly\nthe tearful gaze of Haydée, when suddenly the door opened. The count\nknit his brow.\n\n“M. de Morcerf!” said Baptistin, as if that name sufficed for his\nexcuse. In fact, the count’s face brightened.\n\n“Which,” asked he, “the viscount or the count?”\n\n“The count.”\n\n“Oh,” exclaimed Haydée, “is it not yet over?”\n\n“I know not if it is finished, my beloved child,” said Monte Cristo,\ntaking the young girl’s hands; “but I do know you have nothing more to\nfear.”\n\n“But it is the wretched——”\n\n“That man cannot injure me, Haydée,” said Monte Cristo; “it was his son\nalone that there was cause to fear.”\n\n“And what I have suffered,” said the young girl, “you shall never know,\nmy lord.”\n\nMonte Cristo smiled. “By my father’s tomb,” said he, extending his hand\nover the head of the young girl, “I swear to you, Haydée, that if any\nmisfortune happens, it will not be to me.”\n\n“I believe you, my lord, as implicitly as if God had spoken to me,”\nsaid the young girl, presenting her forehead to him. Monte Cristo\npressed on that pure beautiful forehead a kiss which made two hearts\nthrob at once, the one violently, the other secretly.\n\n“Oh,” murmured the count, “shall I then be permitted to love again? Ask\nM. de Morcerf into the drawing-room,” said he to Baptistin, while he\nled the beautiful Greek girl to a private staircase.\n\nWe must explain this visit, which although expected by Monte Cristo, is\nunexpected to our readers. While Mercédès, as we have said, was making\na similar inventory of her property to Albert’s, while she was\narranging her jewels, shutting her drawers, collecting her keys, to\nleave everything in perfect order, she did not perceive a pale and\nsinister face at a glass door which threw light into the passage, from\nwhich everything could be both seen and heard. He who was thus looking,\nwithout being heard or seen, probably heard and saw all that passed in\nMadame de Morcerf’s apartments. From that glass door the pale-faced man\nwent to the count’s bedroom and raised with a constricted hand the\ncurtain of a window overlooking the courtyard. He remained there ten\nminutes, motionless and dumb, listening to the beating of his own\nheart. For him those ten minutes were very long. It was then Albert,\nreturning from his meeting with the count, perceived his father\nwatching for his arrival behind a curtain, and turned aside. The\ncount’s eye expanded; he knew Albert had insulted the count dreadfully,\nand that in every co"
    },
    {
      "chunk_idx": 358,
      "chunk_id": "The Count of Monte Cristo_chunk_122",
      "start_pos": 427000,
      "end_pos": 431000,
      "similarity": 0.03316326530612245,
      "text": "his sleeve.\n\n“At any rate,” murmured he, “if it be, so much the better, for I have\nmade a rare acquisition.”\n\n0279m\n\n\n\nUnder pretence of being fatigued, Dantès asked to take the helm; the\nsteersman, glad to be relieved, looked at the captain, and the latter\nby a sign indicated that he might abandon it to his new comrade. Dantès\ncould thus keep his eyes on Marseilles.\n\n“What is the day of the month?” asked he of Jacopo, who sat down beside\nhim.\n\n“The 28th of February.”\n\n“In what year?”\n\n“In what year—you ask me in what year?”\n\n“Yes,” replied the young man, “I ask you in what year!”\n\n“You have forgotten then?”\n\n“I got such a fright last night,” replied Dantès, smiling, “that I have\nalmost lost my memory. I ask you what year is it?”\n\n“The year 1829,” returned Jacopo.\n\nIt was fourteen years, day for day, since Dantès’ arrest. He was\nnineteen when he entered the Château d’If; he was thirty-three when he\nescaped. A sorrowful smile passed over his face; he asked himself what\nhad become of Mercédès, who must believe him dead. Then his eyes\nlighted up with hatred as he thought of the three men who had caused\nhim so long and wretched a captivity. He renewed against Danglars,\nFernand, and Villefort the oath of implacable vengeance he had made in\nhis dungeon.\n\nThis oath was no longer a vain menace; for the fastest sailor in the\nMediterranean would have been unable to overtake the little tartan,\nthat with every stitch of canvas set was flying before the wind to\nLeghorn.\n\n\n\n Chapter 22. The Smugglers\n\nDantès had not been a day on board before he had a very clear idea of\nthe men with whom his lot had been cast. Without having been in the\nschool of the Abbé Faria, the worthy master of _La Jeune Amélie_ (the\nname of the Genoese tartan) knew a smattering of all the tongues spoken\non the shores of that large lake called the Mediterranean, from the\nArabic to the Provençal, and this, while it spared him interpreters,\npersons always troublesome and frequently indiscreet, gave him great\nfacilities of communication, either with the vessels he met at sea,\nwith the small boats sailing along the coast, or with the people\nwithout name, country, or occupation, who are always seen on the quays\nof seaports, and who live by hidden and mysterious means which we must\nsuppose to be a direct gift of Providence, as they have no visible\nmeans of support. It is fair to assume that Dantès was on board a\nsmuggler.\n\nAt first the captain had received Dantès on board with a certain degree\nof distrust. He was very well known to the customs officers of the\ncoast; and as there was between these worthies and himself a perpetual\nbattle of wits, he had at first thought that Dantès might be an\nemissary of these industrious guardians of rights and duties, who\nperhaps employed this ingenious means of learning some of the secrets\nof his trade. But the skilful manner in which Dantès had handled the\nlugger had entirely reassured him; and then, when he saw the light\nplume of smoke floating above the bastion of the Château d’If, and\nheard the distant report, he was instantly struck with the idea that he\nhad on board his vessel one whose coming and going, like that of kings,\nwas accompanied with salutes of artillery. This made him less uneasy,\nit must be owned, than if the new-comer had proved to be a customs\nofficer; but this supposition also disappeared like the first, when he\nbeheld the perfect tranquillity of his recruit.\n\nEdmond thus had the advantage of knowing what the owner was, without\nthe owner knowing who he was; and however the old sailor and his crew\ntried to “pump” him, they extracted nothing more from him; he gave\naccurate descriptions of Naples and Malta, which he knew as well as\nMarseilles, and held stoutly to his first story. Thus the Genoese,\nsubtle as he was, was duped by Edmond, in whose favor his mild\ndemeanor, his nautical skill, and his admirable dissimulation, pleaded.\nMoreover, it is possible that the Genoese was one of those shrewd\npersons who know nothing b"
    },
    {
      "chunk_idx": 488,
      "chunk_id": "The Count of Monte Cristo_chunk_252",
      "start_pos": 882000,
      "end_pos": 886000,
      "similarity": 0.03260869565217391,
      "text": ", Albert de Morcerf, countess, whom I left in pursuit of his\nunknown about seven o’clock this evening,” said Franz, “and whom I have\nnot seen since.”\n\n“And don’t you know where he is?”\n\n“Not at all.”\n\n“Is he armed?”\n\n“He is in masquerade.”\n\n“You should not have allowed him to go,” said the duke to Franz; “you,\nwho know Rome better than he does.”\n\n“You might as well have tried to stop number three of the _barberi_,\nwho gained the prize in the race today,” replied Franz; “and then\nmoreover, what could happen to him?”\n\n“Who can tell? The night is gloomy, and the Tiber is very near the Via\nMacello.” Franz felt a shudder run through his veins at observing that\nthe feeling of the duke and the countess was so much in unison with his\nown personal disquietude.\n\n“I informed them at the hotel that I had the honor of passing the night\nhere, duke,” said Franz, “and desired them to come and inform me of his\nreturn.”\n\n“Ah,” replied the duke, “here I think, is one of my servants who is\nseeking you.”\n\nThe duke was not mistaken; when he saw Franz, the servant came up to\nhim.\n\n“Your excellency,” he said, “the master of the Hôtel de Londres has\nsent to let you know that a man is waiting for you with a letter from\nthe Viscount of Morcerf.”\n\n“A letter from the viscount!” exclaimed Franz.\n\n“Yes.”\n\n“And who is the man?”\n\n“I do not know.”\n\n“Why did he not bring it to me here?”\n\n“The messenger did not say.”\n\n“And where is the messenger?”\n\n“He went away directly he saw me enter the ball-room to find you.”\n\n“Oh,” said the countess to Franz, “go with all speed—poor young man!\nPerhaps some accident has happened to him.”\n\n“I will hasten,” replied Franz.\n\n“Shall we see you again to give us any information?” inquired the\ncountess.\n\n“Yes, if it is not any serious affair, otherwise I cannot answer as to\nwhat I may do myself.”\n\n“Be prudent, in any event,” said the countess.\n\n“Oh! pray be assured of that.”\n\nFranz took his hat and went away in haste. He had sent away his\ncarriage with orders for it to fetch him at two o’clock; fortunately\nthe Palazzo Bracciano, which is on one side in the Corso, and on the\nother in the Square of the Holy Apostles, is hardly ten minutes’ walk\nfrom the Hôtel de Londres.\n\nAs he came near the hotel, Franz saw a man in the middle of the street.\nHe had no doubt that it was the messenger from Albert. The man was\nwrapped up in a large cloak. He went up to him, but, to his extreme\nastonishment, the stranger first addressed him.\n\n“What wants your excellency of me?” inquired the man, retreating a step\nor two, as if to keep on his guard.\n\n“Are not you the person who brought me a letter,” inquired Franz, “from\nthe Viscount of Morcerf?”\n\n“Your excellency lodges at Pastrini’s hotel?”\n\n“I do.”\n\n“Your excellency is the travelling companion of the viscount?”\n\n“I am.”\n\n“Your excellency’s name——”\n\n“Is the Baron Franz d’Épinay.”\n\n20199m\n\n\n\n“Then it is to your excellency that this letter is addressed.”\n\n“Is there any answer?” inquired Franz, taking the letter from him.\n\n“Yes—your friend at least hopes so.”\n\n“Come upstairs with me, and I will give it to you.”\n\n“I prefer waiting here,” said the messenger, with a smile.\n\n“And why?”\n\n“Your excellency will know when you have read the letter.”\n\n“Shall I find you here, then?”\n\n“Certainly.”\n\nFranz entered the hotel. On the staircase he met Signor Pastrini.\n“Well?” said the landlord.\n\n“Well—what?” responded Franz.\n\n“You have seen the man who desired to speak with you from your friend?”\nhe asked of Franz.\n\n“Yes, I have seen him,” he replied, “and he has handed this letter to\nme. Light the candles in my apartment, if you please.”\n\nThe innkeeper gave orders to a servant to go before Franz with a light.\nThe young man had found Signor Pastrini looking very much alarmed, and\nthis had only made him the more anxious to read Albert’s letter; and so\nhe went instantly towards the waxlight, and unfolded it. It was written\nand signed by Albert. Franz read it twice before he could comprehend\nwhat it contained. It was thus wo"
    },
    {
      "chunk_idx": 353,
      "chunk_id": "The Count of Monte Cristo_chunk_117",
      "start_pos": 409500,
      "end_pos": 413500,
      "similarity": 0.03125,
      "text": "s\nseemed like arms extended to seize their prey, and on the highest rock\nwas a torch lighting two figures.\n\nHe fancied that these two forms were looking at the sea; doubtless\nthese strange grave-diggers had heard his cry. Dantès dived again, and\nremained a long time beneath the water. This was an easy feat to him,\nfor he usually attracted a crowd of spectators in the bay before the\nlighthouse at Marseilles when he swam there, and was unanimously\ndeclared to be the best swimmer in the port. When he came up again the\nlight had disappeared.\n\nHe must now get his bearings. Ratonneau and Pomègue are the nearest\nislands of all those that surround the Château d’If, but Ratonneau and\nPomègue are inhabited, as is also the islet of Daume. Tiboulen and\nLemaire were therefore the safest for Dantès’ venture. The islands of\nTiboulen and Lemaire are a league from the Château d’If; Dantès,\nnevertheless, determined to make for them. But how could he find his\nway in the darkness of the night?\n\nAt this moment he saw the light of Planier, gleaming in front of him\nlike a star. By leaving this light on the right, he kept the Island of\nTiboulen a little on the left; by turning to the left, therefore, he\nwould find it. But, as we have said, it was at least a league from the\nChâteau d’If to this island. Often in prison Faria had said to him,\nwhen he saw him idle and inactive:\n\n“Dantès, you must not give way to this listlessness; you will be\ndrowned if you seek to escape, and your strength has not been properly\nexercised and prepared for exertion.”\n\nThese words rang in Dantès’ ears, even beneath the waves; he hastened\nto cleave his way through them to see if he had not lost his strength.\nHe found with pleasure that his captivity had taken away nothing of his\npower, and that he was still master of that element on whose bosom he\nhad so often sported as a boy.\n\nFear, that relentless pursuer, clogged Dantès’ efforts. He listened for\nany sound that might be audible, and every time that he rose to the top\nof a wave he scanned the horizon, and strove to penetrate the darkness.\nHe fancied that every wave behind him was a pursuing boat, and he\nredoubled his exertions, increasing rapidly his distance from the\nchâteau, but exhausting his strength. He swam on still, and already the\nterrible château had disappeared in the darkness. He could not see it,\nbut he _felt_ its presence.\n\nAn hour passed, during which Dantès, excited by the feeling of freedom,\ncontinued to cleave the waves.\n\n“Let us see,” said he, “I have swum above an hour, but as the wind is\nagainst me, that has retarded my speed; however, if I am not mistaken,\nI must be close to Tiboulen. But what if I were mistaken?”\n\nA shudder passed over him. He sought to tread water, in order to rest\nhimself; but the sea was too violent, and he felt that he could not\nmake use of this means of recuperation.\n\n“Well,” said he, “I will swim on until I am worn out, or the cramp\nseizes me, and then I shall sink;” and he struck out with the energy of\ndespair.\n\nSuddenly the sky seemed to him to become still darker and more dense,\nand heavy clouds seemed to sweep down towards him; at the same time he\nfelt a sharp pain in his knee. He fancied for a moment that he had been\nshot, and listened for the report; but he heard nothing. Then he put\nout his hand, and encountered an obstacle and with another stroke knew\nthat he had gained the shore.\n\nBefore him rose a grotesque mass of rocks, that resembled nothing so\nmuch as a vast fire petrified at the moment of its most fervent\ncombustion. It was the Island of Tiboulen. Dantès rose, advanced a few\nsteps, and, with a fervent prayer of gratitude, stretched himself on\nthe granite, which seemed to him softer than down. Then, in spite of\nthe wind and rain, he fell into the deep, sweet sleep of utter\nexhaustion. At the expiration of an hour Edmond was awakened by the\nroar of thunder. The tempest was let loose and beating the atmosphere\nwith its mighty wings; from time to time a flash of ligh"
    }
  ]
}