{
  "3fc207917ec9": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03260869565217391,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 522,
      "chunk_id": "The Count of Monte Cristo_chunk_286",
      "start_pos": 1001000,
      "end_pos": 1005000,
      "similarity": 0.017902813299232736,
      "text": "n the visage of the noble Catalan.”\n\nIt would have required the penetration of Œdipus or the Sphinx to have\ndivined the irony the count concealed beneath these words, apparently\nuttered with the greatest politeness. Morcerf thanked him with a smile,\nand pushed open the door above which were his arms, and which, as we\nhave said, opened into the salon. In the most conspicuous part of the\nsalon was another portrait. It was that of a man, from five to\neight-and-thirty, in the uniform of a general officer, wearing the\ndouble epaulet of heavy bullion, that indicates superior rank, the\nribbon of the Legion of Honor around his neck, which showed he was a\ncommander, and on the right breast, the star of a grand officer of the\norder of the Saviour, and on the left that of the grand cross of\nCharles III., which proved that the person represented by the picture\nhad served in the wars of Greece and Spain, or, what was just the same\nthing as regarded decorations, had fulfilled some diplomatic mission in\nthe two countries.\n\nMonte Cristo was engaged in examining this portrait with no less care\nthan he had bestowed upon the other, when another door opened, and he\nfound himself opposite to the Count of Morcerf in person.\n\nHe was a man of forty to forty-five years, but he seemed at least\nfifty, and his black moustache and eyebrows contrasted strangely with\nhis almost white hair, which was cut short, in the military fashion. He\nwas dressed in plain clothes, and wore at his button-hole the ribbons\nof the different orders to which he belonged.\n\nHe entered with a tolerably dignified step, and some little haste.\nMonte Cristo saw him advance towards him without making a single step.\nIt seemed as if his feet were rooted to the ground, and his eyes on the\nCount of Morcerf.\n\n“Father,” said the young man, “I have the honor of presenting to you\nthe Count of Monte Cristo, the generous friend whom I had the good\nfortune to meet in the critical situation of which I have told you.”\n\n“You are most welcome, monsieur,” said the Count of Morcerf, saluting\nMonte Cristo with a smile, “and monsieur has rendered our house, in\npreserving its only heir, a service which insures him our eternal\ngratitude.”\n\nAs he said these words, the count of Morcerf pointed to a chair, while\nhe seated himself in another opposite the window.\n\nMonte Cristo, in taking the seat Morcerf offered him, placed himself in\nsuch a manner as to remain concealed in the shadow of the large velvet\ncurtains, and read on the careworn and livid features of the count a\nwhole history of secret griefs written in each wrinkle time had planted\nthere.\n\n“The countess,” said Morcerf, “was at her toilet when she was informed\nof the visit she was about to receive. She will, however, be in the\nsalon in ten minutes.”\n\n“It is a great honor to me,” returned Monte Cristo, “to be thus, on the\nfirst day of my arrival in Paris, brought in contact with a man whose\nmerit equals his reputation, and to whom fortune has for once been\nequitable, but has she not still on the plains of Mitidja, or in the\nmountains of Atlas, a marshal’s staff to offer you?”\n\n“Oh,” replied Morcerf, reddening slightly, “I have left the service,\nmonsieur. Made a peer at the Restoration, I served through the first\ncampaign under the orders of Marshal Bourmont. I could, therefore,\nexpect a higher rank, and who knows what might have happened had the\nelder branch remained on the throne? But the Revolution of July was, it\nseems, sufficiently glorious to allow itself to be ungrateful, and it\nwas so for all services that did not date from the imperial period. I\ntendered my resignation, for when you have gained your epaulets on the\nbattle-field, you do not know how to manœuvre on the slippery grounds\nof the salons. I have hung up my sword, and cast myself into politics.\nI have devoted myself to industry; I study the useful arts. During the\ntwenty years I served, I often wished to do so, but I had not the\ntime.”\n\n“These are the ideas that render your nation sup"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.01694915254237288,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 482,
      "chunk_id": "The Count of Monte Cristo_chunk_246",
      "start_pos": 861000,
      "end_pos": 865000,
      "similarity": 0.01675977653631285,
      "text": "e of all countries. A\nglance at the walls of his salon proved to Franz and Albert that he was\na connoisseur of pictures. A few words he let fall showed them that he\nwas no stranger to the sciences, and he seemed much occupied with\nchemistry. The two friends did not venture to return the count the\nbreakfast he had given them; it would have been too absurd to offer him\nin exchange for his excellent table the very inferior one of Signor\nPastrini. They told him so frankly, and he received their excuses with\nthe air of a man who appreciated their delicacy. Albert was charmed\nwith the count’s manners, and he was only prevented from recognizing\nhim for a perfect gentleman by reason of his varied knowledge.\n\nThe permission to do what he liked with the carriage pleased him above\nall, for the fair peasants had appeared in a most elegant carriage the\npreceding evening, and Albert was not sorry to be upon an equal footing\nwith them. At half-past one they descended, the coachman and footman\nhad put on their livery over their disguises, which gave them a more\nridiculous appearance than ever, and which gained them the applause of\nFranz and Albert. Albert had fastened the faded bunch of violets to his\nbutton-hole. At the first sound of the bell they hastened into the\nCorso by the Via Vittoria.\n\nAt the second turn, a bunch of fresh violets, thrown from a carriage\nfilled with harlequins, indicated to Albert that, like himself and his\nfriend, the peasants had changed their costume also; and whether it was\nthe result of chance, or whether a similar feeling had possessed them\nboth, while he had donned their costume, they had assumed his.\n\nAlbert placed the fresh bouquet in his button-hole, but he kept the\nfaded one in his hand; and when he again met the calash, he raised it\nto his lips, an action which seemed greatly to amuse not only the fair\nlady who had thrown it, but her joyous companions also. The day was as\ngay as the preceding one, perhaps even more animated and noisy; the\ncount appeared for an instant at his window, but when they again passed\nhe had disappeared. It is almost needless to say that the flirtation\nbetween Albert and the fair peasant continued all day.\n\nIn the evening, on his return, Franz found a letter from the embassy,\ninforming him that he would have the honor of being received by his\nholiness the next day. At each previous visit he had made to Rome, he\nhad solicited and obtained the same favor; and incited as much by a\nreligious feeling as by gratitude, he was unwilling to quit the capital\nof the Christian world without laying his respectful homage at the feet\nof one of St. Peter’s successors who has set the rare example of all\nthe virtues. He did not then think of the Carnival, for in spite of his\ncondescension and touching kindness, one cannot incline one’s self\nwithout awe before the venerable and noble old man called Gregory XVI.\n\nOn his return from the Vatican, Franz carefully avoided the Corso; he\nbrought away with him a treasure of pious thoughts, to which the mad\ngayety of the maskers would have been profanation.\n\nAt ten minutes past five Albert entered overjoyed. The harlequin had\nreassumed her peasant’s costume, and as she passed she raised her mask.\nShe was charming. Franz congratulated Albert, who received his\ncongratulations with the air of a man conscious that they are merited.\nHe had recognized by certain unmistakable signs, that his fair\n_incognita_ belonged to the aristocracy. He had made up his mind to\nwrite to her the next day.\n\nFranz remarked, while he gave these details, that Albert seemed to have\nsomething to ask of him, but that he was unwilling to ask it. He\ninsisted upon it, declaring beforehand that he was willing to make any\nsacrifice the other wished.\n\nAlbert let himself be pressed just as long as friendship required, and\nthen avowed to Franz that he would do him a great favor by allowing him\nto occupy the carriage alone the next day. Albert attributed to Franz’s\nabsence the extreme kindness of "
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.016304347826086956,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    }
  ]
}