{
  "2dbae68f9546": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03333333333333333,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 948,
      "chunk_id": "The Count of Monte Cristo_chunk_712",
      "start_pos": 2492000,
      "end_pos": 2496000,
      "similarity": 0.026525198938992044,
      "text": "wly returned, with\none hand wiping his forehead, and with the other supporting himself\nagainst the wall. To enter the room he must again see the body of his\nunfortunate wife. To call Edward he must reawaken the echo of that room\nwhich now appeared like a sepulchre; to speak seemed like violating the\nsilence of the tomb. His tongue was paralyzed in his mouth.\n\n“Edward!” he stammered—“Edward!”\n\nThe child did not answer. Where, then, could he be, if he had entered\nhis mother’s room and not since returned? He stepped forward. The\ncorpse of Madame de Villefort was stretched across the doorway leading\nto the room in which Edward must be; those glaring eyes seemed to watch\nover the threshold, and the lips bore the stamp of a terrible and\nmysterious irony. Through the open door was visible a portion of the\nboudoir, containing an upright piano and a blue satin couch. Villefort\nstepped forward two or three paces, and beheld his child lying—no doubt\nasleep—on the sofa. The unhappy man uttered an exclamation of joy; a\nray of light seemed to penetrate the abyss of despair and darkness. He\nhad only to step over the corpse, enter the boudoir, take the child in\nhis arms, and flee far, far away.\n\nVillefort was no longer the civilized man; he was a tiger hurt unto\ndeath, gnashing his teeth in his wound. He no longer feared realities,\nbut phantoms. He leaped over the corpse as if it had been a burning\nbrazier. He took the child in his arms, embraced him, shook him, called\nhim, but the child made no response. He pressed his burning lips to the\ncheeks, but they were icy cold and pale; he felt the stiffened limbs;\nhe pressed his hand upon the heart, but it no longer beat,—the child\nwas dead.\n\nA folded paper fell from Edward’s breast. Villefort, thunderstruck,\nfell upon his knees; the child dropped from his arms, and rolled on the\nfloor by the side of its mother. He picked up the paper, and,\nrecognizing his wife’s writing, ran his eyes rapidly over its contents;\nit ran as follows:\n\n“You know that I was a good mother, since it was for my son’s sake I\nbecame criminal. A good mother cannot depart without her son.”\n\nVillefort could not believe his eyes,—he could not believe his reason;\nhe dragged himself towards the child’s body, and examined it as a\nlioness contemplates its dead cub. Then a piercing cry escaped from his\nbreast, and he cried,\n\n“Still the hand of God.”\n\nThe presence of the two victims alarmed him; he could not bear solitude\nshared only by two corpses. Until then he had been sustained by rage,\nby his strength of mind, by despair, by the supreme agony which led the\nTitans to scale the heavens, and Ajax to defy the gods. He now arose,\nhis head bowed beneath the weight of grief, and, shaking his damp,\ndishevelled hair, he who had never felt compassion for anyone\ndetermined to seek his father, that he might have someone to whom he\ncould relate his misfortunes,—someone by whose side he might weep.\n\n50195m\n\n\n\nHe descended the little staircase with which we are acquainted, and\nentered Noirtier’s room. The old man appeared to be listening\nattentively and as affectionately as his infirmities would allow to the\nAbbé Busoni, who looked cold and calm, as usual. Villefort, perceiving\nthe abbé, passed his hand across his brow. The past came to him like\none of those waves whose wrath foams fiercer than the others.\n\nHe recollected the call he had made upon him after the dinner at\nAuteuil, and then the visit the abbé had himself paid to his house on\nthe day of Valentine’s death.\n\n“You here, sir!” he exclaimed; “do you, then, never appear but to act\nas an escort to death?”\n\nBusoni turned around, and, perceiving the excitement depicted on the\nmagistrate’s face, the savage lustre of his eyes, he understood that\nthe revelation had been made at the assizes; but beyond this he was\nignorant.\n\n“I came to pray over the body of your daughter.”\n\n“And now why are you here?”\n\n“I come to tell you that you have sufficiently repaid your debt, and\nthat from this moment I "
    },
    {
      "chunk_idx": 683,
      "chunk_id": "The Count of Monte Cristo_chunk_447",
      "start_pos": 1564500,
      "end_pos": 1568500,
      "similarity": 0.02564102564102564,
      "text": "lves, each\noffering equal securities. You told me that your instinct,—and although\nyou pretend to know nothing about speculations, I think on the\ncontrary, that your comprehension is very clear upon certain\naffairs,—well, you told me that your instinct led you to believe the\ngrant would be given to the company called the Southern. I bought two\nthirds of the shares of that company; as you had foreseen, the shares\ntrebled in value, and I picked up a million, from which 250,000 francs\nwere paid to you for pin-money. How have you spent this 250,000\nfrancs?—it is no business of mine.”\n\n“When are you coming to the point?” cried the baroness, shivering with\nanger and impatience.\n\n“Patience, madame, I am coming to it.”\n\n“That’s fortunate.”\n\n“In April you went to dine at the minister’s. You heard a private\nconversation respecting Spanish affairs—on the expulsion of Don Carlos.\nI bought some Spanish shares. The expulsion took place and I pocketed\n600,000 francs the day Charles V. repassed the Bidassoa. Of these\n600,000 francs you took 50,000 crowns. They were yours, you disposed of\nthem according to your fancy, and I asked no questions; but it is not\nthe less true that you have this year received 500,000 livres.”\n\n“Well, sir, and what then?”\n\n“Ah, yes, it was just after this that you spoiled everything.”\n\n“Really, your manner of speaking——”\n\n“It expresses my meaning, and that is all I want. Well, three days\nafter that you talked politics with M. Debray, and you fancied from his\nwords that Don Carlos had returned to Spain. Well, I sold my shares,\nthe news got out, and I no longer sold—I gave them away, next day I\nfind the news was false, and by this false report I have lost 700,000\nfrancs.”\n\n“Well?”\n\n“Well, since I gave you a fourth of my gains, I think you owe me a\nfourth of my losses; the fourth of 700,000 francs is 175,000 francs.”\n\n“What you say is absurd, and I cannot see why M. Debray’s name is mixed\nup in this affair.”\n\n“Because if you do not possess the 175,000 francs I reclaim, you must\nhave lent them to your friends, and M. Debray is one of your friends.”\n\n30245m\n\n\n\n“For shame!” exclaimed the baroness.\n\n“Oh, let us have no gestures, no screams, no modern drama, or you will\noblige me to tell you that I see Debray leave here, pocketing the whole\nof the 500,000 livres you have handed over to him this year, while he\nsmiles to himself, saying that he has found what the most skilful\nplayers have never discovered—that is, a roulette where he wins without\nplaying, and is no loser when he loses.”\n\nThe baroness became enraged.\n\n“Wretch!” she cried, “will you dare to tell me you did not know what\nyou now reproach me with?”\n\n“I do not say that I did know it, and I do not say that I did not know\nit. I merely tell you to look into my conduct during the last four\nyears that we have ceased to be husband and wife, and see whether it\nhas not always been consistent. Some time after our rupture, you wished\nto study music, under the celebrated baritone who made such a\nsuccessful appearance at the Théâtre Italien; at the same time I felt\ninclined to learn dancing of the _danseuse_ who acquired such a\nreputation in London. This cost me, on your account and mine, 100,000\nfrancs. I said nothing, for we must have peace in the house; and\n100,000 francs for a lady and gentleman to be properly instructed in\nmusic and dancing are not too much. Well, you soon become tired of\nsinging, and you take a fancy to study diplomacy with the minister’s\nsecretary. You understand, it signifies nothing to me so long as you\npay for your lessons out of your own cash box. But today I find you are\ndrawing on mine, and that your apprenticeship may cost me 700,000\nfrancs per month. Stop there, madame, for this cannot last. Either the\ndiplomatist must give his lessons gratis, and I will tolerate him, or\nhe must never set his foot again in my house;—do you understand,\nmadame?”\n\n“Oh, this is too much,” cried Hermine, choking, “you are worse than\ndespicable.”\n\n“But,” continued Dan"
    },
    {
      "chunk_idx": 785,
      "chunk_id": "The Count of Monte Cristo_chunk_549",
      "start_pos": 1921500,
      "end_pos": 1925500,
      "similarity": 0.025139664804469275,
      "text": "d’Avrigny!”\n\n“No mercy, sir! The physician has a sacred mission on earth; and to\nfulfil it he begins at the source of life, and goes down to the\nmysterious darkness of the tomb. When crime has been committed, and\nGod, doubtless in anger, turns away his face, it is for the physician\nto bring the culprit to justice.”\n\n40122m\n\n\n\n“Have mercy on my child, sir,” murmured Villefort.\n\n“You see it is yourself who have first named her—you, her father.”\n\n“Have pity on Valentine! Listen, it is impossible. I would as willingly\naccuse myself! Valentine, whose heart is pure as a diamond or a lily!”\n\n“No pity, procureur; the crime is fragrant. Mademoiselle herself packed\nall the medicines which were sent to M. de Saint-Méran; and M. de\nSaint-Méran is dead. Mademoiselle de Villefort prepared all the cooling\ndraughts which Madame de Saint-Méran took, and Madame de Saint-Méran is\ndead. Mademoiselle de Villefort took from the hands of Barrois, who was\nsent out, the lemonade which M. Noirtier had every morning, and he has\nescaped by a miracle. Mademoiselle de Villefort is the culprit—she is\nthe poisoner! To you, as the king’s attorney, I denounce Mademoiselle\nde Villefort, do your duty.”\n\n“Doctor, I resist no longer—I can no longer defend myself—I believe\nyou; but, for pity’s sake, spare my life, my honor!”\n\n“M. de Villefort,” replied the doctor, with increased vehemence, “there\nare occasions when I dispense with all foolish human circumspection. If\nyour daughter had committed only one crime, and I saw her meditating\nanother, I would say ‘Warn her, punish her, let her pass the remainder\nof her life in a convent, weeping and praying.’ If she had committed\ntwo crimes, I would say, ‘Here, M. de Villefort, is a poison that the\nprisoner is not acquainted with,—one that has no known antidote, quick\nas thought, rapid as lightning, mortal as the thunderbolt; give her\nthat poison, recommending her soul to God, and save your honor and your\nlife, for it is yours she aims at; and I can picture her approaching\nyour pillow with her hypocritical smiles and her sweet exhortations.\nWoe to you, M. de Villefort, if you do not strike first!’ This is what\nI would say had she only killed two persons but she has seen three\ndeaths,—has contemplated three murdered persons,—has knelt by three\ncorpses! To the scaffold with the poisoner—to the scaffold! Do you talk\nof your honor? Do what I tell you, and immortality awaits you!”\n\nVillefort fell on his knees.\n\n“Listen,” said he; “I have not the strength of mind you have, or rather\nthat which you would not have, if instead of my daughter Valentine your\ndaughter Madeleine were concerned.” The doctor turned pale. “Doctor,\nevery son of woman is born to suffer and to die; I am content to suffer\nand to await death.”\n\n“Beware,” said M. d’Avrigny, “it may come slowly; you will see it\napproach after having struck your father, your wife, perhaps your son.”\n\nVillefort, suffocating, pressed the doctor’s arm.\n\n40124m\n\n\n\n“Listen,” cried he; “pity me—help me! No, my daughter is not guilty. If\nyou drag us both before a tribunal I will still say, ‘No, my daughter\nis not guilty;—there is no crime in my house. I will not acknowledge a\ncrime in my house; for when crime enters a dwelling, it is like\ndeath—it does not come alone.’ Listen. What does it signify to you if I\nam murdered? Are you my friend? Are you a man? Have you a heart? No,\nyou are a physician! Well, I tell you I will not drag my daughter\nbefore a tribunal, and give her up to the executioner! The bare idea\nwould kill me—would drive me like a madman to dig my heart out with my\nfinger-nails! And if you were mistaken, doctor—if it were not my\ndaughter—if I should come one day, pale as a spectre, and say to you,\n‘Assassin, you have killed my child!’—hold—if that should happen,\nalthough I am a Christian, M. d’Avrigny, I should kill myself.”\n\n“Well,” said the doctor, after a moment’s silence, “I will wait.”\n\nVillefort looked at him as if he had doubted his words.\n\n“Only,” continued M. d’Av"
    },
    {
      "chunk_idx": 731,
      "chunk_id": "The Count of Monte Cristo_chunk_495",
      "start_pos": 1732500,
      "end_pos": 1736500,
      "similarity": 0.02506265664160401,
      "text": "orrel had traversed the anteroom and found the staircase,\nwhich, being carpeted, prevented his approach being heard, and he had\nregained that degree of confidence that the presence of M. de Villefort\neven would not have alarmed him. He was quite prepared for any such\nencounter. He would at once approach Valentine’s father and acknowledge\nall, begging Villefort to pardon and sanction the love which united two\nfond and loving hearts. Morrel was mad.\n\nHappily he did not meet anyone. Now, especially, did he find the\ndescription Valentine had given of the interior of the house useful to\nhim; he arrived safely at the top of the staircase, and while he was\nfeeling his way, a sob indicated the direction he was to take. He\nturned back, a door partly open enabled him to see his road, and to\nhear the voice of one in sorrow. He pushed the door open and entered.\nAt the other end of the room, under a white sheet which covered it, lay\nthe corpse, still more alarming to Morrel since the account he had so\nunexpectedly overheard. By its side, on her knees, and with her head\nburied in the cushion of an easy-chair, was Valentine, trembling and\nsobbing, her hands extended above her head, clasped and stiff. She had\nturned from the window, which remained open, and was praying in accents\nthat would have affected the most unfeeling; her words were rapid,\nincoherent, unintelligible, for the burning weight of grief almost\nstopped her utterance.\n\nThe moon shining through the open blinds made the lamp appear to burn\npaler, and cast a sepulchral hue over the whole scene. Morrel could not\nresist this; he was not exemplary for piety, he was not easily\nimpressed, but Valentine suffering, weeping, wringing her hands before\nhim, was more than he could bear in silence. He sighed, and whispered a\nname, and the head bathed in tears and pressed on the velvet cushion of\nthe chair—a head like that of a Magdalen by Correggio—was raised and\nturned towards him. Valentine perceived him without betraying the least\nsurprise. A heart overwhelmed with one great grief is insensible to\nminor emotions. Morrel held out his hand to her. Valentine, as her only\napology for not having met him, pointed to the corpse under the sheet,\nand began to sob again.\n\nNeither dared for some time to speak in that room. They hesitated to\nbreak the silence which death seemed to impose; at length Valentine\nventured.\n\n“My friend,” said she, “how came you here? Alas, I would say you are\nwelcome, had not death opened the way for you into this house.”\n\n“Valentine,” said Morrel with a trembling voice, “I had waited since\nhalf-past eight, and did not see you come; I became uneasy, leaped the\nwall, found my way through the garden, when voices conversing about the\nfatal event——”\n\n“What voices?” asked Valentine. Morrel shuddered as he thought of the\nconversation of the doctor and M. de Villefort, and he thought he could\nsee through the sheet the extended hands, the stiff neck, and the\npurple lips.\n\n“Your servants,” said he, “who were repeating the whole of the\nsorrowful story; from them I learned it all.”\n\n“But it was risking the failure of our plan to come up here, love.”\n\n“Forgive me,” replied Morrel; “I will go away.”\n\n“No,” said Valentine, “you might meet someone; stay.”\n\n“But if anyone should come here——”\n\nThe young girl shook her head. “No one will come,” said she; “do not\nfear, there is our safeguard,” pointing to the bed.\n\n“But what has become of M. d’Épinay?” replied Morrel.\n\n30349m\n\n\n\n“M. Franz arrived to sign the contract just as my dear grandmother was\ndying.”\n\n“Alas,” said Morrel with a feeling of selfish joy; for he thought this\ndeath would cause the wedding to be postponed indefinitely.\n\n“But what redoubles my sorrow,” continued the young girl, as if this\nfeeling was to receive its immediate punishment, “is that the poor old\nlady, on her death-bed, requested that the marriage might take place as\nsoon as possible; she also, thinking to protect me, was acting against\nme.”\n\n“Hark!” said Morrel. "
    }
  ]
}