{
  "d6d360cc341a": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05309734513274336,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 445,
      "chunk_id": "The Count of Monte Cristo_chunk_209",
      "start_pos": 731500,
      "end_pos": 735500,
      "similarity": 0.041237113402061855,
      "text": "ffected and studied elegancies. She had almost all the\nhonors of the quadrille, and if she were envious of the Count of\nSan-Felice’s daughter, we will not undertake to say that Carmela was\nnot jealous of her. And with overpowering compliments her handsome\ncavalier led her back to the place whence he had taken her, and where\nLuigi awaited her. Twice or thrice during the dance the young girl had\nglanced at Luigi, and each time she saw that he was pale and that his\nfeatures were agitated, once even the blade of his knife, half drawn\nfrom its sheath, had dazzled her eyes with its sinister glare. Thus, it\nwas almost tremblingly that she resumed her lover’s arm. The quadrille\nhad been most perfect, and it was evident there was a great demand for\na repetition, Carmela alone objecting to it, but the Count of\nSan-Felice besought his daughter so earnestly, that she acceded.\n\n“One of the cavaliers then hastened to invite Teresa, without whom it\nwas impossible for the quadrille to be formed, but the young girl had\ndisappeared.\n\n“The truth was, that Luigi had not felt the strength to support another\nsuch trial, and, half by persuasion and half by force, he had removed\nTeresa toward another part of the garden. Teresa had yielded in spite\nof herself, but when she looked at the agitated countenance of the\nyoung man, she understood by his silence and trembling voice that\nsomething strange was passing within him. She herself was not exempt\nfrom internal emotion, and without having done anything wrong, yet\nfully comprehended that Luigi was right in reproaching her. Why, she\ndid not know, but yet she did not the less feel that these reproaches\nwere merited.\n\n“However, to Teresa’s great astonishment, Luigi remained mute, and not\na word escaped his lips the rest of the evening. When the chill of the\nnight had driven away the guests from the gardens, and the gates of the\nvilla were closed on them for the _festa_ in-doors, he took Teresa\nquite away, and as he left her at her home, he said:\n\n“‘Teresa, what were you thinking of as you danced opposite the young\nCountess of San-Felice?’\n\n“‘I thought,’ replied the young girl, with all the frankness of her\nnature, ‘that I would give half my life for a costume such as she\nwore.’\n\n“‘And what said your cavalier to you?’\n\n“‘He said it only depended on myself to have it, and I had only one\nword to say.’\n\n“‘He was right,’ said Luigi. ‘Do you desire it as ardently as you say?’\n\n“‘Yes.’\n\n“‘Well, then, you shall have it!’\n\n“The young girl, much astonished, raised her head to look at him, but\nhis face was so gloomy and terrible that her words froze to her lips.\nAs Luigi spoke thus, he left her. Teresa followed him with her eyes\ninto the darkness as long as she could, and when he had quite\ndisappeared, she went into the house with a sigh.\n\n20121m\n\n\n\n“That night a memorable event occurred, due, no doubt, to the\nimprudence of some servant who had neglected to extinguish the lights.\nThe Villa of San-Felice took fire in the rooms adjoining the very\napartment of the lovely Carmela. Awakened in the night by the light of\nthe flames, she sprang out of bed, wrapped herself in a dressing-gown,\nand attempted to escape by the door, but the corridor by which she\nhoped to fly was already a prey to the flames. She then returned to her\nroom, calling for help as loudly as she could, when suddenly her\nwindow, which was twenty feet from the ground, was opened, a young\npeasant jumped into the chamber, seized her in his arms, and with\nsuperhuman skill and strength conveyed her to the turf of the\ngrass-plot, where she fainted. When she recovered, her father was by\nher side. All the servants surrounded her, offering her assistance. An\nentire wing of the villa was burnt down; but what of that, as long as\nCarmela was safe and uninjured?\n\n“Her preserver was everywhere sought for, but he did not appear; he was\ninquired after, but no one had seen him. Carmela was greatly troubled\nthat she had not recognized him.\n\n“As the count was immensely ric"
    },
    {
      "chunk_idx": 234,
      "chunk_id": "In Search of the Castaways_chunk_234",
      "start_pos": 819000,
      "end_pos": 823000,
      "similarity": 0.04116222760290557,
      "text": "Thank you, my lord!\" replied Ayrton, simply.\n\nSuch were the last words exchanged between Glenarvan and the\nquartermaster. The boat was ready, and Ayrton embarked. Captain Mangles\nhad previously sent to the island several cases of preserved food, some\nclothes, tools, weapons, and a supply of powder and shot. The abandoned\nman could therefore employ his time to advantage. Nothing was wanting,\nnot even books, foremost among which was a Bible.\n\nThe hour for separation had come. The crew and passengers stood on\ndeck. More than one felt the heart strangely moved. Lady Helena and\nMary Grant could not repress their emotion.\n\n\"Must it then be so?\" inquired the young wife of her husband. \"Must\nthis unfortunate be abandoned?\"\n\n[Sidenote: \"FAREWELL! A LONG FAREWELL!\"]\n\n\"He must, Helena,\" answered Glenarvan. \"It is his punishment.\"\n\nAt this moment the boat, commanded by Captain Mangles, started. Ayrton\nraised his hat and gave a grave salute. Glenarvan and the crew returned\nthis last farewell, as if to a man about to die, as he departed, in a\nprofound silence.\n\nOn reaching the shore, Ayrton leaped upon the sand, and the boat\nreturned. It was then four o'clock in the afternoon, and from the upper\ndeck the passengers could see the quartermaster, with folded arms,\nstanding motionless as a statue, on a rock, and gazing at the vessel.\n\n\"Shall we start, my lord?\" asked Captain Mangles.\n\n\"Yes, John,\" replied Glenarvan, quickly, with more emotion than he\nwished to manifest.\n\n\"All right!\" cried the captain to the engineer.\n\nThe steam hissed, the screw beat the waves, and at eight o'clock the\nlast summits of Tabor Island disappeared in the shadows of the night.\n\n\n\n\nCHAPTER LX.\n\nPAGANEL'S LAST ENTANGLEMENT.\n\n\nEleven days after leaving Tabor Island the Duncan came in sight of the\nAustralian coast, and anchored in Talcahuana Bay. Five months had elapsed\nsince her departure from this port, during which time the travelers\nhad made the circuit of the world on this thirty-seventh parallel.\nTheir efforts had not been in vain, for they had found the shipwrecked\nsurvivors of the Britannia.\n\nThe Duncan, having taken in her necessary stores, skirted the coasts\nof Patagonia, doubled Cape Horn, and steamed across the Atlantic. The\nvoyage was very uneventful. The yacht carried a full complement of\nhappy people; there seemed to be no secrets on board.\n\nA mystery, however, still perplexed MacNabb. Why did Paganel always\nkeep hermetically incased in his clothes, and wear a comforter over\nhis ears? The major longed to know the motive for this singular fancy.\nBut in spite of his questions, hints, and suspicions, Paganel did not\nunbutton his coat.\n\nAt last, fifty-three days after leaving Talcahuana, Captain Mangles\ndescried the lighthouse of Cape Clear. The vessel entered St. George's\nChannel, crossed the Irish Sea, and passed into the Frith of Clyde. At\neleven o'clock they anchored at Dumbarton, and early in the afternoon\nthe travelers reached Malcolm Castle, amidst the hurrahs of their\ntenantry and friends.\n\nThus it was that Harry Grant and his two companions were rescued, and\nthat John Mangles married Mary Grant in the old cathedral of St. Mungo,\nwhere the Rev. Mr. Morton, who nine months before had prayed for the\nrescue of the father, now blessed the union of the daughter with one\nof his deliverers. It was arranged that Robert should be a sailor,\nlike his father and brother-in-law, and that he should continue the\ncontemplated project of the former, under the munificent patronage of\nLord Glenarvan.\n\nBut was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity.\nHis eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention.\n\nJust at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. P"
    },
    {
      "chunk_idx": 536,
      "chunk_id": "The Count of Monte Cristo_chunk_300",
      "start_pos": 1050000,
      "end_pos": 1054000,
      "similarity": 0.04030226700251889,
      "text": "come.’ And before he had recovered from his\nsurprise, I opened the door and left the room.”\n\n“Well, well,” said Monte Cristo, “such an innocent looking person as\nyou are to do those things, M. Bertuccio, and to a king’s attorney at\nthat! But did he know what was meant by the terrible word ‘vendetta’?”\n\n“He knew so well, that from that moment he shut himself in his house,\nand never went out unattended, seeking me high and low. Fortunately, I\nwas so well concealed that he could not find me. Then he became\nalarmed, and dared not stay any longer at Nîmes, so he solicited a\nchange of residence, and, as he was in reality very influential, he was\nnominated to Versailles. But, as you know, a Corsican who has sworn to\navenge himself cares not for distance, so his carriage, fast as it\nwent, was never above half a day’s journey before me, who followed him\non foot. The most important thing was, not to kill him only—for I had\nan opportunity of doing so a hundred times—but to kill him without\nbeing discovered—at least, without being arrested. I no longer belonged\nto myself, for I had my sister-in-law to protect and provide for.\n\n“For three months I watched M. de Villefort, for three months he took\nnot a step out-of-doors without my following him. At length I\ndiscovered that he went mysteriously to Auteuil. I followed him\nthither, and I saw him enter the house where we now are, only, instead\nof entering by the great door that looks into the street, he came on\nhorseback, or in his carriage, left the one or the other at the little\ninn, and entered by the gate you see there.”\n\nMonte Cristo made a sign with his head to show that he could discern in\nthe darkness the door to which Bertuccio alluded.\n\n“As I had nothing more to do at Versailles, I went to Auteuil, and\ngained all the information I could. If I wished to surprise him, it was\nevident this was the spot to lie in wait for him. The house belonged,\nas the concierge informed your excellency, to M. de Saint-Méran,\nVillefort’s father-in-law. M. de Saint-Méran lived at Marseilles, so\nthat this country house was useless to him, and it was reported to be\nlet to a young widow, known only by the name of ‘the Baroness.’\n\n“One evening, as I was looking over the wall, I saw a young and\nhandsome woman who was walking alone in that garden, which was not\noverlooked by any windows, and I guessed that she was awaiting M. de\nVillefort. When she was sufficiently near for me to distinguish her\nfeatures, I saw she was from eighteen to nineteen, tall and very fair.\nAs she had a loose muslin dress on and as nothing concealed her figure,\nI saw she would ere long become a mother. A few moments after, the\nlittle door was opened and a man entered. The young woman hastened to\nmeet him. They threw themselves into each other’s arms, embraced\ntenderly, and returned together to the house. The man was M. de\nVillefort; I fully believed that when he went out in the night he would\nbe forced to traverse the whole of the garden alone.”\n\n20291m\n\n\n\n“And,” asked the count, “did you ever know the name of this woman?”\n\n“No, excellency,” returned Bertuccio; “you will see that I had no time\nto learn it.”\n\n“Go on.”\n\n“That evening,” continued Bertuccio, “I could have killed the\nprocureur, but as I was not sufficiently acquainted with the\nneighborhood, I was fearful of not killing him on the spot, and that if\nhis cries were overheard I might be taken; so I put it off until the\nnext occasion, and in order that nothing should escape me, I took a\nchamber looking into the street bordered by the wall of the garden.\nThree days after, about seven o’clock in the evening, I saw a servant\non horseback leave the house at full gallop, and take the road to\nSèvres. I concluded that he was going to Versailles, and I was not\ndeceived. Three hours later, the man returned covered with dust, his\nerrand was performed, and two minutes after, another man on foot,\nmuffled in a mantle, opened the little door of the garden, which he\nclosed after him. I descende"
    },
    {
      "chunk_idx": 393,
      "chunk_id": "The Count of Monte Cristo_chunk_157",
      "start_pos": 549500,
      "end_pos": 553500,
      "similarity": 0.0399002493765586,
      "text": "ship save that of an old man who was dying with\ndespair. One evening, after a day of accustomed vigil at the angle of\ntwo roads leading to Marseilles from the Catalans, she returned to her\nhome more depressed than ever. Suddenly she heard a step she knew,\nturned anxiously around, the door opened, and Fernand, dressed in the\nuniform of a sub-lieutenant, stood before her.\n\n“It was not the one she wished for most, but it seemed as if a part of\nher past life had returned to her.\n\n“Mercédès seized Fernand’s hands with a transport which he took for\nlove, but which was only joy at being no longer alone in the world, and\nseeing at last a friend, after long hours of solitary sorrow. And then,\nit must be confessed, Fernand had never been hated—he was only not\nprecisely loved. Another possessed all Mercédès’ heart; that other was\nabsent, had disappeared, perhaps was dead. At this last thought\nMercédès burst into a flood of tears, and wrung her hands in agony; but\nthe thought, which she had always repelled before when it was suggested\nto her by another, came now in full force upon her mind; and then, too,\nold Dantès incessantly said to her, ‘Our Edmond is dead; if he were\nnot, he would return to us.’\n\n“The old man died, as I have told you; had he lived, Mercédès,\nperchance, had not become the wife of another, for he would have been\nthere to reproach her infidelity. Fernand saw this, and when he learned\nof the old man’s death he returned. He was now a lieutenant. At his\nfirst coming he had not said a word of love to Mercédès; at the second\nhe reminded her that he loved her.\n\n“Mercédès begged for six months more in which to await and mourn for\nEdmond.”\n\n“So that,” said the abbé, with a bitter smile, “that makes eighteen\nmonths in all. What more could the most devoted lover desire?” Then he\nmurmured the words of the English poet, “‘Frailty, thy name is woman.’”\n\n“Six months afterwards,” continued Caderousse, “the marriage took place\nin the church of Accoules.”\n\n“The very church in which she was to have married Edmond,” murmured the\npriest; “there was only a change of bridegrooms.”\n\n“Well, Mercédès was married,” proceeded Caderousse; “but although in\nthe eyes of the world she appeared calm, she nearly fainted as she\npassed La Réserve, where, eighteen months before, the betrothal had\nbeen celebrated with him whom she might have known she still loved, had\nshe looked to the bottom of her heart. Fernand, more happy, but not\nmore at his ease—for I saw at this time he was in constant dread of\nEdmond’s return—Fernand was very anxious to get his wife away, and to\ndepart himself. There were too many unpleasant possibilities associated\nwith the Catalans, and eight days after the wedding they left\nMarseilles.”\n\n“Did you ever see Mercédès again?” inquired the priest.\n\n“Yes, during the Spanish war, at Perpignan, where Fernand had left her;\nshe was attending to the education of her son.”\n\nThe abbé started. “Her son?” said he.\n\n“Yes,” replied Caderousse, “little Albert.”\n\n“But, then, to be able to instruct her child,” continued the abbé, “she\nmust have received an education herself. I understood from Edmond that\nshe was the daughter of a simple fisherman, beautiful but uneducated.”\n\n“Oh,” replied Caderousse, “did he know so little of his lovely\nbetrothed? Mercédès might have been a queen, sir, if the crown were to\nbe placed on the heads of the loveliest and most intelligent. Fernand’s\nfortune was already waxing great, and she developed with his growing\nfortune. She learned drawing, music—everything. Besides, I believe,\nbetween ourselves, she did this in order to distract her mind, that she\nmight forget; and she only filled her head in order to alleviate the\nweight on her heart. But now her position in life is assured,”\ncontinued Caderousse; “no doubt fortune and honors have comforted her;\nshe is rich, a countess, and yet——”\n\nCaderousse paused.\n\n“And yet what?” asked the abbé.\n\n“Yet, I am sure, she is not happy,” said Caderousse.\n\n“What makes you believe thi"
    }
  ]
}