{
  "36919332a222": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03260869565217391,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 23,
      "chunk_id": "In Search of the Castaways_chunk_23",
      "start_pos": 80500,
      "end_pos": 84500,
      "similarity": 0.020942408376963352,
      "text": "pt the major, could retain gravity, and the laugh was communicated\neven to the sailors. To mistake the railroad was not so bad; to take\nthe train to Dumbarton, instead of Edinburgh, would do. But to mistake\nthe vessel, and be sailing to Chili, when he wished to go to India, was\nthe height of absent-mindedness.\n\n[Sidenote: ABSENT-MINDEDNESS.]\n\n\"On the whole, I am not astonished at this on the part of Jacques\nPaganel,\" said Glenarvan; \"he is noted for such blunders. He once\npublished a celebrated map of America, in which he located Japan.\nHowever, he is a distinguished scholar, and one of the best geographers\nof France.\"\n\n[Illustration]\n\n\"But what are we going to do with the poor gentleman?\" asked Lady\nHelena. \"We cannot take him to Patagonia.\"\n\n\"Why not?\" replied MacNabb gravely. \"We are not responsible for his\nerrors. Suppose he were in a railroad car, would it stop for him?\"\n\n\"No; but he could get out at the first station,\" answered Lady Helena.\n\n\"Well,\" said Glenarvan, \"he can do so now, if he pleases, at our first\nlanding.\"\n\nAt this moment Paganel, woeful and humble, reappeared on deck, after\nconvincing himself that his baggage was on board. He kept repeating\nthose fatal words: \"The Duncan! the Duncan!\" He could find no others\nin his vocabulary. He went to and fro, examining the rigging of the\nyacht, and questioning the mute horizon of the open sea. At last he\nreturned to Lord Glenarvan.\n\n[Illustration]\n\n\"And this Duncan is going----?\" he asked.\n\n\"To America, Monsieur Paganel.\"\n\n\"And where especially?\"\n\n\"To Concepcion.\"\n\n\"To Chili! to Chili!\" cried the unfortunate geographer. \"And my mission\nto India! But what will M. de Quatrefages say, the President of the\nCentral Commission? How shall I represent myself at the sessions of the\nSociety?\"\n\n[Sidenote: COURTESY AND CONVERSE.]\n\n\"Come, monsieur,\" said Glenarvan, \"do not despair. Everything can\nbe arranged, and you will only have to submit to a delay of little\nconsequence. The Yaroo-tsang-bo-tsoo will wait for you in the mountains\nof Thibet. We shall soon reach Madeira, and there you will find a\nvessel to take you back to Europe.\"\n\n\"I thank you, my lord, and must be resigned. But we can say this is an\nextraordinary adventure, which would not have happened but for me. And\nmy cabin which is engaged on board the Scotia?\"\n\n\"Oh, as for the Scotia, I advise you to give her up for the present.\"\n\n\"But,\" said Paganel after examining the vessel again, \"the Duncan is a\npleasure yacht.\"\n\n\"Yes, sir,\" replied Captain Mangles, \"and belongs to his lordship, Lord\nGlenarvan----\"\n\n\"Who begs you to make free use of his hospitality,\" said Glenarvan.\n\n\"A thousand thanks, my lord,\" replied Paganel; \"I am truly sensible\nto your courtesy. But permit me to make a simple remark. India is a\nbeautiful country. It offers marvelous surprises to travelers. These\nladies have probably never visited it. Well, the man at the helm needs\nonly to give a turn to the wheel, and the Duncan will go as easily to\nCalcutta as Concepcion. Now, since this is a pleasure voyage----\"\n\nThe negative reception that met Paganel's proposal did not permit him\nto develop it. He paused.\n\n\"Monsieur Paganel,\" said Lady Helena at length, \"if this were only a\npleasure voyage, I would answer: 'Let us all go to India,' and Lord\nGlenarvan would not disapprove. But the Duncan is going to recover\nsome shipwrecked sailors, abandoned on the coast of Patagonia; and she\ncannot change so humane a course.\"\n\nIn a few moments the Frenchman was acquainted with the situation of\naffairs, and learned, not without emotion, the providential discovery\nof the documents, the story of Captain Grant, and Lady Helena's\ngenerous proposal.\n\n\"Madam,\" said he, \"permit me to admire your conduct in all this, and to\nadmire it without reserve. May your yacht continue on her course; I\nwould reproach myself for delaying her a single day.\"\n\n\"Will you then join in our search?\" asked Lady Helena.\n\n\"It is impossible, madam; I must fulfil my mission. I shall disembark\nat your fir"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.02040816326530612,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 100,
      "chunk_id": "In Search of the Castaways_chunk_100",
      "start_pos": 350000,
      "end_pos": 354000,
      "similarity": 0.020114942528735632,
      "text": "y also; for there was the barren mountain-top of Tristan d'Acunha.\n\n\"Then,\" said he, \"if I remember aright, we are eighty miles from it. Is\nnot that the distance from which this mountain is visible?\"\n\n\"Exactly so,\" replied the captain.\n\nA few hours brought them much nearer to the group of high and steep\nrocks, and at sunrise they saw the conical peak of Tristan, seemingly\nseparated from all the rest of the rocky group, and reflecting the\nglory of the blue heavens and of the rising orb on the placid sea at\nits base.\n\nThere are three islets in this group,--Tristan d'Acunha, Inaccessible,\nand Rossignol; but it was only at the first\n\n[Illustration: Our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot.]\n\n[Illustration: Inasmuch as this was sufficient to cook fish,\nPaganel decided that it was not necessary for him to bathe here\n\"geographically.\"] of these that the Duncan called. Inquiry was made\nof the authorities (for these islets are governed by a British official\nfrom the Cape of Good Hope) if there were any tidings of the Britannia.\nBut nothing was known of such a ship; they were told of the shipwrecks\nwhich had occurred, but there was nothing that afforded a clue to that\nwhich they sought. They spent some hours in examination of the fauna\nand flora, which were not very extensive. They saw and were seen by the\nsparse population that subsist here, and in the afternoon of the same\nday the yacht left the islands and islanders so rarely visited.\n\nWhilst the passengers had been thus engaged, Lord Glenarvan had allowed\nhis crew to employ their time advantageously to themselves in capturing\nsome of the seals which are so plentiful in these latitudes. A few\nhours of their united toil resulted in the death of a large number\nof seals who were \"caught napping,\" and in the stowing away, for the\nprofit of the crew when they should reach the Australian market,\nseveral barrels of the oil obtained from their carcases.\n\nStill onward on the same parallel lay the course of the Duncan,\ntowards the Isles of Amsterdam and St. Paul; and the same subjects\nof conversation, study, and speculation engaged them all, until, one\nmorning, they espied the first mentioned island, far ahead; and as they\ndrew nearer, a peak rose clearly before their vision which strongly\nreminded them of the Peak of Teneriffe they had beheld a few months\nbefore.\n\n[Sidenote: WARM SPRINGS AND WARM TALK.]\n\nThe Isle of Amsterdam or St. Peter, and the Isle of St. Paul, have been\nvisited by very few, and but little is known of them. The latter is\nuninhabited; but our friends found a few voluntary exiles on the former\nisland, who, by means of seal-fishing, eke out a scanty existence in\nthis out-of-the-way spot. Here again inquiry was made, but in vain,\nfor any information of the Britannia, her voyage, or her shipwreck.\nNeither on the Isle of Amsterdam nor on that of St. Paul, which the\nwhalers and seal-fishers sometimes visit, had there been any trace of\nthe catastrophe.\n\nDesolate as these lonely islands appeared to our travelers, they still\nwere not devoid of objects of interest. They were meagre enough in\nvegetation and in animal life; but there were warm springs which well\nrepaid a visit. Captain Mangles found the temperature of their waters\nto be 166° Fahrenheit; and, inasmuch as this was sufficient to cook\nfish, Paganel decided that it was not necessary for him to bathe here\n\"geographically.\"\n\nWhen they resumed their course, though many miles were before them,\nthere was a growing sense of anticipation; they were not to pause again\nuntil the \"Australian continent\" was reached; and more and more did\nthe conversation and discussions tend towards this continent as their\nsubject. On one occasion so certain was Paganel as to the ease with\nwhich they would be able to pursue their search, when they arrived,\nthat he asserted that more than fifty geographers had already made the\ncourse clear for t"
    },
    {
      "chunk_idx": 94,
      "chunk_id": "In Search of the Castaways_chunk_94",
      "start_pos": 329000,
      "end_pos": 333000,
      "similarity": 0.02,
      "text": "losed.\n\nFor half an hour he mechanically followed his impatient friend in\nabsolute silence, with his head bowed upon his breast, sometimes\nraising it suddenly. He tottered along with uncertain steps, like those\nof a drunken man. At last Glenarvan, seeing that the geographer was in\na state of somnambulism, took him by the arm, and, without waking him,\nled him back to his sand-hole, and comfortably deposited him therein.\n\nAt break of day they were all started to their feet by the cry,--\n\n[Sidenote: IMPATIENCE.]\n\n\"The Duncan! the Duncan!\"\n\n\"Hurrah! hurrah!\" replied Glenarvan's companions, rushing to the shore.\n\nThe Duncan was indeed in sight. Five miles distant, the yacht was\nsailing under low pressure, her main-sails carefully reefed, while her\nsmoke mingled with the mists of the morning. The sea was high, and a\nvessel of her tonnage could not approach the shore without danger.\n\nGlenarvan, provided with Paganel's telescope, watched the movements of\nthe Duncan. Captain Mangles could not have perceived them, for he did\nnot approach, but continued to coast along with only a reefed top-sail.\n\nAt this moment Thalcave, having loaded his carbine heavily, fired it in\nthe direction of the yacht. They gazed and listened. Three times the\nIndian's gun resounded, waking the echoes of the shore.\n\nAt last a white smoke issued from the side of the yacht.\n\n\"They see us!\" cried Glenarvan. \"It is the Duncan's cannon.\"\n\nA few moments after, a heavy report rang out on the air, and the\nDuncan, shifting her sail and putting on steam, was seen to be\napproaching the shore. By the aid of the glass they saw a boat leave\nthe ship's side.\n\n\"Lady Helena cannot come,\" said Tom Austin: \"the sea is too rough.\"\n\n\"Nor Captain Mangles,\" replied MacNabb: \"he cannot leave his vessel.\"\n\n\"My sister! my sister!\" cried Robert, stretching his arms towards the\nyacht, which rolled heavily.\n\n\"I hope I shall soon get on board!\" exclaimed Glenarvan.\n\n\"Patience, Edward! You will be there in two hours,\" replied MacNabb.\n\nGlenarvan now joined Thalcave, who, standing with folded arms alongside\nof Thaouka, was calmly gazing at the waves.\n\nGlenarvan took his hand, and, pointing to the yacht, said,--\n\n\"Come!\"\n\nThe Indian shook his head.\n\n\"Come, my friend!\" continued Glenarvan.\n\n\"No,\" replied Thalcave, gently. \"Here is Thaouka, and there are the\nPampas!\" he added, indicating with a sweep of his hand the vast expanse\nof the plains.\n\nIt was clear that the Indian would never leave the prairies, where the\nbones of his fathers whitened. Glenarvan knew the strong attachment\nof these children of the desert to their native country. He therefore\nshook Thalcave's hand, and did not insist; not even when the Indian,\nsmiling in his peculiar way, refused the price of his services,\nsaying,--\n\n\"It was done out of friendship.\"\n\nHis lordship, however, desired to give the brave Indian something which\nmight at least serve as a souvenir of his European friends. But what\nhad he left? His arms, his horses, everything had been lost in the\ninundation. His friends were no richer than himself. For some moments\nhe was at a loss how to repay the disinterested generosity of the brave\nguide; but at last a happy idea occurred to him. He drew from his\npocket-book a costly medallion inclosing an admirable portrait, one of\nLawrence's master-pieces, and presented it to Thalcave.\n\n\"My wife,\" said Glenarvan.\n\nThalcave gazed with wonder at the portrait, and pronounced these simple\nwords,--\n\n\"Good and beautiful!\"\n\nThen Robert, Paganel, the major, Tom Austin, and the two sailors\nbade an affectionate adieu to the noble Patagonian, who clasped each\none in succession to his broad breast. All were sincerely sorry at\nparting with so courageous and devoted a friend. Paganel forced him\nto accept a map of South America and the two oceans, which the\nIndian had frequently examined with interest. It was the geographer's\nmost precious possession. As for Robert, he had nothing to give but\ncaresses, which he freely lavished upon his deli"
    }
  ]
}