{
  "631781d51f42": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05263157894736842,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 341,
      "chunk_id": "The Count of Monte Cristo_chunk_105",
      "start_pos": 367500,
      "end_pos": 371500,
      "similarity": 0.02666666666666667,
      "text": "h before I was arrested, and a fortnight after the\ndeath of the Count of Spada, on the 25th of December (you will see\npresently how the date became fixed in my memory), I was reading, for\nthe thousandth time, the papers I was arranging, for the palace was\nsold to a stranger, and I was going to leave Rome and settle at\nFlorence, intending to take with me twelve thousand francs I possessed,\nmy library, and the famous breviary, when, tired with my constant labor\nat the same thing, and overcome by a heavy dinner I had eaten, my head\ndropped on my hands, and I fell asleep about three o’clock in the\nafternoon.\n\n0243m\n\n\n\n“I awoke as the clock was striking six. I raised my head; I was in\nutter darkness. I rang for a light, but, as no one came, I determined\nto find one for myself. It was indeed but anticipating the simple\nmanners which I should soon be under the necessity of adopting. I took\na wax-candle in one hand, and with the other groped about for a piece\nof paper (my match-box being empty), with which I proposed to get a\nlight from the small flame still playing on the embers. Fearing,\nhowever, to make use of any valuable piece of paper, I hesitated for a\nmoment, then recollected that I had seen in the famous breviary, which\nwas on the table beside me, an old paper quite yellow with age, and\nwhich had served as a marker for centuries, kept there by the request\nof the heirs. I felt for it, found it, twisted it up together, and\nputting it into the expiring flame, set light to it.\n\n“But beneath my fingers, as if by magic, in proportion as the fire\nascended, I saw yellowish characters appear on the paper. I grasped it\nin my hand, put out the flame as quickly as I could, lighted my taper\nin the fire itself, and opened the crumpled paper with inexpressible\nemotion, recognizing, when I had done so, that these characters had\nbeen traced in mysterious and sympathetic ink, only appearing when\nexposed to the fire; nearly one-third of the paper had been consumed by\nthe flame. It was that paper you read this morning; read it again,\nDantès, and then I will complete for you the incomplete words and\nunconnected sense.”\n\nFaria, with an air of triumph, offered the paper to Dantès, who this\ntime read the following words, traced with an ink of a reddish color\nresembling rust:\n\n     “This 25th day of April, 1498, be...\n\n     Alexander VI., and fearing that not...\n\n     he may desire to become my heir, and re...\n\n     and Bentivoglio, who were poisoned,...\n\n     my sole heir, that I have bu...\n\n     and has visited with me, that is, in...\n\n     Island of Monte Cristo, all I poss...\n\n     jewels, diamonds, gems; that I alone...\n\n     may amount to nearly two mil...\n\n     will find on raising the twentieth ro...\n\n     creek to the east in a right line. Two open...\n\n     in these caves; the treasure is in the furthest a...\n\n     which treasure I bequeath and leave en...\n\n     as my sole heir.\n\n     “25th April, 1498.\n\n     “Cæs...\n\n\n“And now,” said the abbé, “read this other paper;” and he presented to\nDantès a second leaf with fragments of lines written on it, which\nEdmond read as follows:\n\n           “...ing invited to dine by his Holiness\n\n        ...content with making me pay for my hat,\n\n   ...serves for me the fate of Cardinals Caprara\n\n           ...I declare to my nephew, Guido Spada\n\n                      ...ried in a place he knows\n\n                        ...the caves of the small\n\n                 ...essed of ingots, gold, money,\n\n ...know of the existence of this treasure, which\n\n           ...lions of Roman crowns, and which he\n\n                             ...ck from the small\n\n                           ...ings have been made\n\n                           ...ngle in the second;\n\n                                   ...tire to him\n\n                                    ...ar † Spada.”\n\n\nFaria followed him with an excited look.\n\n“And now,” he said, when he saw that Dantès had read the last line,\n“put the two fragments together, and judge for yours"
    },
    {
      "chunk_idx": 190,
      "chunk_id": "In Search of the Castaways_chunk_190",
      "start_pos": 665000,
      "end_pos": 669000,
      "similarity": 0.025252525252525252,
      "text": "des,\nfifteen feet high. A second line of stakes, and then a fence of osiers,\npierced with loop-holes, inclosed the inner space, the court-yard of\nthe pah, in which stood several Maori tents, and forty huts which were\nsymmetrically arranged.\n\nOn their arrival, the captives were terribly impressed at sight of\nthe heads that ornamented the stakes of the second inclosure. Lady\nHelena and Mary Grant turned away their eyes with more of disgust than\nterror. These heads had most of them belonged to hostile chiefs, fallen\nin battle, whose bodies had served as food for the conquerors. The\ngeographer knew them to be such by their hollow and eyeless sockets!\n\nIn Kai-Koumou's pah only the heads of his enemies formed this frightful\nmuseum; and here, doubtless, more than one English skull had served to\nincrease the size of the chief's collection.\n\nHis hut, among those belonging to warriors of lower rank, stood at the\nrear of the pah, in front of a large open terrace. This structure was\nbuilt of stakes, interlaced with branches, and lined inside with flax\nmatting.\n\nOnly one opening gave access to the dwelling. A thick curtain, made\nof a vegetable tissue, served as a door. The roof projected so as to\nform a water-shed. Several faces, carved at the ends of the rafters,\nadorned the hut, and the curtain was covered with various imitations\nof foliage, symbolical figures, monsters, and graceful sculpturing,\na curious piece of work, fashioned by the scissors of the native\ndecorators.\n\n[Sidenote: FEMININE ORATORY.]\n\nInside of the habitation the floor was made of hard-trodden earth,\nand raised six inches above the ground. Several rush screens and some\nmattresses, covered with woven matting of long leaves and twigs,\nserved as beds. In the middle of the room a hole in a stone formed the\nfireplace, and another in the roof answered for a chimney.\n\nThe smoke, when it became sufficiently thick, perforce escaped at this\noutlet, but it of course blackened the walls of the house.\n\nOn one side of the hut were storehouses, containing the chief's\nprovisions, his harvest of flax, potatoes, and edible ferns, and\nthe ovens where the various articles of food were cooked by contact\nwith heated stones. Farther off, in small pens, pigs and goats were\nconfined, and dogs ran about seeking their scanty sustenance. They were\nrather poorly kept, for animals that formed the Maori daily food.\n\nGlenarvan and his companions had taken in the whole at a glance. They\nawaited beside an empty hut the good pleasure of the chief, exposed to\nthe insults of a crowd of old women, who surrounded them like harpies,\nand threatened them with their fists, crying and howling. Several\nEnglish words that passed their lips clearly indicated that they were\ndemanding immediate vengeance.\n\nIn the midst of these cries and threats, Lady Helena affected a\ncalmness that she could not feel in her heart. This courageous woman,\nin order that her husband's coolness might not forsake him, heroically\ncontrolled her emotions. Poor Mary Grant felt herself growing weak, and\nCaptain Mangles supported her, ready to die in her defence. The others\nendured this torrent of invectives in various ways, either indifferent\nlike the major, or increasingly annoyed like Paganel.\n\nGlenarvan, wishing to relieve Lady Helena from the assaults of these\nshrews, boldly approached Kai-Koumou, and, pointing to the hideous\nthrong, said:\n\n\"Drive them away!\"\n\nThe Maori chief gazed steadily at his prisoner without replying. Then\nwith a gesture he silenced the noisy horde. Glenarvan bowed in token of\nthanks, and slowly resumed his place among his friends.\n\nKai-Koumou, fearing an insurrection of the fanatics of his tribe, now\nled his captives to a sacred place, situated at the other end of the\npah, on the edge of a precipice. This hut rested against a rock that\nrose a hundred feet above it and was a steep boundary to this side of\nthe fortification. In this consecrated temple the priests, or \"arikis,\"\ninstruct the New Zealanders. The buildin"
    },
    {
      "chunk_idx": 197,
      "chunk_id": "In Search of the Castaways_chunk_197",
      "start_pos": 689500,
      "end_pos": 693500,
      "similarity": 0.02506265664160401,
      "text": "emselves upon a mat. Sleep, which soothes all\nwoes, soon closed their eyes, and they slumbered in each other's arms,\novercome by fatigue and long wakefulness.\n\nGlenarvan, taking his friends aside, said:\n\n\"My dear companions, our lives and those of these poor ladies are in\nGod's hands. If Heaven has decreed that we shall die to-morrow, we can,\nI am sure, die like brave people, like Christians, ready to appear\nfearlessly before the final Judge. God, who does read the secrets of\nthe soul, knows that we are fulfilling a noble mission. If death awaits\nus instead of success, it is his will. However severe his decree may\nbe, I shall not murmur against it. But this is not death alone; it is\ntorture, disgrace; and here are two women----\"\n\nGlenarvan's voice, hitherto firm, now faltered. He paused to control\nhis emotion. After a moment's silence, he said to the young captain:\n\n\"John, you have promised Mary Grant what I have promised Lady Helena.\nWhat have you resolved?\"\n\n\"This promise,\" replied John Mangles, \"I believe I have the right in\nthe sight of God to fulfill.\"\n\n\"Yes, John; but we have no weapons.\"\n\n\"Here is one,\" answered John, displaying a poniard. \"I snatched it from\nKara-Tété's hands when he fell at your feet. My lord, he of us who\nsurvives the other shall fulfill this vow.\"\n\nAt these words a profound silence reigned in the hut. At last the major\ninterrupted it by saying:\n\n\"My friends, reserve this extreme measure till the last moment. I am no\nadvocate of what is irremediable.\"\n\n\"I do not speak for ourselves,\" replied Glenarvan. \"We can brave\ndeath, whatever it may be. Ah, if we were alone! Twenty times already\nwould I have urged you to make a sally and attack those wretches. But\n_they_----\"\n\n[Sidenote: THE APPROACH OF DAY.]\n\nAt this moment Captain Mangles raised the mat and counted twenty-five\nnatives, who were watching at the door of their prison. A great fire\nhad been kindled, which cast a dismal light over the irregular outlines\nof the pah. Some of these savages were stretched around the fire; and\nothers, standing and motionless, were darkly defined against the bright\ncurtain of flame.\n\nIt is said that, between the jailer who watches and the prisoner who\nwishes to escape, the chances are on the side of the latter. Indeed,\nthe design of one is stronger than that of the other, for the first\nmay forget that he is guarding, but the second cannot forget that he\nis guarded; the captive thinks oftener of escaping than his guardian\nthinks of preventing his escape. But here it was hate and vengeance\nthat watched the prisoners, and not an indifferent jailer. They had not\nbeen bound, for bonds were useless where twenty-five men guarded the\nonly outlet of the prison.\n\nThis hut was built against the rock that terminated the fortification,\nand was only accessible by a narrow passage that connected it with the\nfront of the pah. The other two sides of the building were flanked\nby towering precipices, and stood on the verge of an abyss a hundred\nfeet deep. A descent this way was therefore impossible. There was no\nchance of escaping in the rear, which was guarded by the enormous rock.\nThe only exit was the door of the temple, and the Maoris defended the\nnarrow passage that connected it with the pah. All escape was therefore\nout of the question; and Glenarvan, after examining the walls of his\nprison, was forced to acknowledge this disheartening fact.\n\nMeantime, the hours of this night of anguish were passing away. Dense\ndarkness had covered the mountain. Neither moon nor stars illumined\nthe deep shades. A few gusts of wind swept along the side of the\npah. The stakes of the hut groaned, the fire of the natives suddenly\nrevived at this passing draught, and the flames cast rapid flashes\ninto the temple, illumining for a moment the group of prisoners. These\npoor people were absorbed with their last thoughts; a deathly silence\nreigned in the hut.\n\nIt must have been about four o'clock in the morning, when the major's\nattention was attracted by a s"
    },
    {
      "chunk_idx": 568,
      "chunk_id": "The Count of Monte Cristo_chunk_332",
      "start_pos": 1162000,
      "end_pos": 1166000,
      "similarity": 0.024875621890547265,
      "text": "ons.\n\n“But do you believe you could arrest the progress of two horses rushing\nforwards with ungovernable fury?”\n\nThe Nubian smiled.\n\n“It is well,” said Monte Cristo. “Then listen to me. Ere long a\ncarriage will dash past here, drawn by the pair of dappled gray horses\nyou saw me with yesterday; now, at the risk of your own life, you must\nmanage to stop those horses before my door.”\n\nAli descended to the street, and marked a straight line on the pavement\nimmediately at the entrance of the house, and then pointed out the line\nhe had traced to the count, who was watching him. The count patted him\ngently on the shoulder, his usual mode of praising Ali, who, pleased\nand gratified with the commission assigned him, walked calmly towards a\nprojecting stone forming the angle of the street and house, and,\nseating himself thereon, began to smoke his chibouque, while Monte\nCristo re-entered his dwelling, perfectly assured of the success of his\nplan.\n\nStill, as five o’clock approached, and the carriage was momentarily\nexpected by the count, the indication of more than common impatience\nand uneasiness might be observed in his manner. He stationed himself in\na room commanding a view of the street, pacing the chamber with\nrestless steps, stopping merely to listen from time to time for the\nsound of approaching wheels, then to cast an anxious glance on Ali; but\nthe regularity with which the Nubian puffed forth the smoke of his\nchibouque proved that he at least was wholly absorbed in the enjoyment\nof his favorite occupation.\n\nSuddenly a distant sound of rapidly advancing wheels was heard, and\nalmost immediately a carriage appeared, drawn by a pair of wild,\nungovernable horses, while the terrified coachman strove in vain to\nrestrain their furious speed.\n\nIn the vehicle was a young woman and a child of about seven or eight\nclasped in each other’s arms. Terror seemed to have deprived them even\nof the power of uttering a cry. The carriage creaked and rattled as it\nflew over the rough stones, and the slightest obstacle under the wheels\nwould have caused disaster; but it kept on in the middle of the road,\nand those who saw it pass uttered cries of terror.\n\nAli suddenly cast aside his chibouque, drew the lasso from his pocket,\nthrew it so skilfully as to catch the forelegs of the near horse in its\ntriple fold, and suffered himself to be dragged on for a few steps by\nthe violence of the shock, then the animal fell over on the pole, which\nsnapped, and therefore prevented the other horse from pursuing its way.\nGladly availing himself of this opportunity, the coachman leaped from\nhis box; but Ali had promptly seized the nostrils of the second horse,\nand held them in his iron grasp, till the beast, snorting with pain,\nsunk beside his companion.\n\nAll this was achieved in much less time than is occupied in the\nrecital. The brief space had, however, been sufficient for a man,\nfollowed by a number of servants, to rush from the house before which\nthe accident had occurred, and, as the coachman opened the door of the\ncarriage, to take from it a lady who was convulsively grasping the\ncushions with one hand, while with the other she pressed to her bosom\nthe young boy, who had lost consciousness. Monte Cristo carried them\nboth to the salon, and deposited them on a sofa.\n\n“Compose yourself, madame,” said he; “all danger is over.” The woman\nlooked up at these words, and, with a glance far more expressive than\nany entreaties could have been, pointed to her child, who still\ncontinued insensible. “I understand the nature of your alarms, madame,”\nsaid the count, carefully examining the child, “but I assure you there\nis not the slightest occasion for uneasiness; your little charge has\nnot received the least injury; his insensibility is merely the effects\nof terror, and will soon pass.”\n\n“Are you quite sure you do not say so to tranquillize my fears? See how\ndeadly pale he is! My child, my darling Edward; speak to your\nmother—open your dear eyes and look on me once again! Oh"
    }
  ]
}