{
  "898cb3c1ca78": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.030927835051546393,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 14,
      "chunk_id": "In Search of the Castaways_chunk_14",
      "start_pos": 49000,
      "end_pos": 53000,
      "similarity": 0.03015075376884422,
      "text": ".\"\n\nLord Glenarvan shook his head; not that he doubted the clemency of Her\nGracious Majesty, but he doubted whether Mary Grant would gain access\nto her; for but few suppliants reach the steps of a throne.\n\nLady Helena understood her husband's thoughts. She knew that the young\ngirl might make a fruitless journey, and she pictured to herself these\ntwo children leading henceforth a cheerless existence. Then it was that\nshe conceived a grand and noble idea.\n\n\"Mary Grant,\" she exclaimed, \"wait, my child; listen to what I am about\nto say.\"\n\nThe young girl held her brother by the hand, and was preparing to go.\nShe stopped.\n\nThen Lady Helena, with tearful eye, but firm voice and animated\nfeatures, advanced towards her husband.\n\n[Sidenote: \"NOBLY PLANNED.\"]\n\n\"Edward,\" said she, \"when Captain Grant wrote that letter, and cast\nit into the sea, he confided it to the care of God himself, who has\nbrought it to us. Without doubt He designed to charge us with the\nsafety of these unfortunates.\"\n\n\"What do you mean, Helena?\" inquired Lord Glenarvan, whilst all waited\nin silence.\n\n\"I mean,\" replied Lady Helena, \"that we ought to consider ourselves\nhappy in beginning our married life with a good action. You, my dear\nEdward, to please me, have planned a pleasure voyage. But what pleasure\ncan be more genuine or more beneficent than to save these unfortunates\nwhom hope has almost abandoned?\"\n\n\"Helena!\" cried Lord Glenarvan.\n\n\"Yes, you understand me, Edward. The Duncan is a good, staunch vessel.\nIt can brave the Southern seas; it can make the tour of the world,--and\nit will, if necessary! Let us start, Edward,--let us go in search of\nCaptain Grant!\"\n\nAt these courageous words Lord Glenarvan had extended his arms to his\nwife. He smiled. He pressed her to his heart, while Mary and Robert\nkissed her hands.\n\nAnd during this touching scene the servants of the castle, affected and\nenthusiastic, uttered from their hearts this cry of gratitude,--\n\n\"Hurrah for the lady of Luss! Hurrah! three times hurrah, for Lord and\nLady Glenarvan!\"\n\n\n\n\nCHAPTER V.\n\nTHE DEPARTURE OF THE DUNCAN.\n\n\nIt has been already said that Lady Helena had a brave and generous\nsoul. What she had just done was an undeniable proof of it, and Lord\nGlenarvan had good reason to trust in this noble woman, who was\ncapable of comprehending and following him. The idea of sailing to\nthe rescue of Captain Grant had already taken possession of him when\nhe saw his petition rejected at London; but he could not have thought\nof separating from her. Yet, since she desired to go herself, all\nhesitation was at an end. The servants of the castle had received her\nproposal with cries of joy; the safety of their brother Scots was at\nstake, and Lord Glenarvan joined heartily in the hurrahs that greeted\nthe lady of Luss.\n\nThe scheme once resolved upon, there was not an hour to lose. That\nvery day Lord Glenarvan sent to Captain Mangles orders to bring the\nDuncan to Glasgow, and make every preparation for a voyage to the South\nSeas, which might become one of circumnavigation. Moreover, in her\nplans Lady Helena had not overestimated the qualities of the Duncan:\nof first-class construction with regard to strength and swiftness, she\ncould without injury sustain a long voyage.\n\n[Sidenote: FITTING FOR SEA.]\n\nThe Duncan was a steam yacht of one hundred and ten tons burden.\nShe had two masts,--a foremast with fore-sail, main-sail, foretop\nand foretop-gallant sails; and a mainmast, carrying a main-sail and\nfore-staff. Her rigging was, therefore, sufficient, and she could\nprofit by the wind like a simple clipper; but she relied especially\nupon her mechanical power. Her engine was of an effective force of one\nhundred and sixty horse power, and was constructed on a new plan. It\npossessed apparatus for overheating, which gave its steam a very great\ntension. It was a high-pressure engine, and produced motion by a double\nscrew. The Duncan under full steam could acquire a speed equal to any\nvessel of that day. Indeed, during her tr"
    },
    {
      "chunk_idx": 118,
      "chunk_id": "In Search of the Castaways_chunk_118",
      "start_pos": 413000,
      "end_pos": 417000,
      "similarity": 0.030136986301369864,
      "text": "pplause\nrent the air. In a few moments the party reached the shore, and in no\ngreat length of time arrived at O'Moore's farm.\n\nEverything was ready. Lady Helena was delighted with her quarters. The\nimmense cart, with its rude wheels and massive timbers, especially\npleased her. The six oxen yoked in pairs seemed to indicate primeval\nsimplicity, and were a novel sight. Ayrton, whip in hand, awaited the\norders of his new chief.\n\n[Illustration: Ayrton and Olbinett took their places respectively in\nfront and in the rear part of the cart, while Glenarvan, the major,\nPaganel, Robert, Captain Mangles, and the two sailors, mounted their\nhorses.]\n\n\"I declare!\" said Paganel, \"this is an admirable vehicle, worth all the\nmail-coaches in the world. I know of no better way of traversing the\nearth than in this style, like mountebanks. A house that moves when\nyou please and stops wherever you please is all you can desire.\"\n\n[Illustration: The \"Mosquito Plains,\" whose very name describes them,\nand serves to tell of the tortures that our friends had to encounter.]\n\n\"Monsieur Paganel,\" replied Lady Helena, \"I hope to have the pleasure\nof receiving you in my parlor.\"\n\n\"Madam,\" replied the geographer, \"you do me great honor! Have you\nchosen a day?\"\n\n\"I shall be at home every day for my friends,\" replied Lady Helena,\nsmiling, \"and you are----\"\n\n\"The most devoted of all,\" added Paganel, gallantly.\n\nThis exchange of compliments was interrupted by the arrival of seven\nhorses, all harnessed, driven by one of O'Moore's sons. Lord Glenarvan\npaid for these new acquisitions, and added many thanks, which the\nhonest colonist seemed to value as highly as the gold and notes which\nhe received.\n\nThe signal for departure was now given. Lady Helena and Miss Grant\nseated themselves in their compartment, Ayrton and Olbinett took their\nplaces respectively in front and in the rear part of the cart, while\nGlenarvan, the major, Paganel, Robert, Captain Mangles, and the two\nsailors, all armed with carbines and revolvers, mounted their horses. A\n\"God bless you\" was Mr. O'Moore's parting salute, which was echoed in\nchorus by his family. Ayrton uttered a peculiar cry, and started his\nlong team. The cart moved, the timbers cracked, the axles creaked, and\nthe farm of the honest hospitable Irishman soon disappeared from view\nat the turn of the road.\n\n\n\n\nCHAPTER XXXIII.\n\nAN ACCIDENT.\n\n\nOur travelers made tolerably good progress by their new mode of\nconveyance. The heat was great, but endurable, and the road was\nquite easy for the horses. They were still in the province of South\nAustralia, and in this part at least the scenery was not of the\nmost interesting character. A succession of small hills, with very\ndusty tracks, small shrubs, and scant herbage, had to be traversed\nfor several miles; and when these had been passed they reached the\n\"Mosquito Plains,\" whose very name describes them, and serves to tell\nof the tortures that our friends had to encounter. Both the bipeds and\nthe quadrupeds suffered terribly from the infliction of these flying\npests, whom to avoid was impossible; but there was some consolation for\nthe former in the spirits of hartshorn, carried in the medicine-chest,\nwhich alleviated the pain caused by the sting of those whom Paganel was\ncontinually consigning to a place and person whom they would not visit.\n\nBut shortly a more pleasant neighborhood was reached. Hedges of\nacacias, then a newly cut and better made roadway, then European\nimported trees--oaks, olives, and lemons,--then a well-kept fence,--all\nthese signs told of their approach to Red-gum Station, the home and\nsettlement of an emigrant engaged in the cattle-breeding which is the\nsource of so much Australian wealth. It was in itself an establishment\nof small importance; but to its owners it was a home, and to its\nvisitors, on this occasion, it was a hotel, as the \"station\" generally\nis to the traveler.\n\n[Illustration: Red-gum Station, the home and settlement of an emigrant\nengaged in the cattle-breed"
    },
    {
      "chunk_idx": 135,
      "chunk_id": "In Search of the Castaways_chunk_135",
      "start_pos": 472500,
      "end_pos": 476500,
      "similarity": 0.029891304347826088,
      "text": "nts on only one\nside. Of these miserable beings there were about thirty, men, women,\nand children, dressed in ragged kangaroo-skins. Their first movement\nwas one of flight; but a few words from Ayrton restored confidence, and\nthey slowly approached the party of Europeans.\n\nThe major jocularly insisted that Robert was correct in saying that\nhe had seen a monkey; but Lady Helena declined to accept his views,\nand, getting out of the cart, made friendly advances to these degraded\nbeings, who seemed to look upon her as a divinity. Reassured by her\ngentle manner, they surrounded the travelers, and began to cast wishful\nglances at the provisions which the cart contained. Glenarvan, at the\nrequest of his wife, distributed a quantity of food among the hungry\ngroup.\n\n[Illustration: Of these miserable beings there were about thirty, men,\nwomen, and children, dressed in ragged kangaroo-skins.]\n\nAfter this had been dispatched, our friends were favored by their new\nacquaintances with a sham fight, which lasted about ten minutes, the\nwomen urging on the combatants and pretending to mutilate those who\nfell in the fray. Suddenly the excited crowd dropped their arms, and\na profound silence succeeded to the din of war. A flight of cockatoos\nhad made its appearance in the neighboring trees; and the opportunity\nto display their proficiency in the use of the boomerang was at once\nimproved by the Australians. The skill manifested in the construction\nand use of this instrument served Lady Helena as a strong argument\nagainst the monkey theory, though the major pretended that he was not\nyet convinced.\n\n[Illustration: A sham fight, which lasted about ten minutes, the women\nurging on the combatants and pretending to mutilate those who fell in\nthe fray.]\n\nLord Glenarvan was now about to give the order to advance, when a\nnative came running up with the news that he had discovered half\na dozen cassowaries. The chase that followed, with the ingenious\ndisguise assumed by the hunter, and the marvelous fidelity with which\nhe imitated the movements and cries of the bird, was witnessed with\ninterest by the travelers. Lady Helena adduced the skill displayed as\na still further argument against the major's theory; but the obstinate\nMacNabb declined to recede from his position, citing to his antagonist\nthe statement of the negroes concerning the orang-outangs,--that they\nare negroes like themselves, only that they are too cunning to talk,\nfor fear of being made to work.\n\n\n\n\nCHAPTER XXXVIII.\n\nWEALTH IN THE WILDERNESS.\n\n\n[Sidenote: A PIANO IN THE DESERT.]\n\nAfter a peaceful night, the travelers, at seven o'clock in the morning,\nresumed their journey eastward over the plains. Twice they crossed the\ntracks of squatters, leading towards the north; and then the different\nhoof-prints would have been confounded if Glenarvan's horse had not\nleft upon the dust the Black Point mark, distinguishable by its three\ntrefoils.\n\nSometimes the plain was furrowed with winding creeks, bordered by\nbox-wood, which took their source on the slopes of the Buffalo Range,\na chain of mountains whose picturesque outlines stretched along the\nhorizon, and which the party resolved to reach that evening. Ayrton\nurged on his oxen, and, after a journey of thirty-five miles, they\nreached the place. The tent was pitched beneath a great tree. Night had\ncome, and supper was quickly dispatched; all thought more of sleeping\nthan of eating, after the fatigues of the day.\n\nPaganel, to whom fell the first watch, did not lie down, but, rifle on\nshoulder, guarded the encampment, walking to and fro that he might the\nbetter resist sleep. In spite of the absence of the moon, the night was\nalmost bright with the splendor of the southern constellations; and the\ngeographer amused himself in reading the great book of the firmament,\nwhich is always open. The silence of sleeping nature was broken only\nby the sound of the horses' chains as they rattled against their feet.\nPaganel was becoming fully absorbed in his astronomi"
    },
    {
      "chunk_idx": 17,
      "chunk_id": "In Search of the Castaways_chunk_17",
      "start_pos": 59500,
      "end_pos": 63500,
      "similarity": 0.029333333333333333,
      "text": "opened on the deck.\nThe crew were lodged between-decks very comfortably, for the yacht of\ncourse carried nothing but her coal, provisions, and armament.\n\nThe Duncan was to start on the night of the 24th, as the tide fell at\nthree o'clock in the morning. But first those who were present were\nwitness to a touching scene. At eight in the evening Lord Glenarvan and\nhis companions, the entire crew, from the firemen to the captain, all\nwho were to take part in this voyage of sacrifice, left the yacht, and\nbetook themselves to Saint Mungo, the ancient cathedral of Glasgow.\nThis antique church, an uninjured relic in the midst of the ruins\ncaused by the Reformation, and so marvelously described by Walter\nScott, received beneath its massive arches the owners and sailors of\nthe Duncan.\n\n[Sidenote: PRAYER, AND PROGRESS.]\n\nA numerous throng accompanied them. There in the spacious aisle,\nfilled with tombs of the great and good, the Rev. Mr. Morton implored\nthe blessing of Heaven, and commended the expedition to the care of\nProvidence. For a moment the voice of Mary Grant arose in the old\nchurch. The young girl was praying for her benefactors, and shedding\nbefore God the sweet tears of gratitude. The assembly retired under the\ninfluence of a deep emotion.\n\nAt eleven, every one was on board. The captain and the crew occupied\nthemselves with the final preparations. At midnight the fires were\nkindled, and soon clouds of black smoke mingled with the vapors of the\nnight; the sails of the Duncan had been carefully reefed in a canvas\nsheathing, which served to protect them from injury. The wind blew from\nthe southeast, and did not favor the progress of the vessel; but at two\no'clock the ship began to heave under the action of her boilers. The\nmanometer indicated a pressure of four atmospheres, and the overheated\nsteam whistled through the escape-valves. The sea was tranquil, and\nsoon daylight enabled them to distinguish the passes of the Clyde\nbetween the buoys and beacons, whose lights were gradually extinguished\nas the morning dawned.\n\nCaptain Mangles informed Lord Glenarvan, who at once came on deck. Very\nsoon the ebb-tide was felt. The Duncan gave a few shrill whistles,\nslackened her cables, and separated from the surrounding vessels. Her\nscrew was set in motion, which propelled her into the channel of the\nriver. The captain had taken no pilot. He was perfectly acquainted with\nthe navigation of the Clyde, and no one could have commanded better. At\na sign from him the yacht started. With his right hand he controlled\nthe engine, and with his left the tiller, with silent but unerring\nskill.\n\n[Illustration: The Rev. Mr. Morton implored the blessing of Heaven, and\ncommended the expedition to the care of Providence.]\n\n[Sidenote: A CHANGE OF SCENE.]\n\nSoon the last workshops on the shore gave place to villas, built here\nand there upon the hills, and the sounds of the city died away in the\ndistance. An hour afterwards, the Duncan passed the rocks of Dumbarton;\ntwo hours later she was in the Frith of Clyde; and at six o'clock in\nthe morning she doubled Cantyre Point, emerged from the North Channel,\nand gained the open sea.\n\n\n\n[Illustration]\n\n\n\n\nCHAPTER VI.\n\nAN UNEXPECTED PASSENGER.\n\n\nDuring the first day's voyage the sea was quite rough, and the wind\nfreshened towards evening. The Duncan rolled considerably, so that\nthe ladies did not appear on deck, but very wisely remained in their\ncabins. The next day the wind changed a point, and the captain set the\nmain-, fore-, and foretop-sails, thus causing less perception of the\nrolling and pitching motion.\n\nLady Helena and Mary Grant were able before daybreak to join Lord\nGlenarvan, the major, and the captain, on deck. The sunrise was\nmagnificent. The orb of day, like a gilded metal disk, rose from the\nocean, as from an immense and silvery basin. The ship glided in the\nmidst of a splendid iridescence, and you would truly have thought that\nher sails expanded under the influence of the sun's rays, whilst even\nthe"
    }
  ]
}