{
  "217a8b9c0d42": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.05357142857142857,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 925,
      "chunk_id": "The Count of Monte Cristo_chunk_689",
      "start_pos": 2411500,
      "end_pos": 2415500,
      "similarity": 0.041935483870967745,
      "text": "                    will go on by\n                                                         the\n                                                         steamboat..\n                                                         6. From Lyons\n                                                         to Avignon\n                                                         (still by\n                                                         steamboat)....\n                                                         ......... 16.\n                                                         From Avignon\n                                                         to Marseilles,\n                                                         seven\n                                                         francs........\n                                                         .......  7.\n                                                         Expenses on\n                                                         the road,\n                                                         about fifty\n                                                         francs........\n                                                         ....... 50.\n                                                         Total.........\n                                                         ..............\n                                                         ..............\n                                                         ............\n                                                         114 frs.\n\n“Let us put down 120,” added Albert, smiling. “You see I am generous,\nam I not, mother?”\n\n“But you, my poor child?”\n\n“I? do you not see that I reserve eighty francs for myself? A young man\ndoes not require luxuries; besides, I know what travelling is.”\n\n“With a post-chaise and valet de chambre?”\n\n“Any way, mother.”\n\n“Well, be it so. But these 200 francs?”\n\n“Here they are, and 200 more besides. See, I have sold my watch for 100\nfrancs, and the guard and seals for 300. How fortunate that the\nornaments were worth more than the watch. Still the same story of\nsuperfluities! Now I think we are rich, since instead of the 114 francs\nwe require for the journey we find ourselves in possession of 250.”\n\n“But we owe something in this house?”\n\n“Thirty francs; but I pay that out of my 150 francs,—that is\nunderstood,—and as I require only eighty francs for my journey, you see\nI am overwhelmed with luxury. But that is not all. What do you say to\nthis, mother?”\n\nAnd Albert took out of a little pocket-book with golden clasps, a\nremnant of his old fancies, or perhaps a tender souvenir from one of\nthe mysterious and veiled ladies who used to knock at his little\ndoor,—Albert took out of this pocket-book a note of 1,000 francs.\n\n“What is this?” asked Mercédès.\n\n“A thousand francs.”\n\n“But whence have you obtained them?”\n\n“Listen to me, mother, and do not yield too much to agitation.” And\nAlbert, rising, kissed his mother on both cheeks, then stood looking at\nher. “You cannot imagine, mother, how beautiful I think you!” said the\nyoung man, impressed with a profound feeling of filial love. “You are,\nindeed, the most beautiful and most noble woman I ever saw!”\n\n“Dear child!” said Mercédès, endeavoring in vain to restrain a tear\nwhich glistened in the corner of her eye. “Indeed, you only wanted\nmisfortune to change my love for you to admiration. I am not unhappy\nwhile I possess my son!”\n\n“Ah, just so,” said Albert; “here begins the trial. Do you know the\ndecision we have come to, mother?”\n\n“Have we come to any?”\n\n“Yes; it is decided that you are to live at Marseilles, and that I am\nto leave for Africa, where I will earn for myself the right to use the\nname I now bear, instead of the one I have thrown aside.” Mercédès\nsighed. “Well, mother, I yesterday engaged myself as substitute in the\nSpahis,”25 added the young man, lowering his eyes with a certain\nfeeling of shame, for even he was unconscious of the sublimity of his\nself-a"
    },
    {
      "chunk_idx": 220,
      "chunk_id": "In Search of the Castaways_chunk_220",
      "start_pos": 770000,
      "end_pos": 774000,
      "similarity": 0.03978779840848806,
      "text": "failed,\nperhaps a woman could succeed by her gentle entreaty. Glenarvan,\nknowing the tact of his young wife, gave his hearty approval. Ayrton\nwas, accordingly, brought to Lady Helena's boudoir. Mary Grant was to\nbe present at the interview, for the young girl's influence might also\nbe great, and Lady Helena would not neglect any chance of success.\n\n[Illustration: For an hour the two ladies were closeted with the\nquartermaster, but nothing resulted from this conference.]\n\nFor an hour the two ladies were closeted with the quartermaster, but\nnothing resulted from this conference. What they said, the arguments\nthey used to draw out the convict's secret, all the details of this\nexamination, remained unknown. Moreover, when Ayrton left them they did\nnot appear to have succeeded, and their faces betokened real despair.\n\n[Illustration: He contented himself with shrugging his shoulders,\nwhich so increased the rage of the crew, that nothing less than the\nintervention of the captain and his lordship could restrain them.]\n\n\nWhen the quartermaster was taken back to his cabin, therefore, the\nsailors saluted his appearance with violent threats. But he contented\nhimself with shrugging his shoulders, which so increased the rage of\nthe crew, that nothing less than the intervention of the captain and\nhis lordship could restrain them.\n\nBut Lady Helena did not consider herself defeated. She wished to\nstruggle to the last with this heartless man, and the next day she went\nherself to Ayrton's cabin, to avoid the scene that his appearance on\ndeck occasioned.\n\nFor two long hours this kind and gentle Scotch lady remained alone face\nto face with the chief of the convicts. Glenarvan, a prey to nervous\nagitation, lingered near the cabin, now determined to thoroughly\nexhaust the chances of success, and now upon the point of drawing his\nwife away from this painful and prolonged interview.\n\nBut this time, when Lady Helena reappeared, her features inspired\nconfidence. Had she, then, brought this secret to light, and stirred\nthe dormant feeling of pity in the heart of this poor creature?\n\nMacNabb, who saw her first, could not repress a very natural feeling\nof incredulity. However, the rumor soon spread among the crew that the\nquartermaster had at length yielded to Lady Helena's entreaties. All\nthe sailors assembled on deck more quickly than if Tom Austin's whistle\nhad summoned them.\n\n\"Has he spoken?\" asked Lord Glenarvan of his wife.\n\n\"No,\" replied Lady Helena; \"but in compliance with my entreaties he\ndesires to see you.\"\n\n\"Ah, dear Helena, you have succeeded!\"\n\n\"I hope so, Edward.\"\n\n\"Have you made any promise that I am to sanction?\"\n\n\"Only one: that you will use all your influence to moderate the fate in\nstore for him.\" [Sidenote: VERY BUSINESS-LIKE.]\n\n\"Certainly, my dear Helena. Let him come to me immediately.\"\n\nLady Helena retired to her cabin, accompanied by Mary Grant, and the\nquartermaster was taken to the saloon where Glenarvan awaited him.\n\n\n\n\nCHAPTER LVII.\n\nA DISCOURAGING CONFESSION.\n\n\nAs soon as the quartermaster was in Lord Glenarvan's presence his\ncustodians retired.\n\n\"You desired to speak to me, Ayrton?\" said Glenarvan.\n\n\"Yes, my lord,\" replied he.\n\n\"To me alone?\"\n\n\"Yes; but I think that if Major MacNabb and Mr. Paganel were present at\nthe interview it would be better.\"\n\n\"For whom?\"\n\n\"For me.\"\n\nAyrton spoke calmly. Glenarvan gazed at him steadily, and then sent\nword to MacNabb and Paganel, who at once obeyed his summons.\n\n\"We are ready for you,\" said Glenarvan, as soon as his two friends were\nseated at the cabin-table.\n\nAyrton reflected for a few moments, and then said:\n\n\"My lord, it is customary for witnesses to be present at every contract\nor negotiation between two parties. That is why I requested the\npresence of Mr. Paganel and Major MacNabb; for, properly speaking, this\nis a matter of business that I am going to propose to you.\"\n\nGlenarvan, who was accustomed to Ayrton's manners, betrayed no\nsurprise, although a matter of business between thi"
    },
    {
      "chunk_idx": 594,
      "chunk_id": "The Count of Monte Cristo_chunk_358",
      "start_pos": 1253000,
      "end_pos": 1257000,
      "similarity": 0.03855421686746988,
      "text": "st in anticipating the worst,—why\npicture so gloomy a future?”\n\n“Because I judge it from the past.”\n\n“Still, consider that although I may not be, strictly speaking, what is\ntermed an illustrious match for you, I am, for many reasons, not\naltogether so much beneath your alliance. The days when such\ndistinctions were so nicely weighed and considered no longer exist in\nFrance, and the first families of the monarchy have intermarried with\nthose of the empire. The aristocracy of the lance has allied itself\nwith the nobility of the cannon. Now I belong to this last-named class;\nand certainly my prospects of military preferment are most encouraging\nas well as certain. My fortune, though small, is free and unfettered,\nand the memory of my late father is respected in our country,\nValentine, as that of the most upright and honorable merchant of the\ncity; I say our country, because you were born not far from\nMarseilles.”\n\n“Don’t speak of Marseilles, I beg of you, Maximilian; that one word\nbrings back my mother to my recollection—my angel mother, who died too\nsoon for myself and all who knew her; but who, after watching over her\nchild during the brief period allotted to her in this world, now, I\nfondly hope, watches from her home in heaven. Oh, if my mother were\nstill living, there would be nothing to fear, Maximilian, for I would\ntell her that I loved you, and she would protect us.”\n\n“I fear, Valentine,” replied the lover, “that were she living I should\nnever have had the happiness of knowing you; you would then have been\ntoo happy to have stooped from your grandeur to bestow a thought on\nme.”\n\n“Now it is you who are unjust, Maximilian,” cried Valentine; “but there\nis one thing I wish to know.”\n\n“And what is that?” inquired the young man, perceiving that Valentine\nhesitated.\n\n“Tell me truly, Maximilian, whether in former days, when our fathers\ndwelt at Marseilles, there was ever any misunderstanding between them?”\n\n“Not that I am aware of,” replied the young man, “unless, indeed, any\nill-feeling might have arisen from their being of opposite parties—your\nfather was, as you know, a zealous partisan of the Bourbons, while mine\nwas wholly devoted to the emperor; there could not possibly be any\nother difference between them. But why do you ask?”\n\n“I will tell you,” replied the young girl, “for it is but right you\nshould know. Well, on the day when your appointment as an officer of\nthe Legion of Honor was announced in the papers, we were all sitting\nwith my grandfather, M. Noirtier; M. Danglars was there also—you\nrecollect M. Danglars, do you not, Maximilian, the banker, whose horses\nran away with my stepmother and little brother, and very nearly killed\nthem? While the rest of the company were discussing the approaching\nmarriage of Mademoiselle Danglars, I was reading the paper to my\ngrandfather; but when I came to the paragraph about you, although I had\ndone nothing else but read it over to myself all the morning (you know\nyou had told me all about it the previous evening), I felt so happy,\nand yet so nervous, at the idea of speaking your name aloud, and before\nso many people, that I really think I should have passed it over, but\nfor the fear that my doing so might create suspicions as to the cause\nof my silence; so I summoned up all my courage, and read it as firmly\nand as steadily as I could.”\n\n30059m\n\n\n\n“Dear Valentine!”\n\n“Well, would you believe it? directly my father caught the sound of\nyour name he turned round quite hastily, and, like a poor silly thing,\nI was so persuaded that everyone must be as much affected as myself by\nthe utterance of your name, that I was not surprised to see my father\nstart, and almost tremble; but I even thought (though that surely must\nhave been a mistake) that M. Danglars trembled too.”\n\n“‘Morrel, Morrel,’ cried my father, ‘stop a bit;’ then knitting his\nbrows into a deep frown, he added, ‘surely this cannot be one of the\nMorrel family who lived at Marseilles, and gave us so much trouble from\ntheir violent "
    },
    {
      "chunk_idx": 226,
      "chunk_id": "In Search of the Castaways_chunk_226",
      "start_pos": 791000,
      "end_pos": 795000,
      "similarity": 0.03764705882352941,
      "text": "ould not be surprised if its\norigin was due to some volcanic upheaval.\"\n\n\"But then,\" said Glenarvan, \"if an eruption created it, may we not fear\nthat the same agency will destroy it?\"\n\n\"That is scarcely probable,\" answered Paganel. \"Its existence has\nbeen known for several centuries; and this seems a guarantee for its\ncontinuance.\"\n\n\"Well,\" continued Glenarvan, \"do you think, captain, that we can land\nbefore night?\"\n\n[Sidenote: ANOTHER ARTIFICIAL VOLCANO.]\n\n\"No, certainly not. I ought not to endanger the Duncan in the darkness,\non a coast that is not familiar to me. I will keep a short distance\nfrom land, and to-morrow at daybreak we will send a boat ashore.\"\n\nAt eight o'clock Maria Theresa, although only five miles to windward,\nappeared like a lengthened shadow, scarcely visible. An hour later,\nquite a bright light, like a fire, blazed in the darkness. It was\nmotionless and stationary.\n\n\"That would seem to indicate a volcano,\" said Paganel, watching it\nattentively.\n\n\"However,\" replied Captain Mangles, \"at this distance we ought to hear\nthe commotion that always accompanies an eruption, and yet the wind\nbrings no sound to our ears.\"\n\n\"Indeed,\" observed Paganel, \"this volcano glows, but does not\nspeak. You might say that it throws out intermittent flashes like a\nlighthouse.\"\n\n\"You are right,\" continued Captain Mangles; \"and yet we are not on the\nilluminated side. Ha!\" cried he, \"another fire! On the shore this time!\nSee! it moves, it changes its place!\"\n\nHe was not mistaken. A new light had appeared, that sometimes seemed to\ngo out, and then all at once flash forth again.\n\n\"Is the island inhabited?\" asked Glenarvan.\n\n\"Evidently, by savages,\" replied Paganel.\n\n\"Then we cannot abandon the quartermaster here.\"\n\n\"No,\" said the major; \"that would be giving even savages too dangerous\na present.\"\n\n\"We will seek some other deserted island,\" resumed Glenarvan, who could\nnot help smiling at MacNabb's delicacy. \"I promised Ayrton his life,\nand I will keep my promise.\"\n\n\"At all events, let us beware,\" added Paganel. \"The New Zealanders have\nthe barbarous custom of misleading ships by moving fires. The natives\nof Maria Theresa may understand this deception.\"\n\n\"Bear away a point,\" cried the captain to the sailor at the helm.\n\"To-morrow, at sunrise, we shall know what is to be done.\"\n\nAt eleven o'clock the passengers and the captain retired to their\ncabins. At the bow the first watch was pacing the deck, while at the\nstern the helmsman was alone at his post.\n\nIn the stillness Mary and Robert Grant came on deck. The two children,\nleaning upon the railing, gazed sadly at the phosphorescent sea and the\nluminous wake of the yacht. Mary thought of Robert's future; Robert\nthought of his sister's; both thought of their father. Was that beloved\nparent still living? Yet must they give him up? But no, what would life\nbe without him? What would become of them without his protection? What\nwould have become of them already, except for the magnanimity of Lord\nand Lady Glenarvan?\n\nThe boy, taught by misfortune, divined the thoughts that were agitating\nhis sister. He took her hand in his.\n\n\"Mary,\" said he, \"we must never despair. Remember the lessons our\nfather taught us. 'Courage compensates for everything in this world,'\nhe said. Let us have that indomitable courage that overcomes all\nobstacles. Hitherto you have labored for me, my sister, but now I shall\nlabor for you.\"\n\n\"Dear Robert!\" replied the young girl.\n\n\"I must tell you one thing,\" continued he. \"You will not be sorry,\nMary?\"\n\n\"Why should I be sorry, my child?\"\n\n\"And you will let me do as I wish?\"\n\n\"What do you mean?\" asked she, anxiously.\n\n\"My sister, I shall be a sailor----!\"\n\n\"And leave me?\" cried the young girl, clasping her brother's hand.\n\n[Sidenote: EULOGY AND THRENODY.]\n\n\"Yes, sister, I shall be a sailor, like my father, and like Captain\nJohn. Mary, my dear Mary, he has not lost all hope! You will have, like\nme, confidence in his devotion. He has promised that he will make me a\nthorough and"
    }
  ]
}