{
  "008d3d0e1c22": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.031578947368421054,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 182,
      "chunk_id": "In Search of the Castaways_chunk_182",
      "start_pos": 637000,
      "end_pos": 641000,
      "similarity": 0.027247956403269755,
      "text": "is moment a shock was felt. The raft stopped. They had\nstranded on a sand-bar, not far from the coast. Glenarvan, Robert,\nWilson, and Mulready leaped into the water, and moored their bark\nfirmly with cables on the adjoining reefs. The ladies were carried in\ntheir companions' arms, and reached the shore without wetting a single\nfold of their garments; and soon all, with arms and provisions, had set\nfoot on the inhospitable shores of New Zealand.\n\nGlenarvan, without losing an hour, would have followed the coast to\nAuckland; but since early morning the sky had been heavy with clouds,\nwhich, towards noon, descended in torrents of rain. Hence it was\nimpossible to start on their journey, and advisable to seek a shelter.\n\n[Illustration: While the fire served to dry their garments conversation\nbeguiled the hours, as they lay or stood at ease.]\n\nWilson discovered, fortunately, a cavern, hollowed out by the sea in\nthe basaltic rocks of the shore, and here the travelers took refuge\nwith their arms and provisions. There was an abundance of dry sea-weed,\nlately cast up by the waves. This formed a soft couch, of which they\navailed themselves. Several pieces of wood were piled up at the\nentrance and then kindled; and while the fire served to dry their\ngarments conversation beguiled the hours, as they lay or stood at ease.\n\n[Illustration: Louper, with difficulty, managed to support himself on\none of them.]\n\n[Sidenote: SEALS AND SIRENS.]\n\nPaganel, as usual, upon being appealed to, could tell them of the\nrise, extension, and consolidation of the British power upon the\nisland; he informed them of the beginnings--and, to his belief, of\nthe causes--of the strife which for years decimated the aborigines,\nand was very injurious to the colonists who had emigrated; then, in\nreply to Robert's questions, he went on to speak of those who on a\nnarrower theatre had emulated by their heroism and patience the deeds\nof the world's great travelers and scientific explorers. He told them\nof Witcombe and Charlton Howitt, men known in their own circles and\nin connection with their own branch of the New Zealand government.\nAt still greater length he detailed the adventures of Jacob Louper,\nwho was the companion of Witcombe, and had gone as his assistant\nto discover a practicable route over the mountains in the north of\nthe province of Canterbury. In those mountain wilds, which even the\nislanders rarely traverse, these two Europeans suffered greatly, but\nstill worse was their fate when they descended to the water-level and\nessayed to cross the Taramakau near its mouth. Jacob Louper at length\nfound two old and almost useless canoes, and by attaching the one to\nthe other they hoped to accomplish the passage safely. Before they\nhad reached the middle of the rapid current, however, both the tubs\ncapsized. Louper, with difficulty, managed to support himself on one\nof them, and by clinging to it was at length carried to the river's\nbank, which his companion also reached; but when after a period of\ninsensibility Louper returned to consciousness and found the body of\nWitcombe, it was lifeless. Though terribly bruised and still bleeding\nfrom his wounds, Louper hollowed a grave for the remains, and then,\nafter many more days of privation and danger, came to the huts of some\nof the Maoris, by whose assistance he at length reached the settled\nparts of the colony.\n\nThese facts and reminiscences, it must be confessed, were not of the\nmost inspiriting character; but they were in the same key as most of\nPaganel's disquisitions and information concerning these islands, and\nthey were before a late hour exchanged for peaceful though probably\ndreamy slumbers, by his hearers.\n\nEarly the next morning the signal for departure was given. The rain had\nceased during the night, and the sky was covered with grayish clouds,\nwhich intercepted the rays of the sun, so that the temperature thus\nmoderated enabled them to endure the fatigues of the journey.\n\nBy consulting the map, Paganel had calcula"
    },
    {
      "chunk_idx": 98,
      "chunk_id": "In Search of the Castaways_chunk_98",
      "start_pos": 343000,
      "end_pos": 347000,
      "similarity": 0.026595744680851064,
      "text": "l. The geographer was accordingly asked to\nexplain the French document, which he did to the satisfaction of every\none. When he had finished his demonstration, Glenarvan announced that\nthe Duncan would immediately set sail for Australia.\n\nThe major, however, before the order was given, asked permission to\nmake a single remark.\n\n\"Speak, major,\" said Glenarvan.\n\n\"My object,\" said MacNabb, \"is not to invalidate the arguments of my\nfriend Paganel, still less to refute them. I consider them rational,\nsagacious, and worthy of our whole attention. But I desire to submit\nthem to a final examination, that their validity may be incontestable.\"\n\n[Illustration: \"My object,\" said MacNabb, \"is not to invalidate the\narguments of my friend Paganel, still less to refute them.\"]\n\nNo one knew what the prudent MacNabb meant, and his hearers listened\nwith some anxiety.\n\n\"Go on, major,\" said Paganel: \"I am ready to answer all your questions.\"\n\n\"Nothing can be simpler,\" said the major. \"Five months ago, in\nthe Frith of Clyde, when we studied the three documents, their\ninterpretation seemed clear to us. No place but the western coast of\nPatagonia could, we thought, have been the scene of the shipwreck. We\nhad not even the shadow of a doubt on the subject.\"\n\n\"Very true,\" added Glenarvan.\n\n\"Afterwards,\" resumed the major, \"when Paganel, in a moment of\nprovidential absent-mindedness, embarked on board our vessel, the\ndocuments were submitted to him, and he unhesitatingly sanctioned our\nsearch upon the American coast.\"\n\n\"You are right,\" observed the geographer.\n\n\"And, nevertheless, we are mistaken,\" said the major.\n\n\"Yes, we are mistaken,\" repeated Paganel; \"but to be mistaken is only\nto be human, while it is the part of a madman to persist in his error.\"\n\n\"Wait, Paganel,\" continued the major; \"do not get excited. I do not\nmean that our search ought to be prolonged in America.\"\n\n\"What do you ask, then?\" inquired Glenarvan.\n\n\"Simply the acknowledgment that Australia now seems to be the scene of\nthe Britannia's shipwreck as much as South America did before.\"\n\n\"Granted,\" replied Paganel.\n\n\"Who knows, then,\" resumed the major, \"whether, after Australia,\nanother country may not offer us the same probabilities, and whether,\nwhen this new search proves vain, it may not seem evident that we ought\nto have searched elsewhere?\"\n\n[Sidenote: FRIENDS IN COUNCIL.]\n\nGlenarvan and Paganel glanced at each other. The major's remarks were\nstrictly correct.\n\n\"I desire, therefore,\" added MacNabb, \"that a final test be made before\nwe start for Australia. Here are the documents and maps. Let us examine\nsuccessively all points that the thirty-seventh parallel crosses, and\nsee if there is not some other country to which the document has as\nprecise a reference.\"\n\n\"Nothing is easier,\" replied Paganel.\n\nThe map was placed before Lady Helena, and all showed themselves ready\nto follow Paganel's demonstration. After carefully examining the\ndocuments, it was unanimously agreed that Paganel's interpretation was\nthe correct one.\n\n\"I leave you, therefore, my friends,\" said he, in conclusion, \"to\ndecide whether all the probabilities are not in favor of the Australian\ncontinent.\"\n\n\"Evidently,\" replied the passengers and the captain with unanimity.\n\n\"Captain,\" said Glenarvan, \"have you sufficient provisions and coal?\"\n\n\"Yes, my lord, I procured ample supplies at Talcahuana, and, besides,\nwe can lay in a fresh stock of fuel at Cape Town.\"\n\n\"One more remark,\" said the major.\n\n\"A thousand, if you please!\"\n\n\"Whatever may be the guarantees for success in Australia, will it not\nbe well to call for a day or two, in passing, at the islets of Tristan\nd'Acunha and Amsterdam? They are situated so near our strict line of\nsearch, that it is worth our while to ascertain if there be on them any\ntrace of the shipwreck of the Britannia.\"\n\n\"The unbeliever!\" said Paganel.\n\n\"I do not want to have to return to them, monsieur, if Australia does\nnot after all realize our newly-conceived expectations.\"\n\n\"The precauti"
    },
    {
      "chunk_idx": 348,
      "chunk_id": "The Count of Monte Cristo_chunk_112",
      "start_pos": 392000,
      "end_pos": 396000,
      "similarity": 0.02631578947368421,
      "text": "us speakers, “as he was a churchman,\nthey may go to some expense in his behalf.”\n\n“They may give him the honors of the sack.”\n\nEdmond did not lose a word, but comprehended very little of what was\nsaid. The voices soon ceased, and it seemed to him as if everyone had\nleft the cell. Still he dared not to enter, as they might have left\nsome turnkey to watch the dead. He remained, therefore, mute and\nmotionless, hardly venturing to breathe. At the end of an hour, he\nheard a faint noise, which increased. It was the governor who returned,\nfollowed by the doctor and other attendants. There was a moment’s\nsilence,—it was evident that the doctor was examining the dead body.\nThe inquiries soon commenced.\n\nThe doctor analyzed the symptoms of the malady to which the prisoner\nhad succumbed, and declared that he was dead. Questions and answers\nfollowed in a nonchalant manner that made Dantès indignant, for he felt\nthat all the world should have for the poor abbé a love and respect\nequal to his own.\n\n“I am very sorry for what you tell me,” said the governor, replying to\nthe assurance of the doctor, “that the old man is really dead; for he\nwas a quiet, inoffensive prisoner, happy in his folly, and required no\nwatching.”\n\n“Ah,” added the turnkey, “there was no occasion for watching him; he\nwould have stayed here fifty years, I’ll answer for it, without any\nattempt to escape.”\n\n“Still,” said the governor, “I believe it will be requisite,\nnotwithstanding your certainty, and not that I doubt your science, but\nin discharge of my official duty, that we should be perfectly assured\nthat the prisoner is dead.”\n\nThere was a moment of complete silence, during which Dantès, still\nlistening, knew that the doctor was examining the corpse a second time.\n\n“You may make your mind easy,” said the doctor; “he is dead. I will\nanswer for that.”\n\n“You know, sir,” said the governor, persisting, “that we are not\ncontent in such cases as this with such a simple examination. In spite\nof all appearances, be so kind, therefore, as to finish your duty by\nfulfilling the formalities described by law.”\n\n“Let the irons be heated,” said the doctor; “but really it is a useless\nprecaution.”\n\nThis order to heat the irons made Dantès shudder. He heard hasty steps,\nthe creaking of a door, people going and coming, and some minutes\nafterwards a turnkey entered, saying:\n\n“Here is the brazier, lighted.”\n\nThere was a moment’s silence, and then was heard the crackling of\nburning flesh, of which the peculiar and nauseous smell penetrated even\nbehind the wall where Dantès was listening in horror. The perspiration\npoured forth upon the young man’s brow, and he felt as if he should\nfaint.\n\n“You see, sir, he is really dead,” said the doctor; “this burn in the\nheel is decisive. The poor fool is cured of his folly, and delivered\nfrom his captivity.”\n\n“Wasn’t his name Faria?” inquired one of the officers who accompanied\nthe governor.\n\n0259m\n\n\n\n“Yes, sir; and, as he said, it was an ancient name. He was, too, very\nlearned, and rational enough on all points which did not relate to his\ntreasure; but on that, indeed, he was intractable.”\n\n“It is the sort of malady which we call monomania,” said the doctor.\n\n“You had never anything to complain of?” said the governor to the\njailer who had charge of the abbé.\n\n“Never, sir,” replied the jailer, “never; on the contrary, he sometimes\namused me very much by telling me stories. One day, too, when my wife\nwas ill, he gave me a prescription which cured her.”\n\n“Ah, ah!” said the doctor, “I did not know that I had a rival; but I\nhope, governor, that you will show him all proper respect in\nconsequence.”\n\n“Yes, yes, make your mind easy, he shall be decently interred in the\nnewest sack we can find. Will that satisfy you?”\n\n“Must this last formality take place in your presence, sir?” inquired a\nturnkey.\n\n“Certainly. But make haste—I cannot stay here all day.” Other\nfootsteps, going and coming, were now heard, and a moment afterwards\nthe noise of rustling canvas reac"
    },
    {
      "chunk_idx": 164,
      "chunk_id": "In Search of the Castaways_chunk_164",
      "start_pos": 574000,
      "end_pos": 578000,
      "similarity": 0.026041666666666668,
      "text": "and it was time. The two ladies exerted themselves\nheroically, but their strength was failing every hour. They dragged\nthemselves along, they no longer walked.\n\nThe next day they started at daybreak, and at eleven o'clock Delegete\ncame in sight, fifty miles from Twofold Bay. Here means of conveyance\nwere quickly obtained. Feeling himself so near the coast, hope returned\nto Glenarvan's heart; perhaps there had been some slight delay, and he\nwould arrive before the Duncan! In twenty-four hours he would reach the\nbay!\n\nAt noon, after a comforting repast, all the travelers took their seats\nin a mail-coach, and left Delegete at the full speed of five strong\nhorses. The postilions, stimulated by the promise of a large reward,\ndrove them along at a rapid rate, over a well-kept road. No time was\nlost in changing horses, and it seemed as if Glenarvan had inspired\nall with his own intense eagerness.\n\n[Illustration: The two ladies exerted themselves heroically, but their\nstrength was failing every hour. They dragged themselves along, they no\nlonger walked.]\n\nAll day and all night they traveled with the same swiftness, and at\nsunrise the next morning a low murmur announced the proximity of the\nIndian Ocean. It was necessary, however, to pass around the bay to gain\nthat part of the coast where Tom Austin was to meet the travelers.\n\nWhen the sea appeared, all eyes quickly surveyed the wide expanse. Was\nthe Duncan there, by a miracle of Providence, as she had been discerned\nbefore by some of them on the Argentine coast? Nothing was seen; sky\nand water mingled in an unbroken horizon; not a sail brightened the\nvast extent of ocean.\n\nOne hope still remained. Perhaps Tom Austin had thought it best to cast\nanchor in Twofold Bay, as the sea was rough and a vessel could not be\nmoored in safety near such shores.\n\n\"To Eden!\" said Glenarvan.\n\nThe mail-coach at once took the road to the right, which ran along the\nedge of the bay, and proceeded towards the little town of Eden, only\nfive miles distant. The postilions stopped not far from the light that\nguarded the entrance to the harbor. Several ships were anchored in the\nroadstead, but none displayed the flag of Malcolm Castle.\n\nGlenarvan, Captain Mangles, and Paganel alighted immediately, and\nhastened to the custom-house. Here they questioned the employees, and\nconsulted the latest arrivals. No vessel had entered the bay for a week.\n\n\"She may not have started!\" cried Glenarvan, who would not despair.\n\"Perhaps we have arrived before her!\"\n\nCaptain Mangles shook his head. He knew Tom Austin; his mate would\nnever have delayed so long to execute an order.\n\n\"I will know what this means,\" said Glenarvan. \"Certainty is better\nthan doubt.\"\n\n[Sidenote: THE LAST HOPE.]\n\nFifteen minutes later a telegram was sent to the ship-brokers of\nMelbourne, and the travelers repaired to the Victoria Hotel. Not long\nafter an answer was delivered to Lord Glenarvan. It read as follows:\n\n\"Lord Glenarvan,\n            Eden, Twofold Bay.\n\n\"Duncan started on the 18th instant for some unknown destination.\"\n\nThe dispatch fell from Glenarvan's hands. There was no more doubt! The\nhonest Scotch yacht, in Ben Joyce's hands, had become a pirate-vessel!\n\nThus ended their search in Australia, begun under such favorable\nauspices. The traces of Captain Grant and his shipwrecked sailors\nseemed irrecoverably lost. This failure had cost the lives of an entire\ncrew. Lord Glenarvan was crushed by the blow, and this courageous\nsearcher, whom the leagued elements had failed to deter, was now\nbaffled by the malice of men.\n\n\n\n\nCHAPTER XLIV.\n\nA ROUGH CAPTAIN.\n\n\nIf ever the searchers for Captain Grant had reason to despair of seeing\nhim again, was it not when every hope forsook them at once? To what\npart of the world should they venture a new expedition? how explore\nunknown countries? The Duncan was no longer in their possession, and\nthey could not be immediately reconciled to their misfortune. The\nundertaking of these generous Scots had, therefore, fail"
    }
  ]
}