{
  "acb919bb8100": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.04597701149425287,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 983,
      "chunk_id": "The Count of Monte Cristo_chunk_747",
      "start_pos": 2614500,
      "end_pos": 2618500,
      "similarity": 0.020512820512820513,
      "text": "against\nthe red tapestry, his black hair was thrown back, and he stood in the\nattitude of an avenging angel. Morrel, overpowered, turned around in\nthe armchair; a delicious torpor permeated every vein. A change of\nideas presented themselves to his brain, like a new design on the\nkaleidoscope. Enervated, prostrate, and breathless, he became\nunconscious of outward objects; he seemed to be entering that vague\ndelirium preceding death. He wished once again to press the count’s\nhand, but his own was immovable. He wished to articulate a last\nfarewell, but his tongue lay motionless and heavy in his throat, like a\nstone at the mouth of a sepulchre. Involuntarily his languid eyes\nclosed, and still through his eyelashes a well-known form seemed to\nmove amid the obscurity with which he thought himself enveloped.\n\nThe count had just opened a door. Immediately a brilliant light from\nthe next room, or rather from the palace adjoining, shone upon the room\nin which he was gently gliding into his last sleep. Then he saw a woman\nof marvellous beauty appear on the threshold of the door separating the\ntwo rooms. Pale, and sweetly smiling, she looked like an angel of mercy\nconjuring the angel of vengeance.\n\n“Is it heaven that opens before me?” thought the dying man; “that angel\nresembles the one I have lost.”\n\nMonte Cristo pointed out Morrel to the young woman, who advanced\ntowards him with clasped hands and a smile upon her lips.\n\n“Valentine, Valentine!” he mentally ejaculated; but his lips uttered no\nsound, and as though all his strength were centred in that internal\nemotion, he sighed and closed his eyes. Valentine rushed towards him;\nhis lips again moved.\n\n“He is calling you,” said the count; “he to whom you have confided your\ndestiny—he from whom death would have separated you, calls you to him.\nHappily, I vanquished death. Henceforth, Valentine, you will never\nagain be separated on earth, since he has rushed into death to find\nyou. Without me, you would both have died. May God accept my atonement\nin the preservation of these two existences!”\n\nValentine seized the count’s hand, and in her irresistible impulse of\njoy carried it to her lips.\n\n50275m\n\n\n\n“Oh, thank me again!” said the count; “tell me till you are weary, that\nI have restored you to happiness; you do not know how much I require\nthis assurance.”\n\n“Oh, yes, yes, I thank you with all my heart,” said Valentine; “and if\nyou doubt the sincerity of my gratitude, oh, then, ask Haydée! ask my\nbeloved sister Haydée, who ever since our departure from France, has\ncaused me to wait patiently for this happy day, while talking to me of\nyou.”\n\n“You then love Haydée?” asked Monte Cristo with an emotion he in vain\nendeavored to dissimulate.\n\n“Oh, yes, with all my soul.”\n\n“Well, then, listen, Valentine,” said the count; “I have a favor to ask\nof you.”\n\n“Of me? Oh, am I happy enough for that?”\n\n“Yes; you have called Haydée your sister,—let her become so indeed,\nValentine; render her all the gratitude you fancy that you owe to me;\nprotect her, for” (the count’s voice was thick with emotion)\n“henceforth she will be alone in the world.”\n\n“Alone in the world!” repeated a voice behind the count, “and why?”\n\nMonte Cristo turned around; Haydée was standing pale, motionless,\nlooking at the count with an expression of fearful amazement.\n\n“Because tomorrow, Haydée, you will be free; you will then assume your\nproper position in society, for I will not allow my destiny to\novershadow yours. Daughter of a prince, I restore to you the riches and\nname of your father.”\n\nHaydée became pale, and lifting her transparent hands to heaven,\nexclaimed in a voice stifled with tears, “Then you leave me, my lord?”\n\n“Haydée, Haydée, you are young and beautiful; forget even my name, and\nbe happy.”\n\n“It is well,” said Haydée; “your order shall be executed, my lord; I\nwill forget even your name, and be happy.” And she stepped back to\nretire.\n\n“Oh, heavens,” exclaimed Valentine, who was supporting the head of\nMorrel on her shoulder, "
    },
    {
      "chunk_idx": 842,
      "chunk_id": "The Count of Monte Cristo_chunk_606",
      "start_pos": 2121000,
      "end_pos": 2125000,
      "similarity": 0.020356234096692113,
      "text": "as walking in a retired path\nwith Emmanuel.\n\n“What does he want with me?” said Monte Cristo.\n\n“I do not know, but he wishes to speak to you.”\n\n“Ah?” said Monte Cristo, “I trust he is not going to tempt me by some\nfresh insult!”\n\n“I do not think that such is his intention,” said Morrel.\n\nThe count advanced, accompanied by Maximilian and Emmanuel. His calm\nand serene look formed a singular contrast to Albert’s grief-stricken\nface, who approached also, followed by the other four young men.\n\nWhen at three paces distant from each other, Albert and the count\nstopped.\n\n“Approach, gentlemen,” said Albert; “I wish you not to lose one word of\nwhat I am about to have the honor of saying to the Count of Monte\nCristo, for it must be repeated by you to all who will listen to it,\nstrange as it may appear to you.”\n\n“Proceed, sir,” said the count.\n\n“Sir,” said Albert, at first with a tremulous voice, but which\ngradually became firmer, “I reproached you with exposing the conduct of\nM. de Morcerf in Epirus, for guilty as I knew he was, I thought you had\nno right to punish him; but I have since learned that you had that\nright. It is not Fernand Mondego’s treachery towards Ali Pasha which\ninduces me so readily to excuse you, but the treachery of the fisherman\nFernand towards you, and the almost unheard-of miseries which were its\nconsequences; and I say, and proclaim it publicly, that you were\njustified in revenging yourself on my father, and I, his son, thank you\nfor not using greater severity.”\n\nHad a thunderbolt fallen in the midst of the spectators of this\nunexpected scene, it would not have surprised them more than did\nAlbert’s declaration. As for Monte Cristo, his eyes slowly rose towards\nheaven with an expression of infinite gratitude. He could not\nunderstand how Albert’s fiery nature, of which he had seen so much\namong the Roman bandits, had suddenly stooped to this humiliation. He\nrecognized the influence of Mercédès, and saw why her noble heart had\nnot opposed the sacrifice she knew beforehand would be useless.\n\n“Now, sir,” said Albert, “if you think my apology sufficient, pray give\nme your hand. Next to the merit of infallibility which you appear to\npossess, I rank that of candidly acknowledging a fault. But this\nconfession concerns me only. I acted well as a man, but you have acted\nbetter than man. An angel alone could have saved one of us from\ndeath—that angel came from heaven, if not to make us friends (which,\nalas, fatality renders impossible), at least to make us esteem each\nother.”\n\nMonte Cristo, with moistened eye, heaving breast, and lips half open,\nextended to Albert a hand which the latter pressed with a sentiment\nresembling respectful fear.\n\n“Gentlemen,” said he, “M. de Monte Cristo receives my apology. I had\nacted hastily towards him. Hasty actions are generally bad ones. Now my\nfault is repaired. I hope the world will not call me cowardly for\nacting as my conscience dictated. But if anyone should entertain a\nfalse opinion of me,” added he, drawing himself up as if he would\nchallenge both friends and enemies, “I shall endeavor to correct his\nmistake.”\n\n“What happened during the night?” asked Beauchamp of Château-Renaud;\n“we appear to make a very sorry figure here.”\n\n“In truth, what Albert has just done is either very despicable or very\nnoble,” replied the baron.\n\n“What can it mean?” said Debray to Franz.\n\n“The Count of Monte Cristo acts dishonorably to M. de Morcerf, and is\njustified by his son! Had I ten Yaninas in my family, I should only\nconsider myself the more bound to fight ten times.”\n\nAs for Monte Cristo, his head was bent down, his arms were powerless.\nBowing under the weight of twenty-four years’ reminiscences, he thought\nnot of Albert, of Beauchamp, of Château-Renaud, or of any of that\ngroup; but he thought of that courageous woman who had come to plead\nfor her son’s life, to whom he had offered his, and who had now saved\nit by the revelation of a dreadful family secret, capable of destroying\nforever in that young "
    },
    {
      "chunk_idx": 991,
      "chunk_id": "The Count of Monte Cristo_chunk_755",
      "start_pos": 2642500,
      "end_pos": 2646500,
      "similarity": 0.019543973941368076,
      "text": "ions\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg™’s\ngoals and ensuring that the Project Gutenberg™ collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg™ and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at www.gutenberg.org.\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non-profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation’s EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state’s laws.\n\nThe Foundation’s business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation’s website\nand official page at www.gutenberg.org/contact\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg™ depends upon and cannot survive without widespread\npublic support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine-readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular state\nvisit www.gutenberg.org/donate.\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate.\n\nSection 5. General Information About Project Gutenberg™ electronic works\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg™ concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg™ eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundat"
    },
    {
      "chunk_idx": 48,
      "chunk_id": "In Search of the Castaways_chunk_48",
      "start_pos": 168000,
      "end_pos": 172000,
      "similarity": 0.019230769230769232,
      "text": "ors with which he painted\nhis face. His leggings were of ox-hide, and fastened to the ankle with\nstraps regularly crossed.\n\nThe figure of this Patagonian was fine, and his face denoted real\nintelligence in spite of the colors that adorned (!) it. He waited in\nan attitude full of dignity, and, seeing him so motionless and stern on\nhis pedestal of rocks, you would have taken him for a statue.\n\nThe major, as soon as he perceived him, pointed him out to Glenarvan,\nwho hastened towards him. The Patagonian took two steps forward;\nGlenarvan took his hand, and pressed it. There was in the latter's\nlook, in his physiognomy, such a feeling, such an expression of\ngratitude, that the native could not mistake it. He inclined his head\ngently, and uttered a few words that neither the major nor his friend\ncould understand.\n\nThe Patagonian, after regarding the strangers attentively, now changed\nthe language; but whatever it was, this new idiom was no better\nunderstood than the first. However, certain expressions which he used\nstruck Glenarvan. They seemed to belong to the Spanish language, of\nwhich he knew several common words.\n\n\"Spanish?\" said he.\n\nThe Patagonian nodded.\n\n\"Well,\" said the major, \"this is our friend Paganel's business. It is\nfortunate that he thought of learning Spanish.\"\n\nPaganel was called. He came at once and with all the grace of a\nFrenchman saluted the Patagonian, to which the latter paid no\nattention. The geographer was informed of the state of affairs, and was\nonly too glad to use his diligently-acquired knowledge.\n\n[Sidenote: SOMETHING WRONG.]\n\n\"Exactly,\" said he. And opening his mouth widely in order to articulate\nbetter, he said, in his best Spanish,--\n\n\"You--are--a--brave--man.\"\n\nThe native listened, but did not answer.\n\n\"He does not understand,\" said the geographer.\n\n\"Perhaps you do not pronounce well,\" replied the major.\n\n\"Very true! Curse the pronunciation!\"\n\nAnd again Paganel began, but with no better success.\n\n\"I will change the expression,\" said he. And pronouncing with\nmagisterial slowness, he uttered these words,--\n\n\"A--Patagonian,--doubtless?\"\n\nThe native remained mute as before.\n\n\"Answer!\" added Paganel.\n\nThe Patagonian did not reply.\n\n\"Do--you--understand?\" cried Paganel, violently enough to damage his\norgans of speech.\n\nIt was evident that the Indian did not understand, for he answered, but\nin Spanish,--\n\n\"I do not understand.\"\n\nIt was Paganel's turn now to be astonished, and he hastily put on his\nglasses, like one irritated.\n\n\"May I be hanged,\" said he, \"if I understand a word of this infernal\njargon! It is certainly Araucanian.\"\n\n\"No,\" replied Glenarvan; \"this man answered in Spanish.\"\n\nAnd, turning to the Patagonian, he repeated,--\n\n\"Spanish?\"\n\n\"Yes,\" replied the native.\n\nPaganel's surprise became amazement. The major and Glenarvan looked at\nhim quizzingly.\n\n\"Ah, my learned friend!\" said the major, while a half smile played\nabout his lips, \"you have committed one of those blunders peculiar to\nyou.\"\n\n\"What!\" cried the geographer, starting.\n\n\"Yes, it is plain that this Patagonian speaks Spanish.\"\n\n\"He?\"\n\n[Illustration: A man of lofty stature was standing, motionless, on\none of the first ledges of the mountain. This individual had broad\nshoulders, and long hair tied with leathern thongs.]\n\n[Sidenote: A PENINSULAR BABEL.]\n\n\"Yes. By mistake you have learnt another language, while thinking that\nyou studied----\"\n\nMacNabb did not finish. A loud \"Oh!\" from the geographer, accompanied\nby shrugs of the shoulders, cut him short.\n\n\"Major, you are going a little too far,\" said Paganel in a very dry\ntone.\n\n\"To be sure, since you do not understand.\"\n\n\"I do not understand because this native speaks so badly!\" answered the\ngeographer, who began to be impatient.\n\n\"That is to say, he speaks badly, because you do not understand,\"\nreturned the major, calmly.\n\n\"MacNabb,\" said Glenarvan, \"that is not a probable supposition. However\nabstracted our friend Paganel may be, we cannot suppose that his\nblunder was to learn one lang"
    }
  ]
}