{
  "b683b448f2ae": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.03333333333333333,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 747,
      "chunk_id": "The Count of Monte Cristo_chunk_511",
      "start_pos": 1788500,
      "end_pos": 1792500,
      "similarity": 0.01891891891891892,
      "text": "he Marchioness Oliva Corsinari. He was now fairly launched in that\nParisian society which gives such ready access to foreigners, and\ntreats them, not as they really are, but as they wish to be considered.\nBesides, what is required of a young man in Paris? To speak its\nlanguage tolerably, to make a good appearance, to be a good gamester,\nand to pay in cash. They are certainly less particular with a foreigner\nthan with a Frenchman. Andrea had, then, in a fortnight, attained a\nvery fair position. He was called count, he was said to possess 50,000\nlivres per annum; and his father’s immense riches, buried in the\nquarries of Saravezza, were a constant theme. A learned man, before\nwhom the last circumstance was mentioned as a fact, declared he had\nseen the quarries in question, which gave great weight to assertions\nhitherto somewhat doubtful, but which now assumed the garb of reality.\n\nSuch was the state of society in Paris at the period we bring before\nour readers, when Monte Cristo went one evening to pay M. Danglars a\nvisit. M. Danglars was out, but the count was asked to go and see the\nbaroness, and he accepted the invitation. It was never without a\nnervous shudder, since the dinner at Auteuil, and the events which\nfollowed it, that Madame Danglars heard Monte Cristo’s name announced.\nIf he did not come, the painful sensation became most intense; if, on\nthe contrary, he appeared, his noble countenance, his brilliant eyes,\nhis amiability, his polite attention even towards Madame Danglars, soon\ndispelled every impression of fear. It appeared impossible to the\nbaroness that a man of such delightfully pleasing manners should\nentertain evil designs against her; besides, the most corrupt minds\nonly suspect evil when it would answer some interested end—useless\ninjury is repugnant to every mind.\n\n40048m\n\n\n\nWhen Monte Cristo entered the boudoir, to which we have already once\nintroduced our readers, and where the baroness was examining some\ndrawings, which her daughter passed to her after having looked at them\nwith M. Cavalcanti, his presence soon produced its usual effect, and it\nwas with smiles that the baroness received the count, although she had\nbeen a little disconcerted at the announcement of his name. The latter\ntook in the whole scene at a glance.\n\nThe baroness was partially reclining on a sofa, Eugénie sat near her,\nand Cavalcanti was standing. Cavalcanti, dressed in black, like one of\nGoethe’s heroes, with varnished shoes and white silk open-worked\nstockings, passed a white and tolerably nice-looking hand through his\nlight hair, and so displayed a sparkling diamond, that in spite of\nMonte Cristo’s advice the vain young man had been unable to resist\nputting on his little finger. This movement was accompanied by killing\nglances at Mademoiselle Danglars, and by sighs launched in the same\ndirection.\n\nMademoiselle Danglars was still the same—cold, beautiful, and\nsatirical. Not one of these glances, nor one sigh, was lost on her;\nthey might have been said to fall on the shield of Minerva, which some\nphilosophers assert protected sometimes the breast of Sappho. Eugénie\nbowed coldly to the count, and availed herself of the first moment when\nthe conversation became earnest to escape to her study, whence very\nsoon two cheerful and noisy voices being heard in connection with\noccasional notes of the piano assured Monte Cristo that Mademoiselle\nDanglars preferred to his society and to that of M. Cavalcanti the\ncompany of Mademoiselle Louise d’Armilly, her singing teacher.\n\nIt was then, especially while conversing with Madame Danglars, and\napparently absorbed by the charm of the conversation, that the count\nnoticed M. Andrea Cavalcanti’s solicitude, his manner of listening to\nthe music at the door he dared not pass, and of manifesting his\nadmiration.\n\nThe banker soon returned. His first look was certainly directed towards\nMonte Cristo, but the second was for Andrea. As for his wife, he bowed\nto her, as some husbands do to their wives, but in "
    },
    {
      "chunk_idx": 798,
      "chunk_id": "The Count of Monte Cristo_chunk_562",
      "start_pos": 1967000,
      "end_pos": 1971000,
      "similarity": 0.018666666666666668,
      "text": "d long been extinct. It might be\nexpected that the attack, if indeed an attack was projected, would be\nmade from the staircase of the ground floor, and not from a window; in\nMonte Cristo’s opinion, the villains sought his life, not his money. It\nwould be his bedroom they would attack, and they must reach it by the\nback staircase, or by the window in the dressing-room.\n\nThe clock of the Invalides struck a quarter to twelve; the west wind\nbore on its moistened gusts the doleful vibration of the three strokes.\n\n40152m\n\n\n\nAs the last stroke died away, the count thought he heard a slight noise\nin the dressing-room; this first sound, or rather this first grinding,\nwas followed by a second, then a third; at the fourth, the count knew\nwhat to expect. A firm and well-practised hand was engaged in cutting\nthe four sides of a pane of glass with a diamond. The count felt his\nheart beat more rapidly.\n\nInured as men may be to danger, forewarned as they may be of peril,\nthey understand, by the fluttering of the heart and the shuddering of\nthe frame, the enormous difference between a dream and a reality,\nbetween the project and the execution. However, Monte Cristo only made\na sign to apprise Ali, who, understanding that danger was approaching\nfrom the other side, drew nearer to his master. Monte Cristo was eager\nto ascertain the strength and number of his enemies.\n\nThe window whence the noise proceeded was opposite the opening by which\nthe count could see into the dressing-room. He fixed his eyes on that\nwindow—he distinguished a shadow in the darkness; then one of the panes\nbecame quite opaque, as if a sheet of paper were stuck on the outside,\nthen the square cracked without falling. Through the opening an arm was\npassed to find the fastening, then a second; the window turned on its\nhinges, and a man entered. He was alone.\n\n“That’s a daring rascal,” whispered the count.\n\nAt that moment Ali touched him slightly on the shoulder. He turned; Ali\npointed to the window of the room in which they were, facing the\nstreet.\n\n“I see!” said he, “there are two of them; one does the work while the\nother stands guard.” He made a sign to Ali not to lose sight of the man\nin the street, and turned to the one in the dressing-room.\n\nThe glass-cutter had entered, and was feeling his way, his arms\nstretched out before him. At last he appeared to have made himself\nfamiliar with his surroundings. There were two doors; he bolted them\nboth.\n\nWhen he drew near to the bedroom door, Monte Cristo expected that he\nwas coming in, and raised one of his pistols; but he simply heard the\nsound of the bolts sliding in their copper rings. It was only a\nprecaution. The nocturnal visitor, ignorant of the fact that the count\nhad removed the staples, might now think himself at home, and pursue\nhis purpose with full security. Alone and free to act as he wished, the\nman then drew from his pocket something which the count could not\ndiscern, placed it on a stand, then went straight to the secretaire,\nfelt the lock, and contrary to his expectation found that the key was\nmissing. But the glass-cutter was a prudent man who had provided for\nall emergencies. The count soon heard the rattling of a bunch of\nskeleton keys, such as the locksmith brings when called to force a\nlock, and which thieves call nightingales, doubtless from the music of\ntheir nightly song when they grind against the bolt.\n\n“Ah, ha,” whispered Monte Cristo with a smile of disappointment, “he is\nonly a thief.”\n\nBut the man in the dark could not find the right key. He reached the\ninstrument he had placed on the stand, touched a spring, and\nimmediately a pale light, just bright enough to render objects\ndistinct, was reflected on his hands and countenance.\n\n“By heavens,” exclaimed Monte Cristo, starting back, “it is——”\n\nAli raised his hatchet.\n\n“Don’t stir,” whispered Monte Cristo, “and put down your hatchet; we\nshall require no arms.”\n\n40154m\n\n\n\nThen he added some words in a low tone, for the exclamation which\nsurprise had dr"
    },
    {
      "chunk_idx": 564,
      "chunk_id": "The Count of Monte Cristo_chunk_328",
      "start_pos": 1148000,
      "end_pos": 1152000,
      "similarity": 0.01837270341207349,
      "text": "some strange adventure with bandits or thieves hid in ruins, and of his\nhaving had a miraculous escape? I forget how, but I know he used to\namuse my wife and daughter by telling them about it after his return\nfrom Italy.”\n\n“Her ladyship is waiting to receive you, gentlemen,” said the servant,\nwho had gone to inquire the pleasure of his mistress.\n\n“With your permission,” said Danglars, bowing, “I will precede you, to\nshow you the way.”\n\n“By all means,” replied Monte Cristo; “I follow you.”\n\n\n\n Chapter 47. The Dappled Grays\n\nThe baron, followed by the count, traversed a long series of\napartments, in which the prevailing characteristics were heavy\nmagnificence and the gaudiness of ostentatious wealth, until he reached\nthe boudoir of Madame Danglars—a small octagonal-shaped room, hung with\npink satin, covered with white Indian muslin. The chairs were of\nancient workmanship and materials; over the doors were painted sketches\nof shepherds and shepherdesses, after the style and manner of Boucher;\nand at each side pretty medallions in crayons, harmonizing well with\nthe furnishings of this charming apartment, the only one throughout the\ngreat mansion in which any distinctive taste prevailed. The truth was,\nit had been entirely overlooked in the plan arranged and followed out\nby M. Danglars and his architect, who had been selected to aid the\nbaron in the great work of improvement solely because he was the most\nfashionable and celebrated decorator of the day. The decorations of the\nboudoir had then been left entirely to Madame Danglars and Lucien\nDebray. M. Danglars, however, while possessing a great admiration for\nthe antique, as it was understood during the time of the Directory,\nentertained the most sovereign contempt for the simple elegance of his\nwife’s favorite sitting-room, where, by the way, he was never permitted\nto intrude, unless, indeed, he excused his own appearance by ushering\nin some more agreeable visitor than himself; and even then he had\nrather the air and manner of a person who was himself introduced, than\nthat of being the presenter of another, his reception being cordial or\nfrigid, in proportion as the person who accompanied him chanced to\nplease or displease the baroness.\n\nMadame Danglars (who, although past the first bloom of youth, was still\nstrikingly handsome) was now seated at the piano, a most elaborate\npiece of cabinet and inlaid work, while Lucien Debray, standing before\na small work-table, was turning over the pages of an album.\n\nLucien had found time, preparatory to the count’s arrival, to relate\nmany particulars respecting him to Madame Danglars. It will be\nremembered that Monte Cristo had made a lively impression on the minds\nof all the party assembled at the breakfast given by Albert de Morcerf;\nand although Debray was not in the habit of yielding to such feelings,\nhe had never been able to shake off the powerful influence excited in\nhis mind by the impressive look and manner of the count, consequently\nthe description given by Lucien to the baroness bore the highly-colored\ntinge of his own heated imagination. Already excited by the wonderful\nstories related of the count by de Morcerf, it is no wonder that Madame\nDanglars eagerly listened to, and fully credited, all the additional\ncircumstances detailed by Debray. This posing at the piano and over the\nalbum was only a little ruse adopted by way of precaution. A most\ngracious welcome and unusual smile were bestowed on M. Danglars; the\ncount, in return for his gentlemanly bow, received a formal though\ngraceful courtesy, while Lucien exchanged with the count a sort of\ndistant recognition, and with Danglars a free and easy nod.\n\n“Baroness,” said Danglars, “give me leave to present to you the Count\nof Monte Cristo, who has been most warmly recommended to me by my\ncorrespondents at Rome. I need but mention one fact to make all the\nladies in Paris court his notice, and that is, that he has come to take\nup his abode in Paris for a year, during which brief period"
    },
    {
      "chunk_idx": 835,
      "chunk_id": "The Count of Monte Cristo_chunk_599",
      "start_pos": 2096500,
      "end_pos": 2100500,
      "similarity": 0.01832460732984293,
      "text": "the cry which awoke me, shuddering and\ncold. And I, too, Edmond—oh! believe me—guilty as I was—oh, yes, I,\ntoo, have suffered much!”\n\n“Have you known what it is to have your father starve to death in your\nabsence?” cried Monte Cristo, thrusting his hands into his hair; “have\nyou seen the woman you loved giving her hand to your rival, while you\nwere perishing at the bottom of a dungeon?”\n\n“No,” interrupted Mercédès, “but I have seen him whom I loved on the\npoint of murdering my son.”\n\nMercédès uttered these words with such deep anguish, with an accent of\nsuch intense despair, that Monte Cristo could not restrain a sob. The\nlion was daunted; the avenger was conquered.\n\n“What do you ask of me?” said he,—“your son’s life? Well, he shall\nlive!”\n\nMercédès uttered a cry which made the tears start from Monte Cristo’s\neyes; but these tears disappeared almost instantaneously, for,\ndoubtless, God had sent some angel to collect them—far more precious\nwere they in his eyes than the richest pearls of Guzerat and Ophir.\n\n“Oh,” said she, seizing the count’s hand and raising it to her lips;\n“oh, thank you, thank you, Edmond! Now you are exactly what I dreamt\nyou were,—the man I always loved. Oh, now I may say so!”\n\n“So much the better,” replied Monte Cristo; “as that poor Edmond will\nnot have long to be loved by you. Death is about to return to the tomb,\nthe phantom to retire in darkness.”\n\n“What do you say, Edmond?”\n\n“I say, since you command me, Mercédès, I must die.”\n\n“Die? and why so? Who talks of dying? Whence have you these ideas of\ndeath?”\n\n“You do not suppose that, publicly outraged in the face of a whole\ntheatre, in the presence of your friends and those of your\nson—challenged by a boy who will glory in my forgiveness as if it were\na victory—you do not suppose that I can for one moment wish to live.\nWhat I most loved after you, Mercédès, was myself, my dignity, and that\nstrength which rendered me superior to other men; that strength was my\nlife. With one word you have crushed it, and I die.”\n\n“But the duel will not take place, Edmond, since you forgive?”\n\n“It will take place,” said Monte Cristo, in a most solemn tone; “but\ninstead of your son’s blood to stain the ground, mine will flow.”\n\nMercédès shrieked, and sprang towards Monte Cristo, but, suddenly\nstopping, “Edmond,” said she, “there is a God above us, since you live\nand since I have seen you again; I trust to him from my heart. While\nwaiting his assistance I trust to your word; you have said that my son\nshould live, have you not?”\n\n“Yes, madame, he shall live,” said Monte Cristo, surprised that without\nmore emotion Mercédès had accepted the heroic sacrifice he made for\nher. Mercédès extended her hand to the count.\n\n“Edmond,” said she, and her eyes were wet with tears while looking at\nhim to whom she spoke, “how noble it is of you, how great the action\nyou have just performed, how sublime to have taken pity on a poor woman\nwho appealed to you with every chance against her, Alas, I am grown old\nwith grief more than with years, and cannot now remind my Edmond by a\nsmile, or by a look, of that Mercédès whom he once spent so many hours\nin contemplating. Ah, believe me, Edmond, as I told you, I too have\nsuffered much; I repeat, it is melancholy to pass one’s life without\nhaving one joy to recall, without preserving a single hope; but that\nproves that all is not yet over. No, it is not finished; I feel it by\nwhat remains in my heart. Oh, I repeat it, Edmond; what you have just\ndone is beautiful—it is grand; it is sublime.”\n\n“Do you say so now, Mercédès?—then what would you say if you knew the\nextent of the sacrifice I make to you? Suppose that the Supreme Being,\nafter having created the world and fertilized chaos, had paused in the\nwork to spare an angel the tears that might one day flow for mortal\nsins from her immortal eyes; suppose that when everything was in\nreadiness and the moment had come for God to look upon his work and see\nthat it was good—suppose he had snuffed out the sun "
    }
  ]
}