{
  "10393c740d13": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.0449438202247191,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 308,
      "chunk_id": "The Count of Monte Cristo_chunk_72",
      "start_pos": 252000,
      "end_pos": 256000,
      "similarity": 0.02666666666666667,
      "text": "\nAt the expiration of a year the governor was transferred; he had\nobtained charge of the fortress at Ham. He took with him several of his\nsubordinates, and amongst them Dantès’ jailer. A new governor arrived;\nit would have been too tedious to acquire the names of the prisoners;\nhe learned their numbers instead. This horrible place contained fifty\ncells; their inhabitants were designated by the numbers of their cell,\nand the unhappy young man was no longer called Edmond Dantès—he was now\nnumber 34.\n\n\n\n Chapter 15. Number 34 and Number 27\n\nDantès passed through all the stages of torture natural to prisoners in\nsuspense. He was sustained at first by that pride of conscious\ninnocence which is the sequence to hope; then he began to doubt his own\ninnocence, which justified in some measure the governor’s belief in his\nmental alienation; and then, relaxing his sentiment of pride, he\naddressed his supplications, not to God, but to man. God is always the\nlast resource. Unfortunates, who ought to begin with God, do not have\nany hope in him till they have exhausted all other means of\ndeliverance.\n\nDantès asked to be removed from his present dungeon into another, even\nif it were darker and deeper, for a change, however disadvantageous,\nwas still a change, and would afford him some amusement. He entreated\nto be allowed to walk about, to have fresh air, books, and writing\nmaterials. His requests were not granted, but he went on asking all the\nsame. He accustomed himself to speaking to the new jailer, although the\nlatter was, if possible, more taciturn than the old one; but still, to\nspeak to a man, even though mute, was something. Dantès spoke for the\nsake of hearing his own voice; he had tried to speak when alone, but\nthe sound of his voice terrified him.\n\nOften, before his captivity, Dantès’ mind had revolted at the idea of\nassemblages of prisoners, made up of thieves, vagabonds, and murderers.\nHe now wished to be amongst them, in order to see some other face\nbesides that of his jailer; he sighed for the galleys, with the\ninfamous costume, the chain, and the brand on the shoulder. The\ngalley-slaves breathed the fresh air of heaven, and saw each other.\nThey were very happy.\n\nHe besought the jailer one day to let him have a companion, were it\neven the mad abbé. The jailer, though rough and hardened by the\nconstant sight of so much suffering, was yet a man. At the bottom of\nhis heart he had often had a feeling of pity for this unhappy young man\nwho suffered so; and he laid the request of number 34 before the\ngovernor; but the latter sapiently imagined that Dantès wished to\nconspire or attempt an escape, and refused his request. Dantès had\nexhausted all human resources, and he then turned to God.\n\nAll the pious ideas that had been so long forgotten, returned; he\nrecollected the prayers his mother had taught him, and discovered a new\nmeaning in every word; for in prosperity prayers seem but a mere medley\nof words, until misfortune comes and the unhappy sufferer first\nunderstands the meaning of the sublime language in which he invokes the\npity of heaven! He prayed, and prayed aloud, no longer terrified at the\nsound of his own voice, for he fell into a sort of ecstasy. He laid\nevery action of his life before the Almighty, proposed tasks to\naccomplish, and at the end of every prayer introduced the entreaty\noftener addressed to man than to God: “Forgive us our trespasses as we\nforgive them that trespass against us.” Yet in spite of his earnest\nprayers, Dantès remained a prisoner.\n\nThen gloom settled heavily upon him. Dantès was a man of great\nsimplicity of thought, and without education; he could not, therefore,\nin the solitude of his dungeon, traverse in mental vision the history\nof the ages, bring to life the nations that had perished, and rebuild\nthe ancient cities so vast and stupendous in the light of the\nimagination, and that pass before the eye glowing with celestial colors\nin Martin’s Babylonian pictures. He could not do this, he whose past"
    },
    {
      "chunk_idx": 631,
      "chunk_id": "The Count of Monte Cristo_chunk_395",
      "start_pos": 1382500,
      "end_pos": 1386500,
      "similarity": 0.024193548387096774,
      "text": "es you.”\n\n“Sir!” exclaimed the young man, quite astounded, “I hope no false\nreport——”\n\n“As for myself, I first heard you spoken of by my friend Wilmore, the\nphilanthropist. I believe he found you in some unpleasant position, but\ndo not know of what nature, for I did not ask, not being inquisitive.\nYour misfortunes engaged his sympathies, so you see you must have been\ninteresting. He told me that he was anxious to restore you to the\nposition which you had lost, and that he would seek your father until\nhe found him. He did seek, and has found him, apparently, since he is\nhere now; and, finally, my friend apprised me of your coming, and gave\nme a few other instructions relative to your future fortune. I am quite\naware that my friend Wilmore is peculiar, but he is sincere, and as\nrich as a gold mine, consequently, he may indulge his eccentricities\nwithout any fear of their ruining him, and I have promised to adhere to\nhis instructions. Now, sir, pray do not be offended at the question I\nam about to put to you, as it comes in the way of my duty as your\npatron. I would wish to know if the misfortunes which have happened to\nyou—misfortunes entirely beyond your control, and which in no degree\ndiminish my regard for you—I would wish to know if they have not, in\nsome measure, contributed to render you a stranger to the world in\nwhich your fortune and your name entitle you to make a conspicuous\nfigure?”\n\n“Sir,” returned the young man, with a reassurance of manner, “make your\nmind easy on this score. Those who took me from my father, and who\nalways intended, sooner or later, to sell me again to my original\nproprietor, as they have now done, calculated that, in order to make\nthe most of their bargain, it would be politic to leave me in\npossession of all my personal and hereditary worth, and even to\nincrease the value, if possible. I have, therefore, received a very\ngood education, and have been treated by these kidnappers very much as\nthe slaves were treated in Asia Minor, whose masters made them\ngrammarians, doctors, and philosophers, in order that they might fetch\na higher price in the Roman market.”\n\nMonte Cristo smiled with satisfaction; it appeared as if he had not\nexpected so much from M. Andrea Cavalcanti.\n\n“Besides,” continued the young man, “if there did appear some defect in\neducation, or offence against the established forms of etiquette, I\nsuppose it would be excused, in consideration of the misfortunes which\naccompanied my birth, and followed me through my youth.”\n\n“Well,” said Monte Cristo in an indifferent tone, “you will do as you\nplease, count, for you are the master of your own actions, and are the\nperson most concerned in the matter, but if I were you, I would not\ndivulge a word of these adventures. Your history is quite a romance,\nand the world, which delights in romances in yellow covers, strangely\nmistrusts those which are bound in living parchment, even though they\nbe gilded like yourself. This is the kind of difficulty which I wished\nto represent to you, my dear count. You would hardly have recited your\ntouching history before it would go forth to the world, and be deemed\nunlikely and unnatural. You would be no longer a lost child found, but\nyou would be looked upon as an upstart, who had sprung up like a\nmushroom in the night. You might excite a little curiosity, but it is\nnot everyone who likes to be made the centre of observation and the\nsubject of unpleasant remark.”\n\n“I agree with you, monsieur,” said the young man, turning pale, and, in\nspite of himself, trembling beneath the scrutinizing look of his\ncompanion, “such consequences would be extremely unpleasant.”\n\n“Nevertheless, you must not exaggerate the evil,” said Monte Cristo,\n“for by endeavoring to avoid one fault you will fall into another. You\nmust resolve upon one simple and single line of conduct, and for a man\nof your intelligence, this plan is as easy as it is necessary; you must\nform honorable friendships, and by that means counteract the prejudice\n"
    },
    {
      "chunk_idx": 66,
      "chunk_id": "In Search of the Castaways_chunk_66",
      "start_pos": 231000,
      "end_pos": 235000,
      "similarity": 0.024,
      "text": "uation, signs tell\nall, and men quickly understand each other.\n\n[Sidenote: SAFETY FOR TWO.]\n\nHowever, Thalcave resisted, and the discussion was prolonged. The\ndanger was increasing every moment. Already the broken stakes were\nyielding to the teeth and claws of the wolves. But neither Glenarvan\nnor Thalcave appeared willing to yield. The Indian had drawn Glenarvan\ntowards the entrance of the inclosure. He pointed to the plain, now\nfree from wolves. In his animated language, he explained that not a\nmoment was to be lost; that the danger, if this plan failed, would be\ngreater for those who remained; in short, that he alone knew Thaouka\nwell enough to employ his marvelous agility and speed for the common\nsafety. Glenarvan blindly persisted in his resolve to sacrifice\nhimself, when suddenly he was pushed violently back. Thaouka pranced,\nreared on his hind legs, and all at once, with a spring, cleared the\nbarrier of fire and the rampart of bodies, while a boyish voice cried,--\n\n\"God save you, my lord!\"\n\nGlenarvan and Thalcave had scarcely time to perceive Robert, who,\nclinging to the horse's mane, disappeared in the darkness.\n\n\"Robert, unfortunate!\" cried Glenarvan.\n\nBut these words the Indian himself could not hear. Frightful howls\nresounded. The wolves, starting on the track of the horse, fled into\nthe darkness with a terrible speed.\n\nThalcave and Glenarvan rushed out of the ramada. Already the plain had\nresumed its tranquillity, and they could scarcely distinguish a moving\nline which undulated afar in the shadows of the night.\n\nGlenarvan sank upon the ground, overcome, in despair, clasping his\nhands. He gazed at Thalcave, who smiled with his accustomed calmness.\n\n\"Thaouka--good horse--brave child--he will be saved!\" he repeated,\nnodding his head.\n\n\"But if he falls?\" said Glenarvan.\n\n\"He will not fall!\"\n\nIn spite of Thalcave's confidence, his companion passed the night in\nterrible anguish. He was no longer even mindful of the danger still to\nbe feared from the wolves. He would have gone in search of Robert, but\nthe Indian restrained him, and explained that their horses could not\novertake the boy, that Thaouka must have distanced his enemies, and\ncould not be found in the darkness. They must wait for day to start in\nsearch of Robert.\n\nAt four o'clock in the morning day began to break. The mists of the\nhorizon were soon tinged with pale rays. A sparkling dew covered the\nplain, and the tall grass began to wave under the first breezes of the\ndawn.\n\nThe moment of departure had arrived.\n\n\"Forward!\" said the Indian.\n\nGlenarvan did not reply, but sprang upon Robert's horse, and the two\nwere soon galloping towards the west in the direction from which their\ncompanions were to come.\n\nFor an hour they traveled thus with great speed, gazing around for\nRobert, and dreading at each step to behold his mangled body. Glenarvan\ntortured the flanks of his horse with his spurs. Suddenly shots were\nheard, and reports at regular intervals, like signals for recognition.\n\n[Illustration]\n\n\"It is they!\" cried Glenarvan.\n\nThalcave and he urged their horses to a more rapid pace, and a few\nmoments afterwards they joined the party led by Paganel.\n\n[Sidenote: LIVELY GRATITUDE.]\n\nTo Glenarvan's joy, Robert was there, alive, borne by the noble\nThaouka, who neighed with pleasure at seeing his master.\n\n\"Ah, my boy! my boy!\" cried Glenarvan, with unspeakable tenderness; and\nRobert and he, dismounting, rushed into each other's arms.\n\nThen it was the Indian's turn to clasp to his breast the courageous son\nof Captain Grant.\n\n\"He lives! he lives!\" exclaimed Glenarvan.\n\n\"Yes,\" replied Robert, \"thanks to Thaouka.\"\n\nThe Indian had not waited for these words of gratitude to embrace his\nhorse, but at that very moment he spoke to him and embraced him, as\nif human blood flowed in the veins of the noble animal. Then, turning\ntowards Paganel, he pointed to young Robert.\n\n\"A brave boy!\" said he.\n\nGlenarvan, however, asked, even while he admired the lad,--\n\n\"Why, my son, did you no"
    },
    {
      "chunk_idx": 987,
      "chunk_id": "The Count of Monte Cristo_chunk_751",
      "start_pos": 2628500,
      "end_pos": 2632500,
      "similarity": 0.02390438247011952,
      "text": "thout permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\n\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\n\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project Gutenberg™\nelectronic works\n\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the person\nor entity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of chang"
    }
  ]
}