{
  "18a1ebd0a211": [
    {
      "chunk_idx": 992,
      "chunk_id": "The Count of Monte Cristo_chunk_756",
      "start_pos": 2646000,
      "end_pos": 2646614,
      "similarity": 0.061946902654867256,
      "text": "t Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n\n"
    },
    {
      "chunk_idx": 487,
      "chunk_id": "The Count of Monte Cristo_chunk_251",
      "start_pos": 878500,
      "end_pos": 882500,
      "similarity": 0.045454545454545456,
      "text": "n utter darkness. No sound was audible save that\nof the carriages that were carrying the maskers home; nothing was\nvisible save a few lights that burnt behind the windows.\n\nThe Carnival was over.\n\n20193m\n\n\n\n\n Chapter 37. The Catacombs of Saint Sebastian\n\nIn his whole life, perhaps, Franz had never before experienced so\nsudden an impression, so rapid a transition from gayety to sadness, as\nin this moment. It seemed as though Rome, under the magic breath of\nsome demon of the night, had suddenly changed into a vast tomb. By a\nchance, which added yet more to the intensity of the darkness, the\nmoon, which was on the wane, did not rise until eleven o’clock, and the\nstreets which the young man traversed were plunged in the deepest\nobscurity.\n\nThe distance was short, and at the end of ten minutes his carriage, or\nrather the count’s, stopped before the Hôtel de Londres.\n\nDinner was waiting, but as Albert had told him that he should not\nreturn so soon, Franz sat down without him. Signor Pastrini, who had\nbeen accustomed to see them dine together, inquired into the cause of\nhis absence, but Franz merely replied that Albert had received on the\nprevious evening an invitation which he had accepted.\n\nThe sudden extinction of the _moccoletti_, the darkness which had\nreplaced the light, and the silence which had succeeded the turmoil,\nhad left in Franz’s mind a certain depression which was not free from\nuneasiness. He therefore dined very silently, in spite of the officious\nattention of his host, who presented himself two or three times to\ninquire if he wanted anything.\n\nFranz resolved to wait for Albert as late as possible. He ordered the\ncarriage, therefore, for eleven o’clock, desiring Signor Pastrini to\ninform him the moment that Albert returned to the hotel.\n\nAt eleven o’clock Albert had not come back. Franz dressed himself, and\nwent out, telling his host that he was going to pass the night at the\nDuke of Bracciano’s. The house of the Duke of Bracciano is one of the\nmost delightful in Rome, the duchess, one of the last heiresses of the\nColonnas, does its honors with the most consummate grace, and thus\ntheir _fêtes_ have a European celebrity.\n\nFranz and Albert had brought to Rome letters of introduction to them,\nand their first question on his arrival was to inquire the whereabouts\nof his travelling companion. Franz replied that he had left him at the\nmoment they were about to extinguish the _moccoli_, and that he had\nlost sight of him in the Via Macello.\n\n“Then he has not returned?” said the duke.\n\n“I waited for him until this hour,” replied Franz.\n\n“And do you know whither he went?”\n\n“No, not precisely; however, I think it was something very like a\nrendezvous.”\n\n“_Diavolo!_” said the duke, “this is a bad day, or rather a bad night,\nto be out late; is it not, countess?”\n\nThese words were addressed to the Countess G——, who had just arrived,\nand was leaning on the arm of Signor Torlonia, the duke’s brother.\n\n“I think, on the contrary, that it is a charming night,” replied the\ncountess, “and those who are here will complain of but one thing, that\nof its too rapid flight.”\n\n“I am not speaking,” said the duke with a smile, “of the persons who\nare here; the men run no other danger than that of falling in love with\nyou, and the women of falling ill of jealousy at seeing you so lovely;\nI meant persons who were out in the streets of Rome.”\n\n“Ah,” asked the countess, “who is out in the streets of Rome at this\nhour, unless it be to go to a ball?”\n\n“Our friend, Albert de Morcerf, countess, whom I left in pursuit of his\nunknown about seven o’clock this evening,” said Franz, “and whom I have\nnot seen since.”\n\n“And don’t you know where he is?”\n\n“Not at all.”\n\n“Is he armed?”\n\n“He is in masquerade.”\n\n“You should not have allowed him to go,” said the duke to Franz; “you,\nwho know Rome better than he does.”\n\n“You might as well have tried to stop number three of the _barberi_,\nwho gained the prize in the race today,” replied Franz; “and then\nmoreover, what c"
    },
    {
      "chunk_idx": 55,
      "chunk_id": "In Search of the Castaways_chunk_55",
      "start_pos": 192500,
      "end_pos": 196500,
      "similarity": 0.04534005037783375,
      "text": "sation. It was possible that the three\nprisoners had been separated a long time. But the substance of the\nPatagonian's information was that the Indians spoke of a European who\nhad fallen into their power. The date of his captivity, the place where\nhe must have been, everything, even to the Patagonian phrase used to\nexpress his courage, related evidently to Captain Harry Grant.\n\nTheir progress was now somewhat slow and difficult; their next object\nbeing to reach and cross the river Colorado, to which at length\ntheir horses brought them. Here Paganel's first care was to bathe\n\"geographically\" in its waters, which are colored by a reddish clay. He\nwas surprised to find the depth so great as it really was, this being\nthe result of the snow having melted rapidly under the first heat of\nsummer. The width likewise of this stream was so considerable that it\nwas almost impossible for their horses to swim across; but they happily\ndiscovered a sort of weir-bridge, of wattles looped and fastened\ntogether, which the Indians were in the habit of using; and by its aid\nthe little troop was enabled to pass over to the left bank, where they\nrested for the night.\n\n[Illustration]\n\n\n\n\nCHAPTER XVII.\n\nA SERIOUS NECESSITY.\n\n\nThey set out at daybreak. The horses advanced at a brisk pace among\nthe tufts of \"paja-brava,\" a kind of grass that serves the Indians\nas a shelter during the storms. At certain distances, but less and\nless frequent, pools of shallow water contributed to the growth of\nwillows and a certain plant which is found in the neighborhood of\nfresh water. Here the horses drank their fill, to fortify themselves\nfor the journey. Thalcave, who rode in advance, beat the bushes, and\nthus frightened away the \"cholinas\" (vipers), while the agile Thaouka\nbounded over all obstacles, and aided his master in clearing a passage\nfor the horses that followed.\n\n[Illustration: They set out at daybreak. The horses advanced at a brisk\npace among the tufts of \"paja-brava,\" a kind of grass that serves the\nIndians as a shelter during the storms.]\n\nEarly in the afternoon, the first traces of animals were\nencountered--the bones of an innumerable drove of cattle, in whitened\nheaps. These fragments did not extend in a winding line, such as\nanimals exhausted and falling one by one would leave behind them. Thus\nno one, not even Paganel, knew how to explain this chain of skeletons\nin a space comparatively circumscribed. He therefore questioned\nThalcave, who was not at a loss for a reply.\n\n\"What is this?\" they asked, after Paganel had inquired of the Indian.\n\n\"The fire of heaven,\" replied the geographer.\n\n\"What! the lightning could not have produced such a disaster,\" said Tom\nAustin, \"and stretched five hundred head of cattle on the earth!\"\n\nBut Thalcave reaffirmed it, and he was not mistaken; for the storms of\nthe Pampas are noted for their violence.\n\nAt evening they stopped at an abandoned rancho, made of interlaced\nbranches plastered with mud and covered with thatch. This structure\nstood within an inclosure of half-rotten stakes which, however,\nsufficed to protect the horses during the night against the attacks of\nthe foxes. Not that they had anything to fear personally from these\nanimals, but the malicious beasts gnawed the halters, so that the\nhorses could escape.\n\nA few paces from the rancho, a hole was dug which served as a kitchen\nand contained half-cooled embers. Within, there was a bench, a bed of\nox-hide, a saucepan, a spit, and a pot for boiling maté. The maté is\na drink very much in use in South America. It is the Indian's tea,\nconsisting of a decoction of leaves dried in the fire, and is imbibed\nthrough a straw. At Paganel's request, Thalcave prepared several\ncups of this beverage, which very agreeably accompanied the ordinary\neatables, and was declared excellent.\n\n[Sidenote: A CHANGE FOR THE WORSE.]\n\nThe next day they resumed their journey towards the east. About noon\na change took place in the appearance of the Pampas, which could\nnot escape eyes weari"
    },
    {
      "chunk_idx": 759,
      "chunk_id": "The Count of Monte Cristo_chunk_523",
      "start_pos": 1830500,
      "end_pos": 1834500,
      "similarity": 0.045112781954887216,
      "text": "s mind the remembrance of the fearful death of this man,\nto the news of which all Europe had listened with horror.\n\n“Soon,” said Haydée, “we halted on our march, and found ourselves on\nthe borders of a lake. My mother pressed me to her throbbing heart, and\nat the distance of a few paces I saw my father, who was glancing\nanxiously around. Four marble steps led down to the water’s edge, and\nbelow them was a boat floating on the tide.\n\n40070m\n\n\n\n“From where we stood I could see in the middle of the lake a large\nblank mass; it was the kiosk to which we were going. This kiosk\nappeared to me to be at a considerable distance, perhaps on account of\nthe darkness of the night, which prevented any object from being more\nthan partially discerned. We stepped into the boat. I remember well\nthat the oars made no noise whatever in striking the water, and when I\nleaned over to ascertain the cause I saw that they were muffled with\nthe sashes of our Palikares.14 Besides the rowers, the boat contained\nonly the women, my father, mother, Selim, and myself. The Palikares had\nremained on the shore of the lake, ready to cover our retreat; they\nwere kneeling on the lowest of the marble steps, and in that manner\nintended making a rampart of the three others, in case of pursuit. Our\nbark flew before the wind. ‘Why does the boat go so fast?’ asked I of\nmy mother.\n\n“‘Silence, child! Hush, we are flying!’ I did not understand. Why\nshould my father fly?—he, the all-powerful—he, before whom others were\naccustomed to fly—he, who had taken for his device,\n\n‘They hate me; then they fear me!’\n\n\n“It was, indeed, a flight which my father was trying to effect. I have\nbeen told since that the garrison of the castle of Yanina, fatigued\nwith long service——”\n\nHere Haydée cast a significant glance at Monte Cristo, whose eyes had\nbeen riveted on her countenance during the whole course of her\nnarrative. The young girl then continued, speaking slowly, like a\nperson who is either inventing or suppressing some feature of the\nhistory which he is relating.\n\n“You were saying, signora,” said Albert, who was paying the most\nimplicit attention to the recital, “that the garrison of Yanina,\nfatigued with long service——”\n\n“Had treated with the Seraskier15 Kourchid, who had been sent by the\nsultan to gain possession of the person of my father; it was then that\nAli Tepelini—after having sent to the sultan a French officer in whom\nhe reposed great confidence—resolved to retire to the asylum which he\nhad long before prepared for himself, and which he called\n_kataphygion_, or the refuge.”\n\n“And this officer,” asked Albert, “do you remember his name, signora?”\n\nMonte Cristo exchanged a rapid glance with the young girl, which was\nquite unperceived by Albert.\n\n“No,” said she, “I do not remember it just at this moment; but if it\nshould occur to me presently, I will tell you.”\n\nAlbert was on the point of pronouncing his father’s name, when Monte\nCristo gently held up his finger in token of reproach; the young man\nrecollected his promise, and was silent.\n\n“It was towards this kiosk that we were rowing. A ground floor,\nornamented with arabesques, bathing its terraces in the water, and\nanother floor, looking on the lake, was all which was visible to the\neye. But beneath the ground floor, stretching out into the island, was\na large subterranean cavern, to which my mother, myself, and the women\nwere conducted. In this place were together 60,000 pouches and 200\nbarrels; the pouches contained 25,000,000 of money in gold, and the\nbarrels were filled with 30,000 pounds of gunpowder.\n\n“Near the barrels stood Selim, my father’s favorite, whom I mentioned\nto you just now. He stood watch day and night with a lance provided\nwith a lighted slowmatch in his hand, and he had orders to blow up\neverything—kiosk, guards, women, gold, and Ali Tepelini himself—at the\nfirst signal given by my father. I remember well that the slaves,\nconvinced of the precarious tenure on which they held their lives,\npassed whole days "
    },
    {
      "chunk_idx": 942,
      "chunk_id": "The Count of Monte Cristo_chunk_706",
      "start_pos": 2471000,
      "end_pos": 2475000,
      "similarity": 0.045,
      "text": "s forever condemned in public\nopinion before the sentence of the law could be pronounced.\n\nAndrea paid no attention to the successive charges which were brought\nagainst him. M. de Villefort, who examined him attentively, and who no\ndoubt practiced upon him all the psychological studies he was\naccustomed to use, in vain endeavored to make him lower his eyes,\nnotwithstanding the depth and profundity of his gaze. At length the\nreading of the indictment was ended.\n\n“Accused,” said the president, “your name and surname?”\n\nAndrea arose.\n\n“Excuse me, Mr. President,” he said, in a clear voice, “but I see you\nare going to adopt a course of questions through which I cannot follow\nyou. I have an idea, which I will explain by and by, of making an\nexception to the usual form of accusation. Allow me, then, if you\nplease, to answer in different order, or I will not do so at all.”\n\nThe astonished president looked at the jury, who in turn looked at\nVillefort. The whole assembly manifested great surprise, but Andrea\nappeared quite unmoved.\n\n“Your age?” said the president; “will you answer that question?”\n\n“I will answer that question, as well as the rest, Mr. President, but\nin its turn.”\n\n“Your age?” repeated the president.\n\n“I am twenty-one years old, or rather I shall be in a few days, as I\nwas born the night of the 27th of September, 1817.”\n\nM. de Villefort, who was busy taking down some notes, raised his head\nat the mention of this date.\n\n“Where were you born?” continued the president.\n\n“At Auteuil, near Paris.”\n\nM. de Villefort a second time raised his head, looked at Benedetto as\nif he had been gazing at the head of Medusa, and became livid. As for\nBenedetto, he gracefully wiped his lips with a fine cambric\npocket-handkerchief.\n\n“Your profession?”\n\n“First I was a forger,” answered Andrea, as calmly as possible; “then I\nbecame a thief, and lately have become an assassin.”\n\nA murmur, or rather storm, of indignation burst from all parts of the\nassembly. The judges themselves appeared to be stupefied, and the jury\nmanifested tokens of disgust for a cynicism so unexpected in a man of\nfashion. M. de Villefort pressed his hand upon his brow, which, at\nfirst pale, had become red and burning; then he suddenly arose and\nlooked around as though he had lost his senses—he wanted air.\n\n50183m\n\n\n\n“Are you looking for anything, Mr. Procureur?” asked Benedetto, with\nhis most ingratiating smile.\n\nM. de Villefort answered nothing, but sat, or rather threw himself down\nagain upon his chair.\n\n“And now, prisoner, will you consent to tell your name?” said the\npresident. “The brutal affectation with which you have enumerated and\nclassified your crimes calls for a severe reprimand on the part of the\ncourt, both in the name of morality, and for the respect due to\nhumanity. You appear to consider this a point of honor, and it may be\nfor this reason, that you have delayed acknowledging your name. You\nwished it to be preceded by all these titles.”\n\n“It is quite wonderful, Mr. President, how entirely you have read my\nthoughts,” said Benedetto, in his softest voice and most polite manner.\n“This is, indeed, the reason why I begged you to alter the order of the\nquestions.”\n\nThe public astonishment had reached its height. There was no longer any\ndeceit or bravado in the manner of the accused. The audience felt that\na startling revelation was to follow this ominous prelude.\n\n“Well,” said the president; “your name?”\n\n“I cannot tell you my name, since I do not know it; but I know my\nfather’s, and can tell it to you.”\n\nA painful giddiness overwhelmed Villefort; great drops of acrid sweat\nfell from his face upon the papers which he held in his convulsed hand.\n\n“Repeat your father’s name,” said the president.\n\nNot a whisper, not a breath, was heard in that vast assembly; everyone\nwaited anxiously.\n\n“My father is king’s attorney,” replied Andrea calmly.\n\n50179m\n\n\n\n“King’s attorney?” said the president, stupefied, and without noticing\nthe agitation which spread over the face of M"
    }
  ]
}